[
    {
        "category": "Biology",
        "topic": "Scientific Name",
        "notes": [
            "Pennatula. Sea pens are colonial marine cnidarians that have a feather-like appearance and are found in deep-sea environments. Gorgonia (Sea-fan) is the genus of a type of soft coral, also in phylum Cnidaria. Adamsia is a genus of sea anemones. Obelia is a genus of colonial hydroids, also in phylum Cnidaria.",
            "Ficus benghalensis : Family - Moraceae, Order - Rosales, Kingdom - Plantae. Gossypium herbaceum : Levant cotton. Santalum album : Indian Sandalwood. Ananas comosus : Pineapple.",
            "i-b, ii-a, iii-d, iv-c. Divisions of Algae and their Main Characteristics : Chlorophyceae (Green algae) : Major pigments - Chlorophyll, Stored Food - Starch, Ex - Spirogyra. Phaeophyceae (Brown algae) : Pigment - fucoxanthin, Stored food - Mannitol, Laminarin, Ex - Sargassum, Laminaria. Rhodophyceae (Red algae) : Pigment - Phycoerythrin, Stored Food - Floridean starch, Ex - Gracilaria and Gelidium. Cyanophyceae are prokaryotic and play a signi ﬁ cant role in nitrogen ﬁxation.",
            "Amylum - A polymeric carbohydrate consisting of numerous glucose units joined by glycosidic bonds. Olestra (Olean) - Fat substitute that doesn't add any calories to products. Saponins - They are naturally occurring compounds that are widely distributed in all cells of legume plants. Xanthan (polysaccharide) produced from simple sugars using a fermentation process. Uses - common food additive, thickening agent, emulsi ﬁ er, and stabiliser that prevents ingredients from separating.",
            "Hookworm. Ancylostoma is a genus of parasitic nematodes (roundworms) that primarily infect mammals. These worms are intestinal parasites and are transmitted to humans through contact with contaminated soil or sand where the larvae are present. Tapeworm : genus - Taenia, Examples - Taenia solium (pork tapeworm) and Taenia saginata (beef tapeworm). Filaria worms belong to the family Filarioidea.",
            "Tomato. Tomato is a major contributor of lycopene and is also a considerable source of vitamins K, A, C, ﬁber , and carbohydrates, besides some amounts of iron, potassium, phosphorus, and sulfur. Potato - Solanum tuberosum, Onion - Allium cepa, and Garlic - Allium sativum.",
            "Carrot Grass. This plant causes milk disease in livestock and is also responsible for respiratory malfunction in humans. Lemon grass - Cymbopogon, Lawn Grass - Poaceae, Horsetails -Equisetum.",
            "Oleo-gum-resin (Asafoetida) can be obtained from the exudates of the roots of the Iranian endemic medicinal plant, Ferula asafoetida. It has cytotoxic, antiulcer, anti-neoplasm, anti-cancer, and anti-oxidative effects."
        ]
    },
    {
        "category": "Biology",
        "topic": "Nutrition in Animals",
        "notes": [
            "Eggs. Proteins, made of about 20 amino acids, are essential for building muscles, bones, enzymes, and hormones. Protein-rich foods include poultry, seafood, ﬁsh, eggs, and dairy products like milk, yogurt, and cheese. Eggs are naturally rich in vitamin B2 (ribo ﬂ avin), vitamin B12, vitamin D, selenium and iodine.",
            "High-GI food causes a rapid increase in blood sugar levels after consumption. These foods are typically processed or re ﬁ ned carbohydrates, like white bread or sugary snacks. Foods with a GI of 55 or lower are classi ﬁ ed as low-GI, and those with a GI between 56 and 69 are considered medium-GI.",
            "Casein. It exists in milk in complex groups of molecules called micelles. Pepsin converts proteins into proteoses and peptides (peptides). The mucus and bicarbonates present in the gastric juice play an important role in lubrication and protection of the mucosal epithelium from excoriation by the highly concentrated hydrochloric acid. HCl provides the acidic pH (1.5 to 3.5) optimal for pepsins. Fibrinogen, globulins and albumins are the major proteins. Albumins help in osmotic balance. Q.12 . Which of the following is another name for vitamin C ? SSC CGL 23/09/2024 (2nd Shift) (a) Pyridoxine (b) Pyridoxal (c) Pyridoxamine (d) Ascorbic acid Sol.12.(d) Ascorbic acid (Vitamin C), a water-soluble vitamin, aids collagen production, wound healing, and bone formation. Its de ﬁ ciency causes scurvy with symptoms like bleeding gums and delayed healing. Found in citrus fruits (lemons, oranges) and others like strawberries and amla. Types of vitamins include A (Retinol), B1 (Thiamine), B6 (Pyridoxine), E (Tocopherol), and K (Phytonadione).",
            "Lysine is an essential amino acid that must be obtained from food sources like meat, ﬁsh, dairy, and eggs. Collagen contains hydroxylysine, derived from lysine. Amino acids are classi ﬁ ed as acidic, basic, or neutral. L-arginine helps build proteins, histidine is essential for protein biosynthesis, and tyrosine is a non-essential amino acid found in proteins and freely in organisms.",
            "Tyrosine. Amino acids are the building blocks of proteins. When proteins are broken down, amino acids are released. It facilitates various bodily functions such as: breaking down food, repairing tissues, and supporting overall growth and maintenance. Essential amino acids are: histidine, isoleucine, leucine, lysine, methionine, phenylalanine, threonine, tryptophan, andvaline. Non-essential amino acids are: alanine, arginine, asparagine, aspartic acid, cysteine, glutamic acid, glutamine, glycine, proline, serine, and tyrosine.",
            "Vitamin B12. Vitamins (scienti ﬁ c name) and function: Vitamin B1 (Thiamin) - Growth and development. Vitamin B2 (Ribo ﬂ avin) - Red cell production. Vitamin B3 (Niacin) - Healthy skin, digestion and nervous system. Vitamin C (Ascorbic acid) - Maintenance of ligaments, tendons. Vitamin K (Phylloquinone) - Clotting of blood. Vitamin E (Tocopherol) - Formation of RBC. Vitamin D (Calciferol) - Formation of strong bones and teeth. Vitamin A (Retinol) - Keep eyes and skin healthy.",
            "Histidine, isoleucine, leucine, lysine. Amino acids are molecules that join together to form proteins, which are the building blocks of life. When proteins are digested or broken down, they yield amino acids. Histidine, isoleucine, leucine, lysine, methionine, phenylalanine, threonine, tryptophan, and valine are classi ﬁ ed as essential amino acids, as the body cannot produce them. Therefore, they must be obtained from food.",
            "Gut bacteria helps in supplying essential nutrients, synthesizing vitamin K, aiding in the digestion of cellulose. Vitamins A, D, E and K are fat-soluble and vitamins C and B (complex groupvitamins) are water- soluble.",
            "Zinc. Micronutrients are vitamins and minerals needed by the body in very small amounts. Role of some micronutrients in our body : Fluoride inhibits the initiation and progression of dental caries (tooth decay) and stimulates new bone formation. Selenium (Se) plays a critical role in reproduction, thyroid hormone metabolism, DNA synthesis, and protection from oxidative damage and infection. Phosphorus is a component of bones, teeth, DNA, and RNA.",
            "Thiamine. Casimir Funk is considered as the 'Father of vitamin therapy'. Vitamin B : B1(thiamin), B2 (ribo ﬂ avin), B3(niacin), B5(pantothenic acid), B6(pyridoxine), B7(biotin), B9(folic acid), B12 (cobalamin). Fat-soluble Vitamins : A, D, E, and K. Water-Soluble Vitamins - B and C.",
            "Vitamin D (Calciferol) : Source- Oily ﬁsh, egg yolks, red meat, etc. Deﬁ ciency Diseases - Rickets. Symptoms- weak and painful bones, Deformities in teeth, Pain in the bones.",
            "Carbohydrates. Sugar molecules found in foods and drinks. The body breaks down carbohydrates into glucose (main source of energy for the body). Source - Breads, beans, milk, popcorn, potatoes, cookies, spaghetti, soft drinks, corn, etc. Vitamins - Group of substances that are needed for normal cell function, growth, and development. Proteins are made up of amino acids.",
            "Phosphorus. Other Minerals found in Milk : Calcium, Magnesium, Potassium, Selenium and Zinc. Vitamin C (ascorbic acid) is absent in Milk. Minerals and their sources : Iron - Spinach, dry nuts and seeds, Legumes (chickpeas and lentils). Zinc - Pumpkin seeds, Eggs, Whole Grains.",
            "Glucose (C6H12O6).Glycogen : The carbohydrates are stored in the animal body as glycogen. Also known as animal starch because its structure is similar to amylopectin and is rather more highly branched. It is present in the liver, muscles and brain. When the body needs glucose, enzymes break the glycogen down to glucose. Found in yeast and fungi. Fructose - It is a natural monosaccharide found in fruits, honey and vegetables.",
            "Phenylalanine is an essential amino acid to make proteins and other vital molecules such as neurotransmitters and hormones. Leucine amino acids can be used by skeletal muscle to give energy during exercise. Tryptophan is an amino acid needed for normal growth in infants and for the production and maintenance of the body's proteins, muscles, enzymes, and neurotransmitters.",
            "i-c, ii-d, iii-a, iv-b. Important Nutrients in Food and their functions : Carbohydrates - One of the main sources of energy for human beings. Three types of carbohydrates in food - Fiber, Sugar, and Starch. Iron - It is a constituent of our red blood cells whose function is to carry oxygen from our lungs to organs, muscles, and cells.",
            "Vitamin A. Deﬁ ciency Diseases - Night blindness, Irregular growth of teeth.",
            "Vitamin C (Water soluble). Scienti ﬁ c name : Ascorbic acid (C6H8O6) or ascorbate. It acts as an antioxidant and helps wound healing. It also helps in the formation of collagen. It is used to purify water after it has been Iodine - treated.",
            "Vitamin D (Calciferol) - It helps prevent Osteoporosis (a disease that thins and weakens the bones and makes them brittle and more likely to break). Source - Oily ﬁsh, egg yolks, red meat, etc.",
            "Both I and II. Vitamin A - Milk, Eggs, Fish, Butter, Forti ﬁ ed Margarine, Cheese, Green & Yellow fruits and Vegetables, etc. Vitamin E - Meats, Poultry, Eggs, Vegetable oils, Nuts, Olives, Tomatoes, etc. Zinc - Liver, Eggs, Cereals and Seafood.",
            "Vitamin B3. Niacin is the generic name for nicotinic acid (pyridine - 3-carboxylic acid), nicotinamide (niacinamide or pyridin - 3 - carboxamide).",
            "a-iv, b-iii, c-ii, d-i. Carbohydrate : It consists of sugar, starch, and ﬁber . Two types - Simple Carbohydrates (Monosaccharides, Disaccharides, Oligosaccharides) and Complex Carbohydrate. Fat - It is a macronutrient essential for energy storage, insulation, and the absorption of certain vitamins.",
            "Omega-3. Most common forms of carbohydrates are sugars, ﬁbers and starches. Minerals which are essential for health : iron, calcium, magnesium, zinc, potassium etc.",
            "Only I. Iodine is needed to make a hormone called thyroxine. Biological Importance of Sodium : For the generation of nerve impulses, For maintenance of electrolyte balance and ﬂuid balance, For heart activities and certain metabolic functions.",
            "Threonine used in the biosynthesis of proteins. Leucine is an essential amino acid for protein synthesis. Arginine is used for the treatment of heart and blood vessel conditions including congestive heart failure (CHF), chest pain, high blood pressure, etc. Phenylalanine is used for a disorder that causes white patches to develop on the skin (vitiligo).",
            "Zn. Functions of Macronutrients in Plants : Nitrogen (required in large amounts, taken in the form of ions, required for the division of cells), Phosphorus (a constituent of cell membranes), Magnesium (involved in the activation of enzymes in respiration and photosynthesis and helps in the synthesis of DNA and RNA), Sulfur (an important constituent of amino acids, coenzymes, and vitamins), Potassium (required for the opening and closing of stomata).",
            "Vitamin E (Tocopherol) is a nutrient that's important to vision, reproduction, and the health of blood, brain and skin.",
            "Anaerobic respiration . Aerobic respiration - The process by which organisms use oxygen to turn fuel, such as fats and sugars, into chemical energy."
        ]
    },
    {
        "category": "Biology",
        "topic": "Nutrition in Plants",
        "notes": [
            "Turgor pressure. Pressure potential is controlled by solute potential (when solute potential decreases, pressure potential increases) and the opening and closing of stomata. Osmotic pressure is the minimum pressure which needs to be applied to a solution to prevent the inward ﬂow of its pure solvent across a semipermeable membrane. Imbibition is a special type of diffusion that takes place when liquid is absorbed by solids-colloids causing an increase in volume.",
            "Rhamnose (C6H12O5). Carbohydrates are primarily produced by plants and form a very large group of naturally occurring organic compounds. Some common examples of carbohydrates are cane sugar, glucose, starch, etc. Most of them have a general formula, Cx(H2O)y.",
            "Gluten. It is a protein naturally found in grains like wheat, barley, and rye. Proteins are large biomolecules made of long chains of amino acids, which are the building blocks of life. Digestion of proteins yields amino acids. Out of 20 amino acids, 9 are essential : phenylalanine, valine, tryptophan, threonine, isoleucine, methionine, histidine, leucine, and lysine. Newly discovered amino acids includeselenocysteine and pyrrolysine.",
            "Beta - carotene. It is a yellow-orange pigment found in fruits and vegetables. It converts to Vitamin A in the body, supporting healthy vision, immune function, and skin. As an antioxidant, it protects cells from damage, reducing cancer and heart disease risk. Food sources include carrots, sweet potatoes, dark leafy greens, and squash.",
            "manganese (Mn) and selenium (Se) are essential micronutrients that are important elements of cell metabolism. Garlic is a valuable source of macro and microelements, especially potassium, calcium, magnesium, phosphorus, ferrum, manganese, selenium, vanadium, copper and zinc. The characteristic odour of garlic is due to a sulphur compound.",
            "Thylakoids. Chloroplasts contain the thylakoid membrane which is the site of photosynthesis. The thylakoid membrane contains light-absorbing pigments called the chlorophyll. The thylakoids are arranged in stacks termed grana. The space limited by the inner membrane of the chloroplast is called the stroma. The chloroplasts contain chlorophyll and carotenoid pigments which are responsible for trapping light energy essential for photosynthesis.",
            "Antimicrobial compounds found in ginger. Gingerol is derived from ginger (Zingiber o ﬃ cinale Roscoe), which also belongs to the Zingiberaceae family. Ginger has multiple bioactive constituents including gingerols, shogaols, zingerone, paradol and gingerdiol. Gingerols possess an alkyl moiety which imparts anti-oxidative potential to it.",
            "Anthocyanin (Pigment found in plants). They’re part of a larger category of plant-based chemicals called ﬂa vonoids. Foods with high anthocyanin : Fruits - Pomegranates, Black plums, Cherries, black and red grapes etc; Vegetables - Red cabbage, Red onions, Purple corn etc; Legumes and Rice - Black rice, Black beans etc. Coumarins - colourless crystalline solid, sweet odor, bitter taste. Quercetin - bitter ﬂa vor, used in dietary supplements, beverages and foods. Naringenin - Anti-obesity, anti-diabetic ﬂa vonoid.",
            "K (Potassium). Potassium-rich fruits and vegetables : Bananas, oranges, cantaloupe, apricots, grapefruit (some dried fruits, such as prunes, raisins, and dates, are also high in potassium). Malic acid : Found primarily in apples. It is a dicarboxylic acid that is also present in grapes, wine and rhubarb.",
            "Rice - A source of protein and contains various vitamins, such as thiamin and niacin, and minerals, such as zinc and phosphorus. Oryzenin - A rice glutelin, is an important constituent of rice protein. Glutelin comprises the major protein fraction of the rice grain andconstitutes up to 80% of the total protein. Wheat contains protein, B vitamins, dietary ﬁber , and phytochemicals. Soyabean is high in protein and contains vitamin K1, folate, copper, manganese, phosphorus, and thiamine.",
            "Stomatal pores open. Guard cells - They are specialized plant cells in the epidermis of leaves, stems and other organs that are used to control gas exchange. It is a kidney shaped cell that surrounds the stomata. It contains chloroplasts, which are not present in other epidermal cells. Function - To open and close the stomata, help regulate transpiration, and protect the stomatal pore.",
            "Heliophytes. Examples - Sunﬂ owers, thyme, white clover, soft velcro, mullein. Xerophytes - A group of plants that are adapted to survive in arid regions like desert and snow - covered areas. Example - Cacti, pineapple. Pteridophytes - That plants have a vascular system and reproduce through spores. Example - Whisk Fern, Dicksonia, Selaginella. Neophytes - A plant which is not native to a geographical region and was introduced in recent history. Example - Sweet ﬂag, small balsam, cranberries.",
            "Chlorophyll - Element present in chlorophyll is magnesium. Cytoplasm - The ﬂuid inside the cell. It functions as a cellular metabolism, transport, and storage medium while providing structural support and facilitating signal transduction within the cell. Cladophyll - Shoot system in which leaves do not develop. Xanthophylls are yellow pigments that are one of the importantdivisions of the carotenoid group.",
            "Xylem. Xylem and phloem are the two vascular tissues that are responsible for the transport of substances in plants. Phloem helps in the bidirectional transport of food.",
            "Autotrophic nutrition. Examples - Plants, algae and some bacterias. Heterotrophic nutrition - Depends upon plants or other organisms for nutrition. Examples - Humans, animals, Cuscuta (Amarbel). Saprotrophic nutrition - This mode of nutrition in which organisms take in nutrients from dead and decaying matter. Examples - Fungi, yeast, and several bacteria. Phototrophic nutrition - Organisms that can obtain nutrition using light. Examples - Green plants, blue-green algae.",
            "Soil, water and air. Three elements (carbon, oxygen and hydrogen) are essential to plant growth. Soil - Supplies not only minerals but also harbours nitrogen - ﬁxing bacteria, and other microbes, holds water, supplies air to the roots and acts as a matrix that stabilises the plant.",
            "Transpiration. Three types of Transpiration : Stomatal transpiration - Evaporation of water through stomata. Lenticular Transpiration - Evaporation of water through lenticels (small minute openings present on the stem), Cuticular Transpiration - Loss of water from the cuticle (waxy layer on the surface of leaves).",
            "Lamina. The venation of leaves is the process of arrangement of veins and veinlets. They are crucial for both systemic and pulmonary circulation. The middle part of the vein of lamina is called the midrib. Petiole (mesopodium) - Lifts the lamina above the level of the stem.",
            "1. Photosynthesis is the process by which green plants produce carbohydrates by absorbing carbon dioxide, water, and sunlight in the presence of chlorophyll and liberating chemical energy. This energy is converted into chemical energy as food.",
            "Protein. Chlorella is known as space alga. It is used for the consumption of carbon dioxide provided by the astronauts and the production of oxygen in the spacecraft.",
            "Micronutrients are nutrients that are required by the body in lesser amounts for its growth and development. Examples - Magnesium, vitamin B6, vitamin C, vitamin E, etc. Non-essential nutrients can be synthesized in the body in su ﬃ cient quantities for normal functioning. They can be obtained from food as well. Examples : Alanine ,Arginine, Asparagine, Aspartic acid, etc.",
            "Plastids are found in plants and algae. Functions : perform photosynthesis, attract pollinators, restore total leaf protein and synthesize starch along with the storage of proteins, fats, and oils. Types of Plastids - Chloroplasts (used for photosynthesis), Chromoplasts (used for pigment synthesis and storage), and Leucoplasts (non-pigmented plastids that can sometimes differentiate).",
            "Brown algae store their food primarily in the form of complex carbohydrates. The two main storage forms are laminarin (a polysaccharide) and mannitol (a sugar alcohol). These compounds serve as energy reserves for the algae and are utilized during periods of low light or other environmental stress.",
            "Roots. Hydrophytes are aquatic plants that are especially suited for living in aquatic environments. Examples - Lotus (Nelumbo), Vallisneria, Potamogeton, Salvinia, hydrilla, water hyacinths etc.",
            "Supply of food to the plant parts. The main function of the root system is to transport water andminerals to the plant. Food is transported by phloem tissue in the vascular system of plants.",
            "Auxin. Ethylene is the only plant hormone in gaseous form that regulates fruit ripening in plants. Cytokinin promotes cell division in plant roots and shoots. Gibberellin regulates various developmental processes, including germination, dormancy, ﬂowering, ﬂower development, and leaf and fruit senescence."
        ]
    },
    {
        "category": "Biology",
        "topic": "Deficiency and Diseases",
        "notes": [
            "Anorexia Nervosa. Kwashiorkor is a nutritional syndrome caused by protein de ﬁ ciency in the diet, meaning 'the disease of the displaced child'. Marasmus, or 'wasting,' is a form of severe malnutrition that results from a lack of protein and calories. Bulimia nervosa is a serious emotional eating disorder that involves eating excessive amounts of food in a short period (binging) followed by guilt and shame leading to self-induced vomiting, extreme exercise, or laxative abuse (purging).",
            "Zoonotic disease. COVID-19 is a zoonotic disease, meaning it can be transmitted between animals and humans. The SARS-CoV-2 virus, which causes COVID-19, is believed to have originated from an animal source before being transmitted to humans.",
            "Dietary Fibre. Constipation is often associated with a lack of dietary ﬁber in the diet, as ﬁber helps to promote regular bowel movements by adding bulk to stool and aiding its passage through the digestive system. Fiber-rich foods include fruits, vegetables, whole grains, beans, peas, and lentils.",
            "Jaundice. This yellowing occurs due to high levels of bilirubin in the blood. Bilirubin is a yellow pigment produced during the normal breakdown of red blood cells. Ichthyosis is a group of genetic skin disorders that cause dry, scaly, thickened skin. Eczema is a common skin condition that causes itchiness, rashes, dry patches, and infection. Pemphigus is a rare group of autoimmune diseases that cause blisters on the skin and mucous membranes.",
            "Indirect transmission of communicable diseases occurs through various means, commonly referred to as the \"5Fs\" : ﬂies,ﬁngers, fomites (objects like towels and handkerchiefs that can carry infections), food, and ﬂuids. Some diseases can spread through contaminated water, food, ice, blood, and even body tissues or organs. Examples of such diseases include typhoid, diarrhea, polio, intestinal parasites, and infective hepatitis.",
            "Tulsi (Ocimum sanctum). It is an herb commonly used in Ayurvedic medicine to treat various ailments, including respiratory issues (bronchitis, asthma), fever, sore throat, and infections. Babool (Acacia nilotica) is utilized for skin conditions (wounds,eczema), digestive issues, and oral health. Jamun (Syzygium cumini) is bene ﬁ cial for diabetes management, digestive issues, and possesses antioxidant properties. Arjun (Terminalia arjuna) is used to promote cardiovascular health, address heart conditions, and provide anti-in ﬂ ammatory beneﬁ ts.",
            "Hyponatremia: It is a common electrolyte disorder characterized by an abnormally low concentration of sodium ions (Na+) in the blood, typically less than 135 mmol/L. Hyperkalemia : Elevated potassium levels in the blood. Hypokalemia: Low potassium levels in the blood. Hypernatremia: Elevated sodium levels in the blood.",
            "Typhoid, Cholera, Tuberculosis. Typhoid fever is caused by the bacteria Salmonella Typhi. Cholera is caused by the bacterium Vibrio cholerae. Tuberculosis (TB) is caused by a bacterium (or germ) called Mycobacterium tuberculosis. Viral Disease : Common cold (rhinovirus), Inﬂ uenza (Inﬂ uenza), HIV infection (human immunode ﬁ ciency virus), Dengue (transmitted by the bite of an infected mosquito, and is spread by the Aedes aegypti and Aedes albopictus species).",
            "Diphtheria. Meningococcal disease is a serious bacterial illness that can lead to severe swelling of the tissues surrounding the brain and spinal cord or infection of the bloodstream. Shigellosis is an infection of the intestines caused by Shigella bacteria. Chlamydia is acommon sexually transmitted infection (STI) caused by the bacteria Chlamydia trachomatis.",
            "Lock jaw. Tetanus, also called lockjaw, is a bacterial infection that causes our neck and jaw muscles to lock up. It occurs when a bacteria found in the environment called Clostridium tetani enter our body through a break in our skin. Other dangerous bacterial diseases include cholera, meningitis, tuberculosis (TB), and Lyme disease.",
            "i-d, ii-c, iii-b, iv-a. Malaria is a disease caused by a parasite. The parasite is spread to humans through the bites of infected mosquitoes. Typhoid is a bacterial disease that spreads through contaminated food and water. The cholera- causing microbes will enter a healthy person through the water they drink and cause disease in them. Diarrhoea is the abnormal frequency of bowel movement and increased liquidity of the faecal discharge. It reduces the absorption of food.",
            "Cheilosis also known as angular cheilitis or perleche. Psoriasis is a chronic proliferative and in ﬂ ammatory condition of skin. It is characterized by erythematous plaques covered with silvery scales. Atopic dermatitis (eczema) is a condition that causes dry, itchy and in ﬂ amed skin. Hives (urticaria) is a skin reaction that causes itchy welts. Chronic hives are welts that last for more than six weeks and return often over months or years.",
            "Malaria is an infectious disease caused by a parasite. Down syndrome: It is caused by a chromosomal mutation, speci ﬁ cally trisomy 21, where an individual has an extra copy of chromosome 21. Sickle cell anemia: It is caused by the hemoglobin-β gene. Phenylketonuria (PKU): PKU is caused by a mutation in the PAH gene, which affects the enzyme phenylalanine hydroxylase.",
            "Cholera. It is an acute diarrhoeal infection caused by the bacterium Vibrio cholerae. Malaria is spread to humans through the bite of an infected female Anopheles mosquito. Tuberculosis (TB) is caused by the bacteria Mycobacterium tuberculosis, which spreads through the air from person to person. Chickenpox is caused by the varicella-zoster virus (VZV), which is a member of the herpesvirus family.",
            "Albinism. Alagille syndrome is a genetic disorder that can affect the liver, heart, and other parts of the body. Alkaptonuria is an inherited condition that causes urine to turn black when exposed to air. Angelman syndrome is a complex genetic disorder that primarily affects the nervous system.",
            "Dental caries or tooth decay causes gradual softening of enamel and dentine. It begins when bacteria acting on sugars produce acids that softens or demineralises the enamel. Saliva cannot reach the tooth surface to neutralise the acid as plaque covers the teeth. Microorganisms invade the pulp, causing inﬂ ammation and infection.",
            "Foods high in salt, sugar, and saturated or trans fats contribute to the retention of ﬂuids and increase the workload on the heart. High Blood Pressure (Hypertension): Hypertension is the term for blood pressure that is higher than normal (120/80). If repeated checks of blood pressure of an individual is 140/90 (140 over 90) or higher, it shows hypertension. High blood pressure leads to heart diseases and also affects vital organs like the brain and kidney.",
            "Folic acid. It is also known as vitamin B9, plays a crucial role in preventing neural tube defects (NTDs) in newborn babies. NTDs are birth defects that affect the brain and spine, such as Spina bi ﬁ da, Anencephaly. Ascorbic acid (Vitamin C) is a water soluble vitamin well known for its role in supporting a healthy immune system. Ribo ﬂ avin (Vitamin B2) and Niacin (Vitamin B3) are water soluble vitamins essential for energy production and metabolism.",
            "Marasmus - It occurs both in children and adults. Wasting - It is a type of undernutrition that causes low weight for height. Dementia - It is the group of symptoms used to describe impaired ability to remember, think, or make decisions. Alzheimer's disease is the most common type of dementia.",
            "Glaucoma - A group of eye diseases that can cause vision loss and blindness by damaging a nerve in the back of your eye called the optic nerve. Carcinoma - Cancer that starts in tissue lining your skin, organs and internal passageways in your body. Lymphoma - Cancer that begins in cells of the lymph system. Sarcoma - Cancers that begin in the bones and in the soft (also called connective) tissues (soft tissue sarcoma).",
            "Pernicious anemia is a relatively rare autoimmune disorder that causes diminishment in dietary vitamin B12 (cobalamin) absorption, resulting in B12 de ﬁ ciency and subsequent megaloblastic anemia. Hartnup disease is an autosomal recessive disorder resulting in impaired functioning of transport protein in intestines and kidneys.",
            "Eye defects and Corrections : Cataracts - Treated with surgery. Myopia (near-sightedness) - Can see nearby objects clearly but have di ﬃ culty seeing distant objects. Corrected with concave lenses. Hyperopia (far-sightedness) - Can see distant objects clearly but have diﬃ culty seeing nearby objects. Corrected with convex lenses. Presbyopia (age-related far-sightedness) - Lens of the eye becomes less ﬂexible as people age, making it di ﬃ cult to focus on near objects. Corrected with bifocals, progressive lenses, or surgery.",
            "Cretinism. Toxoplasmosis - It is caused by the protozoan parasite Toxoplasma Gondii. Syphilis - It is a sexually transmitted infection (STI) that can be caused by Treponema pallidum bacteria. Preeclampsia - It is caused by the placenta not developing properly due to a problem with the blood vessels supplying it.",
            "Widal Test : This test was ﬁrst conducted in 1896 by Georges Ferdinand Widal and was named after him. It looks for O and H antibodies in a patient’s sample blood (serum). Pap smear - Used to screen for cervical cancer. C Reactive Protein (CRP) Test - A c-reactive protein test measures the level of c-reactive protein (CRP) in a sample of blood.",
            "Blindness. Iron - de ﬁ ciency anemia (IDA): It is the most common nutritional disorder. Vulnerable groups : Women in child – bearing age, adolescent girls, pregnant women and school age children. IDA occurs when hemoglobin production is considerably reduced and it results in low levels of hemoglobin in blood.",
            "short bowel syndrome. Hypoglycaemia, or a \"hypo\", is an abnormally low level of glucose in blood. Hyperglycaemia, or a hyper, can happen when blood glucose (sugar) levels are too high.",
            "Visceral leishmaniasis (kala-azar). It is caused by protozoan parasites which are transmitted by the bite of infected female phlebotomine sand ﬂ ies. Japanese encephalitis virus is spread to people through the bite of an infected mosquito. Anaplasmosis is a disease caused by the bacterium Anaplasma phagocytophilum. Other protozoan Diseases : Amoebiasis (Entamoeba Histolytica Protozoa); Malaria (Plasmodium). Other bacteria diseases : Salmonella Tuberculosis, Whooping cough (pertussis), Chlamydia, gonorrhoea, Cholera, etc.",
            "Polio (poliomyelitis) {caused by a virus (poliovirus)} - This virus infects your throat and intestines, causing ﬂu-lik e symptoms. It can then spread to your brain and spine, causing paralysis. It mainly affects children under 5 years of age.",
            "itai itai. It is the severe form of chronic cadmium intoxication, which is characterised by osteomalacia with severe bone pain and is associated with renal tubular dysfunction. Minamata - A neurological disease caused by severe mercury poisoning.",
            "Sentinel surveillance - Conducted at speci ﬁ c sites or in speciﬁ c populations and may be passive or active.",
            "Trypanosoma brucei : A protozoan parasite that causes African trypanosomiasis, commonly known as sleeping sickness. This disease affects humans and animals, primarily in sub-Saharan Africa. Balantioides coli : A ciliated protozoan that inhabits the intestine of pigs, non-human primates and humans. Giardia : A single-celled parasite that causes diarrheal disease known as Giardiasis. Cyclospora cayetanensis : A parasite that causes gastroenteritis.",
            "Thalassemia - It is a hereditary blood disorder in which the amount of hemoglobin in the body decreases. Somatostatinoma - A type of neuroendocrine tumor (NET). Venous Thromboembolism - A condition when a blood clot forms in a vein in the body. Polycythemia vera - A type of blood cancer.",
            "i-c, ii-d, iii-b, iv-a. Diphtheria is an infectious bacterial disease caused by a bacterium called Corynebacterium diphtheriae that produces toxins that can cause breathing di ﬃ culties, heart rhythm problems, and even death. Gonorrhea is a sexually transmitted infection disease. It most commonly affects the urethra, rectum or throat. Mumps is an infectious disease caused by a virus. This can cause painful in ﬂ ammation of our parotid salivary glands (parotitis).",
            "Kwashiorkor is caused by deﬁ ciency of protein in the diet which causes ﬂuid retention and a swollen, distended abdomen, and most commonly affected babies between 1-3 years of age, particularly in developing countries with high levels of poverty and food insecurity. In 1933, Cicely Williams was the ﬁrst in Africa who described Kwashiorkor.",
            "Acromegaly is a disorder that occurs when the body makes too much growth hormone (GH); Produced mainly in the pituitary gland (a pea-sized gland just below the brain). In adults, too much of this hormone causes bones, cartilage,body organs, and other tissues to increase in size.",
            "i-a, ii-b, iii-c, iv-d. Glands and their secreted hormones : Hypothalamus gland - Gonadotropin hormone. Pineal Gland - Melatonin hormone. Thyroid gland - Triiodothyronine hormone. Pancreas - Somatostatin and pancreatic polypeptide hormone. Adrenal Glands - Adrenaline hormone. Pituitary Gland - thyroid (stimulating hormone), LH (Luteinizing Hormone), FSH (follicle stimulating hormone).",
            "i-d, ii-c, iii-b, iv-a. Gaucher disease is caused by a buildup of fatty substances in organs like the spleen and liver. Hunter syndrome affects males, preventing proper digestion of certain sugar molecules. Tay-Sachs disease is a rare genetic disorder caused by the absence of an enzyme that breaks down fatty substances. Phenylketonuria (PKU) is an inherited disorder causing a buildup of phenylalanine in the body.",
            "Hemosiderosis . Aribo ﬂ avinosis is caused by deﬁ ciency of Vitamin B2 (Ribo ﬂ avin) include skin disorders, hyperemia (excess blood) and edema of the mouth and throat, angular stomatitis, cheilosis (swollen, cracked lips), hair loss, reproductive problems,sore throat, itchy and red eyes. Paraesthesia - An abnormal touch sensation, such as burning or prickling that is caused by underlying neurological disease or traumatic nerve damage. Dermatitis (eczema) - Redness, and irritation of the skin caused by air pollution.",
            "Vitamin A (Retinol). Vitamin was discovered by Casimir Funk (1912).",
            "Lungs. Pneumonia is an inﬂ ammation of lungs caused by a bacterial, viral or fungal infection. The most common cause is Streptococcus pneumoniae (pneumococcus bacteria). Cough, Fever, sweating, chest pain and Loss of appetite are the most common symptoms.",
            "Fluoride - It is a mineral that strengthens tooth enamel and makes it more resistant to acid attacks from bacteria in the mouth.",
            "Rabies. It is a Zoonotic and viral disease. It is caused by Ribonucleic Acid (RNA) virus that is present in the saliva of rabid animals (dog, monkey, etc.). Rabies Vaccine was discovered by Louis Pasteur in 1885.",
            "Diabetes. Communicable diseases - Caused by viruses or bacteria, that spread to one another through contact with contaminated surfaces, bodily ﬂuids, blood products, insect bites, or through the air. Examples - HIV, hepatitis A, B, and C, measles, in ﬂ uenza, coronaviruses, and blood-borne illnesses.",
            "Pathogens. Examples of Pathogens - Bacteria (Tuberculosis), Viruses (Covid - 19), Fungi (Candidiasis), Protists (Malaria), Parasitic worms (Taeniasis). Toxins - Substances created by plants and animals that are poisonous to humans. Example - Anthrax lethal toxin (Produced by Bacillus anthracis).",
            "Thyroid gland - It is a ductless endocrine gland situated in the anterior/front portion of the neck. Pituitary gland - It is a small, pea-sized gland located at the base of the brain. It plays a crucial role in regulating various bodily functions by producing and releasing hormones that control the activities of other endocrine glands in the body.",
            "Hepatitis : Caused by Virus, Effects Liver, World Hepatitis Day - 28 July. Elephantiasis - Also called Lymphatic Filariasis, it impairs the lymphatic system. Dengue - Caused by Dengue Virus, Carrier - Aedes aegypti mosquitoes. Malaria : Caused by Plasmodium parasite. Spread by female Anopheles mosquitoes, World Malaria Day - 25 April.",
            "Aedes : It is a species of mosquito that causes dengue, yellow fever and zika virus. Anopheles Mosquito is a species of mosquito that causesmalaria. Culex Mosquito is a species of mosquito that spreads viruses that cause Japanese encephalitis, West Nile virus.",
            "Leprosy . Hansen's disease (leprosy) is an infection caused by slow - growing bacteria called Mycobacterium leprae. It can affect the nerves, skin, eyes, and lining of the nose (nasal mucosa). Bacterial disease - Typhoid, Cholera, Tuberculosis. Viral disease - Common cold, In ﬂ uenza, HIV infection, Dengue Covid-19, Ebola. Protozoal disease - Malaria, Kala azar.",
            "Acute. Acute conditions are often caused by a virus or an infection. Example - Common cold, typhoid, jaundice, cholera etc. Genetic disorder : An inherited medical condition caused by a DNA abnormality. Eg; Congenital deafness, Cystic ﬁbr osis, Beta thalassemia and Spinal muscular atrophy (SMA). A chronic condition is a health condition or disease that is persistent or otherwise long-lasting in its effects or a disease that comes with time. Eg; Arthritis, Asthma, Cancer etc.",
            "Ring Worm. Fungi are responsible for various diseases in human beings. Aspergillus infection, Athlete's foot, Jock itch, Ringworm, Coccidioidomycosis, Sporotrichosis, valley fever, histoplasmosis are a few of the many deadly diseases caused by fungi. Tuberculosis, Anthrax, Tetanus, Leptospirosis, Pneumonia, Cholera, Botulism are the diseases caused by bacteria.",
            "Chickenpox is a highly contagious disease caused by the varicella-zoster virus (VZV). Varicella vaccine (developed by Michiaki Takahashi in 1974) is a vaccine that protects against chickenpox. Whooping Cough is caused by Bacteria (Bordetella pertussis).",
            "STDs can be caused by bacteria, viruses, or parasites. Examples - gonorrhea, genital herpes, human papillomavirus infection, HIV (Human immunode ﬁ ciency virus)/AIDS (Acquired Immune De ﬁ ciency Syndrome), chlamydia, and syphilis.",
            "Vitamin K bene ﬁ ts include supporting bone, and heart health. Prothrombin is a vitamin K-dependent protein directly involved with blood clotting. Osteocalcin is another protein that requires vitamin K to produce healthy bone tissue.",
            "Rust of wheat – Fungi . (Plant disease, Microorganisms) - (Yellow vein mosaic, Virus), (Aster yellows, Bacteria), (Crown gall, Bacteria), (Ergot, Fungi), (Anthracnose, Fungi), (Black knot, Fungi), (Snow mold, Fungi).",
            "Bacteria. Its diseases and their causative agents - Diphtheria (Corynebacterium diphtheriae), Cholera (Vibrio cholerae), Leprosy (Mycobacterium leprae), Pertussis (Bordetella pertussis), Tetanus (Clostridium tetani), Plague (Yersinia pestis), etc.",
            "Droplet infection. Tuberculosis (TB) - It is usually caused by the Bacterium Mycobacterium tuberculosis. The World Health Organization (WHO) declared TB a \"Global Health Emergency\" in 1993.",
            "Slowly healing wounds . Symptoms of Beri Beri - Di ﬃ culty walking, Loss of muscle function or paralysis of the lower legs, Mental confusion/speech di ﬃ culties, Loss of feeling (sensation) in hands and feet, Strange eye movements (nystagmus), Tingling, Vomiting.",
            "Hepatitis. Hepatotropic viruses include A, B, C, D, and E. World Hepatitis Day - 28th July. Pneumonia can be caused by viruses, bacteria, and fungi. Diabetes is a disease that occurs when blood sugar becomes too high.",
            "Osteomalacia - a disorder of “bone softening” (common in women during pregnancy). Osteomyelitis is inﬂ ammation of the bone caused by infection, generally in the legs, arm, or spine. Osteopenia is a condition that occurs when the body doesn't make new bone as quickly as it reabsorbs old bone.",
            "Arthritis is caused by inﬂ ammation of the joints. Cholera is an acute diarrheal illness caused by infection of the intestine with Vibrio cholerae bacteria.",
            "Epilepsy . Prostatitis is a disorder of the prostate gland usually associated with in ﬂ ammation. A low blood sugar level, also called hypoglycaemia is where the level of sugar (glucose) in your blood drops too low. Rheumatoid arthritis is a chronic inﬂ ammatory disorder affecting many joints, including those in the hands and feet.",
            "Mercury poisoning . The inhalation of mercury vapour can produce harmful effects on the nervous, digestive and immune systems, lungs and kidneys, and may be fatal.",
            "Polio (Poliomyelitis). It is adisease caused by the poliovirus. It invades the nervous system and can cause total paralysis in a matter of hours.",
            "Pellagra is a disease that results due to severe Vitamin B3 (Niacin) deﬁ ciency. The disease can also develop due to : Gastrointestinal diseases, Weight loss (bariatric) surgery, Anorexia Excessive alcohol use, Carcinoid syndrome (group of symptoms associated with tumours of the small intestine, colon, appendix, and bronchial tubes in the lungs).",
            "Eyes. Trachoma - It is a disease of the eye caused by infection with the bacterium Chlamydia trachomatis. Blindness from trachoma is irreversible.",
            "Gastritis. Helicobacter pylori is a type of bacteria that causes infection in the stomach. It is the main cause of peptic ulcers, and it can also cause gastritis and stomach cancer.",
            "Iron. Siderosis is a type of occupational lung disease caused by inhaling iron particles through dust or fumes."
        ]
    },
    {
        "category": "Biology",
        "topic": "Reproduction in Animals",
        "notes": [
            "Snail. Most land snails are hermaphrodites, meaning they have both male and female reproductive organs. They are able to produce sperm and eggs while mating with a partner. The male reproductive organ of the snail can never fertilize the female genitals of the snail. Animals who can change their sex during their life : Clown ﬁ sh, Bearded dragons, Banana slugs.",
            "1/16. Each parent can produce four types of gametes: BE, Be, bE, and be, with equal probability (1/4 each). To obtain the BBEE genotype, the offspring must receive the B and E alleles from both parents. The probability of getting BB from Bb × Bb cross is 1/4, and the probability of getting EE from Ee × Ee cross is also 1/4. Therefore, the combined probability of getting BBEE is (1/4) * (1/4) = 1/16.",
            "males are haploid and females are diploid. The females are diploid having 32 chromosomes and males are haploid, i.e., having 16 chromosomes. This is called a haplodiploid sex determination system and has special characteristic features such as the males produce sperms by mitosis, they do not have father and thus cannot have sons, but have a grandfather and can have grandsons.",
            "Obelia (sea fur) : A genus of hydrozoans. It forms a light-brown or whitish plant-like fur in the seas. Metagenesis - The phenomenon in which one generation of certain plants andanimals reproduce asexually, followed by the sexually reproducing generation. Spongilla - A genus of freshwater sponges. Sycon - A genus of calcareous sponges belonging to the family Sycettidae. Euspongia - The typical genus of ﬁbr ous sponges of the family Spongiidae, having a very elastic and homogeneous framework throughout.",
            "Foetus. Uterus - A pear - shaped and hollow muscular organ located in the female pelvis between the bladder and rectum. Ovulation - A phase of the female menstrual cycle that involves the release of an egg (ovum) from one of the ovaries. Zygote - A fertilized egg cell that results from the union of a female gamete (egg, or ovum) with a male gamete (sperm).",
            "Metamorphosis - A biological process involving an abrupt change in the animal's body structure due to cell growth and differentiation .The new individuals which are born from the eggs continue to grow till they become adults. In some animals, the young ones may look very different from the adults. Metamorphosis cycle has four stages : Egg, Larva, Pupa and Adult. Examples : Butter ﬂ ies, moths, frogs, toads, etc.",
            "Two. The umbilical cord is a tube that connects the mother with the baby in her womb during pregnancy. It normally contains two arteries (the umbilical arteries ) and one vein ( the umbilical vein).",
            "Totipotency .Pluripotency isdeﬁ ned as the capacity of individual cells to initiate all lineages of the mature organism. Cloning is a technique scientists use to make exact genetic copies of living things. A mutation occurs when a DNA gene is damaged or changed in such a way as to alter the genetic message carried by that gene.",
            "Parthenogenesis is a form of reproduction in which an egg can develop into an embryo without being fertilized by a sperm. Budding or blastogenesis is a type of asexual reproduction in which a new organism develops from an outgrowth or bud due to cell division at one particular site. Apomixis refers to the formation of the plant from a seed without fertilization or normal sexual reproduction."
        ]
    },
    {
        "category": "Biology",
        "topic": "Reproduction in Plants",
        "notes": [
            "Monoecious plants bear both purely male and purely female ﬂowers. Examples include castor, cucumber, and maize. In contrast, dioecious plants have male and female ﬂowers on separate plants, such as papaya.",
            "Spines. They are modi ﬁ ed leaves or stems that serve as a defense mechanism in plants, particularly in cacti and succulents. Androecium : The male reproductive part of the ﬂower , consisting of stamens ( ﬁ laments and anthers). Corolla : The collective term for the petals of a ﬂower . Calyx : The collective term for the sepals (green, leaf-like structures) that protect the ﬂower bud.",
            "Fragmentation. Algae reproduce through vegetative, asexual, and sexual methods: Vegetative Reproduction: This occurs by fragmentation, where each fragment develops into a new thallus. Asexual Reproduction: This involves the production of various types of spores, with zoospores being the most common. Sexual Reproduction: in algae involves the fusion of gametes, which can be isogamous (fusion of similar gametes) or anisogamous (fusion of dissimilar gametes), leading to the formation of zygotes that develop into new individuals.",
            "Isogamous and non - ﬂagellated. Repr oduction in Spirogyra: Spirogyra, a genus of green algae, reproduces sexually through isogamous (similar in size) and non- ﬂ agellated gametes. Two adjacent cells form a conjugation tube, allowing the male gametangium's contents to move into the female gametangium, resulting in the formation of a zygote.",
            "Protoderm. Apical meristem is the region of plant tissue where growth occurs, and it's found in both roots and shoots. In roots, the apical meristem consists of three primary meristematic tissues: Protoderm (outermost layer) - Gives rise to the epidermis. Ground meristem (middle layer) - Gives rise to the cortex and endodermis. Procambium (innermost layer) - Gives rise to the vascular tissue.",
            "Asexual reproduction - Observed in both multicellular and unicellular organisms and does not involve any kind of gamete fusion. Offspring are genetically similar to their parents. Different types : Binary Fission - Cell divide (Archaea and Bacteria). Budding (Bacteria, yeast, corals, ﬂatworms, Jellyﬁ sh and sea anemones). Fragmentation (Spirogyra, Planaria). Vegetative Propagation (Potato tubers, runners, onion). Sporogenesis (Plants, Algae, Fungi).",
            "Pistil (the female reproductive part of a ﬂower). It has three parts which are stigma, style, and ovary. Sepals (collectively called the calyx) are modi ﬁ ed leaves that encase the developing ﬂower . Petals (collectively known as the corolla) are modi ﬁ ed leaves that surround the reproductive parts of ﬂowers. Stamen is the male part of the ﬂower . Generally, it is shaped like a bowling pin and is located in the ﬂower 's center. It consists of Anther and Filament.",
            "Pollination. Flowering plants reproduce sexually through a process called pollination. It is the act of transferring pollen grains from the male anther of a ﬂower to the female stigma. The two types of pollination are self-pollination (if pollen is transferred to it from any ﬂower of the same plant) and cross-pollination ( if the pollen comes from a ﬂower of a different plant).",
            "Stigma. It traps and holds the pollen. During the process of pollination, pollen moves from the male parts to the female parts i.e stigma where pollen germinates.",
            "Vegetative propagation. Layering is a technique of plant propagation where the new plant remains at least partially attached to the mother plant while forming new roots."
        ]
    },
    {
        "category": "Biology",
        "topic": "Cell : Basic Unit of life",
        "notes": [
            "White blood cells (leukocytes) use amoeboid movement and pseudopodia to squeeze through capillary walls in a process called diapedesis and reach sites of infection or injury. Red blood cells (round and biconcave): Their main role is oxygen transport. Guard cells: Found in plants; they control stomatal opening and closing. Nerve cells (Branched and long): Specialized for transmitting electrical signals.",
            "Centrioles play a role in organizing microtubules that serve as the cell's skeletal system. They help determine the locations of the nucleus and other organelles within the cell. Lysosomes are membrane-bound sacs containing digestive enzymes. The Golgi apparatus consists of stacked, ﬂat sacs involved in protein modi ﬁ cation and transport. Plastids, found in plant and algal cells, are responsible for food production and storage, and contain pigments essential for photosynthesis and color change.",
            "Collar cells. These special cells are important for ﬁlter feeding in sponges, as well as in reproduction and circulation. Stem cells are the only cells in your body that make different cell types, like blood, bone and muscle cells. They also repair damaged tissues. Flame cells, also known as protonephridia or solenocytes, are specialized excretory cells found in freshwater invertebrates like ﬂatworms, rotifers, and ribbon worms. They function similarly to kidneys, removing waste from the organism's body through ﬁltr ation.",
            "Mitochondria (singular: mitochondrion) are found in nearly all eukaryotic cells and are known as the powerhouses of the cell. They have two membrane coverings. The outer membrane is porous while the inner membrane is deeply folded. Function: Primarily responsible for producing energy in the form of ATP (Adenosine triphosphate).",
            "rough endoplasmic reticulum. Digestive enzymes are proteins that break down food so your body can absorb nutrients. Plastids are double membrane bound organellesfound in the cytoplasm of plant cells and some protists such as Euglena. Golgi apparatus is a central membrane organelle for tra ﬃ cking and post-translational modi ﬁ cation of protein and lipid in the cell.",
            "zone of exclusion. This clear space is observed due to the exclusion of organelles like mitochondria, ER, or other structures from the immediate vicinity of the Golgi complex. Cytosine found in nucleic acids, such as DNA and RNA, that are part of the macromolecular fraction of living tissue. Cytochromes are found in the mitochondria (cristae) and chloroplasts of eukaryotes, in the chloroplast of plants, in photosynthetic microorganisms, and bacteria. Cytosol is aﬂuid that is present in the cell membrane and is the primary component of the cytoplasm.",
            "Locomotion. Mesosomes are infoldings of the plasma membrane in prokaryotic cells. They increase surface area for enzyme activity, aid in respiration, and are involved in DNA replication and distribution during cell division.",
            "Lysosomes. These organelles are ﬁlled with hydrolytic enzymes that break down biological polymers like proteins, carbohydrates, nucleic acids, and lipids. Lysosomes are sometimes called the \"suicide bag\" of the cell because they disassemble cell molecules when the cell ismalfunctioning or nearing the end of its life cycle.",
            "Mitochondria. Mitochondria are organelles that are known as the \"powerhouses\" of a cell because they produce energy. They convert oxygen and nutrients into adenosine triphosphate (ATP), which is used by the cell for energy-consuming activities. The Krebs cycle is also known as the citric acid cycle or the tricarboxylic acid (TCA) cycle. It's a central part of cellular respiration, and it harvests energy from acetyl molecules in the form of ATP .",
            "Euplectella, is a genus of glass sponges which includes the well-known Venus' Flower Basket, exhibits a cellular grade of organization rather than a tissue-organ grade. A cellular grade of organisation is an aggregation of cells that are functionally differentiated.",
            "b. The mitochondrion is a double - membraned, rod - shaped structure found in both plant and animal cells. Its size ranges from 0.5 to 1.0 micrometre in diameter. The structure comprises an outer membrane, an inner membrane, and a gel-like material called the matrix.",
            "Peroxisomes. Peroxisomes have multiple functions like lipid metabolism, processing reactive oxygen species, oxidative processes, and catabolism of D-amino acids, polyamines, and bile acids, with enzymes like peroxidase and catalase converting harmful peroxides to water; in plants, peroxisomes facilitate photosynthesis, seed germination, and e ﬃ cient carbon ﬁxation.",
            "Bacteria. Prokaryotic cells lack a well-organized nucleus, with their genetic material consisting of a single DNA molecule located in the cytoplasm. These cells do not have a nuclear membrane, and they also lack organelles such as mitochondria, lysosomes, endoplasmic reticulum, chloroplasts, and nucleolus. Examples of prokaryotic cells include blue-green algae. Yeast is an example of a eukaryotic unicellular fungi cell.",
            "c. Plastids are classi ﬁ ed into chloroplasts, chromoplasts, and leucoplasts, based on their pigments. Chloroplasts contain chlorophyll and carotenoids, crucial for capturing light energy in photosynthesis. Chromoplasts have fat-soluble carotenoid pigments (like carotene and xanthophylls) that give plants yellow, orange, or red colors. Leucoplasts are colorless and vary in shape, storing nutrients within the plant.",
            "Chromosomes begin to condense. The leptotene stage is theﬁrst ofﬁv e substages in prophase I of meiosis, a specialized cell division process that reduces the number of chromosomes by half. During this stage, chromosomes manifest as long, thin threads. Meiosis produces haploid gametes in sexually reproducing organisms, contrasting with mitosis, where a single cell divides into two identical daughter cells. Mitosis comprises several stages: Prophase, Metaphase, Anaphase, and Telophase.",
            "The essential enzymes for DNA replication are: Topoisomerase: Relaxes the DNA molecule by cutting and rejoining it, reducing tension and supercoiling. DNA primase: Adds RNA primers to the template strands at speci ﬁ c regions, providing a starting point for DNA synthesis. DNA polymerase: Synthesizes new DNA strands by adding nucleotides to the primers, matching the base pairing rules. DNA ligase: Seals the gaps between the newly synthesized DNA segments, forming a continuous strand.",
            "Semiconservative DNA replication refers to the process by which DNA is replicated, resulting in two daughter DNA molecules, each containing: One parental strand (the original template strand) and One newly synthesized strand (created during replication).Q.167. In a symport: SSC CHSL 04/07/2024 (4th shift) (a) both molecules cross the membrane in the same direction (b) a molecule moves across a membrane independent of other molecules (c) both molecules cross the membrane in the opposite direction (d) a molecule moves across a membrane dependent of other molecules Sol.167.(a) Symport: Two or more molecules move together in the same direction across the membrane using the same transport protein. Antiport: Two or more molecules move in opposite directions across the membrane. Uniport: A single molecule moves across the membrane independently of other molecules.",
            "Peptidoglycan is a complex molecule made of sugars and amino acids. It provides structural support and shape to bacterial cells and protects them from environmental stress. Glycogen is a storage polysaccharide found in animals, not related to cell walls. Cellulose is a polysaccharide that makes up the cell walls of plants, not bacteria. Peptones are products of protein digestion used as nutrient sources in microbial culture media, not structural components of cell walls.",
            "Walther Flemming. He was a German biologist and a founder of cytogenetics. His key discoveries - Chromatin, Chromosomes. Thomas Hunt Morgan received the 1933 Nobel Prize in Physiology or Medicine for his discoveries concerning the role of chromosomes in heredity.",
            "Flagella. The bacterial ﬂagella are long (3 to 12 µm), ﬁlament ous surface appendages about 12 to 30 nm in diameter. The protein subunits of a ﬂagellum are assembled to form a cylindrical structure with a hollow core. A ﬂagellum consists of three parts: Filament, Hook, and Basal body. Pili are short and thin thread-like structures projecting out from the cell wall in some bacteria.",
            "Aquaporins. Immunoglobulins (antibodies) are Y-shaped proteins that help the body ﬁght infections. Mucins are proteins found in epithelial tissues and provide lubrication and protection. Transferrin is a protein that transports iron throughout the body and is an important indicator of iron status.",
            "Anaphase. Mitosis is divided into four stages namely prophase, metaphase, anaphase and telophase. Prophase the chromosomes condense and centrosomes move to opposite sides of the nucleus, initiating formation of the mitotic spindle. Metaphase is a stage during the process of cell division (mitosis or meiosis). Telophase is the last phase of mitosis before cytokinesis, and is where sister chromatids separate, and the new nuclei are formed.",
            "Plastids. The plant cells have cell walls, plastids, and chloroplasts. These organelles are not present in animal cells. There are three types of plastids, which are thechloroplast, chromoplast and leucoplast. Animal cells have centrioles which are absent in almost all plant cells.",
            "Ribosomes. Within the cell, ribosomes are found not only in the cytoplasm but also within the two organelles - chloroplasts (in plants) and mitochondria and on rough ER. In prokaryotes, ribosomes are associated with the plasma membrane of the cell. They are about 15 nm by 20 nm in size and are made of two subunits - 50S and 30S units which when present together form 70S prokaryotic ribosomes. Ribosomes are the site of protein synthesis.",
            "Lampbrush chromosome. These are found in oocytes of animals like sharks, amphibians, reptiles, and birds (most distinct during the Diplotene stage). Polytene Chromosomes - First seen by Balbiani (1881) in salivary glands of larva of Chironomus insect (midges — belongs to order Diptera). An autosome is one of the numbered chromosomes, as opposed to the sex chromosomes. Humans have 22 pairs of autosomes and one pair of sex chromosomes (XX or XY).",
            "cellulose. Each cell of Spirogyra is surrounded by two layered cell walls. Its inner layer is made up of cellulose and outer layer is made up of pectose but quantity of cellulosic substances is high in comparison to pectose. Lignin is a biopolymer that binds cellulose and hemicellulose ﬁbers and provides stiffness to plants. Suberin is a cell wall-associated biopolymer found in speci ﬁ c cell types, such as root epidermis, root endodermis.Q.177. Which of the following cell organelles is involved in apoptosis? Matriculation Level 26/06/2024 (Shift - 1) (a) Golgi (b) ER (c) Lysosome (d) Mitochondria Sol.177.(d) Mitochondria. Apoptosis, or programmed cell death, is a process where cells die through a series of molecular steps. Mitochondria play a crucial role in apoptosis (programmed cell death) by releasing cytochrome c, which triggers the activation of caspases, the enzymes that execute the cell death process. Q.178 . Chromosomes found in the salivary glands of Drosophila are : Higher Secondary 25/06/2024 (Shift - 4) (a) giant chromosome lampbrush (b) presence of fat digestive enzymes (c) presence of minute chromosomes (d) giant chromosome polytene Sol.178.(d) giant chromosome polytene. Saliva is mainly produced by three pairs of salivary glands, the parotids (cheek), the submaxillary or submandibular (lower jaw) and the sub-linguals (below the tongue). These glands situated just outside the buccal cavity secrete salivary juice into the buccal cavity. Q.179 . What are ribosomes made up of? Higher Secondary 26/06/2024 (Shift - 2) (a) Only RNA (b) Only proteins (c) Only DNA (d) Proteins and RNA Sol.179.(d) Proteins and RNA. Ribosomes are cell organelles involved in protein synthesis, earning them the name 'protein factories.' They consist of ribosomal RNA (rRNA) and approximately 40 to 80 proteins, which provide structural support. Ribosomes have two subunits: large and small. The subunits remain separate when not synthesizing proteins and come together during the process of protein synthesis.",
            "Exocytosis involves the fusion of intracellular vesicles with the plasma membrane, releasing their contents while adding hydrophobic components to the membrane. The ﬂexibility of the cell membrane also enables the cell to engulf in food and other material from its external environment. Such processes are known as endocytosis. Amoeba acquires its food through such processes. Pinocytosis is a type of endocytosis in which the living cells ingest ﬂuid substances.",
            "Oblong – Nerve cells. Example of oblong cell shape type - Paramecium. Some shapes of cell : Oval, Round, Polygonal, Spherical, Elongated, Cuboidal, Disk-like, Oblong, and Irregular. Nerve cells (neurons) transmit messages throughout the body via electrical signals. Chlamydomonas is a single-celled green algae found in freshwater, known for its ﬂagella and photosynthesis. Muscle cells (myocytes) are the smallest units of muscle tissue.",
            "Smooth endoplasmic reticulum. The endoplasmic reticulum (ER) is a large network of membrane-bound tubes and sheets. There are two types of ER– rough endoplasmic reticulum (RER) and smooth endoplasmic reticulum (SER). RER looks rough under a microscope because it has particles called ribosomes attached to its surface.",
            "Cell walls - They are found inmost of the plant cells, bacteria, algae, fungi, and some archaea. The cell wall is a rigid semi-permeable structure made up of cellulose or chitin.",
            "Aquaporins. These are a family of small, integral membrane proteins that are expressed broadly throughout the animal and plant kingdoms. Mucins : Heavily O-glycosylated linear glycoproteins that are secreted by higher organisms to protect and lubricate epithelial cell surfaces. Transferrin : A blood plasma glycoprotein that plays a central role in iron metabolism and is responsible for ferric-ion delivery. Cupredoxins : Small proteins that contain type I copper centers. They function as electron transfer shuttles between proteins.",
            "9 + 0. The centrioles form the basal body of cilia or ﬂagella, and spindle ﬁbr es that give rise to spindle apparatus during cell division in animal cells. The central part of the proximal region of the centriole is also proteinaceous and called the hub, which is connected with tubules of the peripheral triplets by radial spokes made of protein. In animal cells, centrioles also form spindle apparatus during cell division.",
            "Eosin (the aniline dye) is an acid dye that stains cytoplasm, muscle, and connective tissues in various shades of pink and orange. Safranin is a lipophilic cationic dye which accumulates in mitochondria according to the inside negative potential inenergised mitochondria.",
            "Centrosomes - Membrane - free organelles that serve as main microtubule-organizing centers in distinct eukaryotic lineages.",
            "40-60%. Cell membrane (plasma membrane) - It separates the interior of the cell from the outside environment. It is composed primarily of fatty-acid-based lipids and proteins. The cell is the basic structural and functional unit of all forms of life. It was discovered by a British scientist, Robert Hooke in 1665.",
            "Cytoplasm. It is composed of water, salts, and various organic molecules. Golgi bodies (Golgi apparatus) - It helps process and package proteins and lipid molecules, especially proteins destined to be exported from the cell.",
            "Centrosome - An organelle containing two cylindrical structures called centrioles. Centrioles form the basal body of cilia or ﬂagella, and spindle ﬁbr es that give rise to spindle apparatus during cell division in animal cells. It plays a role in organizing microtubules that serve as the cell's skeletal system. They help determine the locations of the nucleus and other organelles within the cell.",
            "G2 phase. The different phases of a cell cycle include : Interphase (This phase includes the G1 phase, S phase and the G2 phase), M phase (This is the mitotic phase and is divided into prophase, metaphase, anaphase and telophase) and Cytokinesis (In this phase the cytoplasm of the cell divides). S phase - Cell synthesises a complete copy of the DNA. M phase - Cell divides its copied DNA and cytoplasm to make two new cells. G1 phase - First gap phase, the cell grows physically larger.",
            "7.5 μm. Red blood cells (erythrocytes) - It is rich in hemoglobin, an iron rich molecule that can bind oxygen and also imparts red color to the blood. RBC is produced in the bone marrow (erythropoiesis process) and has a life cycle of 120 days. RBC is recycled by macrophages. RBC Disorders: Anemia (Lower than normal RBC), Polycythemia (Excess of RBC), Sickle Cell Disease (Genetic Disorder causes RBCs to take on a crescent shape), Thalassemia (Genetic blood disorders that result in abnormal hemoglobin production).",
            "3 to 5 μm. Bacteria are single - celled microorganisms. Bacterial cell - Prokaryotic cells, lacking well - de ﬁ ned nuclei and membrane-bound organelles, and with chromosomes composed of a single closed DNA circle. Length of cells in organisms : Human - 20-30 micrometres. Plants - 10 to 100 micrometers.",
            "Slime layer. It is a type ofglycocalyx that is loosely organized and notﬁrmly attached to the cell wall. It is a thin, diffuse layer of polysaccharides and proteins that surrounds some bacterial cells. The slime layer can help bacteria adhere to surfaces and protect them from dehydration. The glycocalyx is a dense, gel-like meshwork that surrounds the cell, constituting a physical barrier for any object to enter the cell.",
            "Meiosis. The cell cycle is divided into two basic phases : Interphase and M Phase (Mitosis phase). The M Phase represents the phase when the actual cell division or mitosis occurs and the interphase represents the phase between two successive M phases (Cytokinesis and Karyokinesis).",
            "Cisternae - It is a membrane-bound cell organelle consisting of a series of ﬂattened membr anous sacs that look like stacked pouches. Organelles present in cells - Nucleus, Endoplasmic Reticulum, Mitochondria, Centriole, Ribosome, Vacuole, Lysosome.",
            "Stem cells - Unspecialised cells which divide to produce two daughter cells, one of which remains a stem cell and the other one becomes differentiated. The major sources of stem cells are embryos and adult tissues (adult stem cells). Stem cells are characterised into three types depending on their potency : Unipotent cells, pluripotent cells and multipotent cells.",
            "Phragmoplast is a plant cell specialized cylindrical structure formed during late cytokinesis. Periplasm - The space is the area between the cell wall and the plasma membrane. The term Protoplast was introduced by Hanstein. It refers to the entire cell, excluding the cell wall. The Peristome is a teeth-like projection that surrounds the mouth of the capsule in most of the members of Bryidae (Mosses) of bryophytes.",
            "Mitochondria - Double membrane-bound cell organelles present in most eukaryotic organisms (such as animals, plants and fungi). Chromosome - A thread - like microscopic structure formed by coiling of DNA packaged with protein containing all genetic material of an organism.",
            "Flow cytometry - It is a laser-based technique used to detect and analyze the chemical and physical characteristics of cells or particles, It is to evaluate bone marrow, peripheral blood and other ﬂuids in your body. Mass spectroscopy - Used to identify and quantify molecules by measuring their mass-to-charge ratio. Electrochemical analysis - Used to measure the electrical properties of cells or particles. Multiple displacement ampli ﬁ cation - Used to amplify DNA.",
            "Cytokinesis : It is a physical process which divides the cytoplasm of a parental cell into two daughter cells. Karyokinesis : Division of the nucleus during mitosis or meiosis. Cytoskeleton : It is a network of ﬁbr es forming the eukaryotic cells, prokaryotic cells and archaeans. Cytosol : The ﬂuid in which organelles of the cell reside. The primary component of cytosol is water.",
            "Mitochondria (Powerhouse of cells) .Vacuole - A membrane-bound cell organelle. In animal cells, vacuoles are generally small and help sequester waste products.",
            "Chlamydomonas : Single -celled green algae found in both freshwater and marine habitats. It reproduces asexually by zoospores, hypnospores. Hydrodictyon (water net) : green algae, found in freshwater. Ulva (sea lettuce) : Green algae, found in marine environments. Oedogonium : Green algae, found in freshwater ponds, streams, and even in some terrestrial environments with high humidity.",
            "Golgi apparatus. It is responsible for processing and packaging proteins and lipid molecules, particularly those destined for export.",
            "Kupffer cells. They are resident liver macrophages and maintain liver functions. They are the ﬁrst innate immune cells and protect the liver from bacterial infections. Purkinje cells - They are a unique type of neuron, speci ﬁ c to the cerebellar cortex. Microglia cells are resident cells of the brain that regulate brain development,maintenance of neuronal networks, and injury repair. Sensory cells - They occur in specialized organs such as the eyes, ears, nose, and mouth, as well as internal organs.",
            "Pectin (polysaccharide) - A soluble ﬁbr e found in fruits. Chitin - A long chain polymer of N -acetylglucosamine, an amide derivative of glucose, forms a long chain polymer. Present in cell walls and septa of all pathogenic fungi and cyst walls of pathogenic amoebae. Gelatin - A food ingredient found in soups, broths, sauces, gummy candies, marshmallows, cosmetics, and medications. Alginate - Naturally occurring anionic polymer typically obtained from brown seaweed.",
            "Bacteria do not have a nucleus or membrane-bound organelles. They have ribosomes. Fungal cells have ribosomes and a nucleus. They also have other organelles like endoplasmic reticulum, mitochondria, ribosomes, Golgi apparatus and vacuoles. Plant cells have ribosomes (Responsible for protein synthesis) mitochondria, nucleus, and chloroplasts (responsible for photosynthesis).",
            "Elaioplasts - These are plastids that are specialized in oil synthesis and found primarily in the layer of cells. Gerontoplasts - Type of plastid formed during leaf senescence (deterioration with age), Derived from - Chloroplasts. Proteinoplasts arespecialized organelles found in plant cells. Chloroplasts are organelle that contains the photosynthetic pigment chlorophyll that captures sunlight and converts it into useful energy, Found in green plants and algae.",
            "Schwann cells. Peripheral Nervous System - Part of your nervous system that lies outside the brain and spinal cord. Central nervous system - Includes two organs, the brain and spinal cord. Bipolar cells - One of the main retinal interneurons that provide the main pathways from photoreceptors to ganglion cells.",
            "Eukaryotic cells - Larger and more complex than prokaryotic cells. These possess a well-de ﬁ ned nucleus, enclosed within a nuclear membrane, and contain various membrane-bound organelles such as mitochondria, endoplasmic reticulum, Golgi apparatus, and others.",
            "Nucleus (Discovered by Robert Brown) -It is a membrane - bound organelle found in eukaryotic cells. It contains the cell's genetic material, including DNA, which carries the instructions for cell function and inheritance. Deoxyribonucleic acid (DNA) - Discovered by James Watson and Francis Crick.",
            "Robert Hooke. Edward Jenner - Discovered the smallpox vaccine in 1796. Theophrastus - The father of botany. Anton van Leeuwenhoek (Father of Microbiology) - He discovered protists and bacteria.",
            "Cytoplasm. It is the main area for all the activities taking place inside a cell. It is made of water, salts and proteins. Plasma is the ﬂuid that makes up the blood and other bodily ﬂuids.",
            "Golgi Apparatus (Golgi complex or Golgi body).",
            "The cell wall in plants is composed mainly of cellulose and contains three layers in many plants. The three layers are the middle lamella, primary cell wall, and secondary cell wall. It is only found in Plant Cell.",
            "Cell wall is present. Plant cells have a rigid cell wall that surrounds the cell membrane. This cell wall provides structural support and protection for the cell. Animal cells do not have a cell wall. Animal cells have lysosomes which are organelles that contain enzymes that break down cellular waste while Plant cells do nothave lysosomes.",
            "Vacuole, vacuoles. Plant cells - Eukaryotic cells that vary in several fundamental factors from other eukaryotic organisms. It is rectangular and comparatively larger than the animal cell. Tissue - A group of cells with similar structure and function. It forms a cellular organizational level, intermediate between the cells and organ system.",
            "Xylem - It is a complex permanent tissue found in vascular plants. It is responsible for conducting water, minerals, and nutrients from the roots to the other parts of the plant. Xylem and Phloem are the Complex Permanent tissues.",
            "Radiation therapy. The X-ray generating methodology is applied to cancer therapy. X-rays discovered in 1895 by W. C. Roentgen. Types of radiation therapy: 1. External beam radiation therapy comes from a machine to deliver radiation. 2. Internal radiation therapy uses implants or drugs to deliver radiation inside the body.",
            "Metabolism. The circulatory system is the “transportation system” for the body, and blood serves as thetransport vehicle. Respiration - Process in which organisms exchange gases between their body cells and the environment. Excretion - Process by which animals rid themselves of waste products and of the nitrogenous by-products of metabolism.",
            "Concave. The Golgi cisternae are concentrically arranged near the nucleus with distinct convex cis or the forming face and concave, trans or the maturing face. The Golgi apparatus (discovered by Camillo Golgi in 1898) is located close to the nucleus and can be very large in secretory cells, where it ﬁlls almost the complete cytoplasm.",
            "Glycocalyx. It is a network of polysaccharides attached to the cell wall.",
            "2. Types -Mitosis : The process in which cells use to make exact replicas of themselves. Mitosis is observed in almost all the body’s cells, including eyes, skin, hair, and muscle cells. Meiosis : In this type of cell division, sperm or egg cells are produced instead of identical daughter cells as in mitosis.",
            "Sperm. Prokaryotic cells - Do not have a true nucleus and membrane-bound organelles - single - celled microorganisms. Examples - Bacteria and Archaea, Mycoplasma (Pleuropneumonia-like organism, a genus of bacteria), Blue-green algae (cyanobacteria).",
            "Polysomes. They include a piece of the genetic code that is translated by each ribosome and are employed in the synthesis of numerous copies of the same polypeptide. Polypeptide - short chains of amino acids linked by peptide bonds. Long chains of amino acids are called proteins. Polymer - materials made of long, repeating chains of molecules. Monomer - A molecule that forms the basic unit for polymers. Example - Sugar is a monomer of polymers like glycogen, starch, and cellulose.",
            "Mesoglea. Coelenterata and Ctenophora show the scattered pouches in between ectoderm and endoderm. Animals in which the body cavity is absent are called acoelomates, such as Platyhelminthes.",
            "It is slower. Decomposition is faster if nitrogen and water soluble substances are present.",
            "A plasmid is a small, circular, double-stranded DNA molecule that is distinct from a cell's chromosomal DNA. Plasmids naturally exist in bacterial cells, and they also occur in some eukaryotes. Often, the genes carried in plasmids provide bacteria with genetic advantages, such as antibiotic resistance.",
            "i-b, ii-a, iii-c, iv-d.",
            "The ribosomes of a polysome translate the mRNA into proteins. A ribosome is an intracellular structure made of both RNA and protein, and it is the site of protein synthesis in the cell.",
            "Meristematic tissues are cells or groups of cells that have the ability to divide. The tissues that are completely grown and have lost the ability to divide are known as Permanent tissues. Types of Plant Tissue - Meristematic Tissue ( Apical, Intercalary, Lateral) and Permanent Tissue {Simple (Parenchyma, Collenchyma, Sclerenchyma), Complex (Xylem and Phloem)}.",
            "Vacuoles. They are dividing rigorously so they need not store food or waste products.",
            "Lophocentric. Chromosomes are bundles of tightly coiled DNA located within the nucleus of almost every cell in our body. Depending on the position of the centromere, chromosomes are categorized into the following types: Metacentric, Telocentric, Acrocentric, Submetacentric.",
            "Plasma Membrane consists of both lipids and proteins and provides protection for a cell. Lipids are fatty, wax-like molecules found in the human body and other organisms.",
            "Endoplasmic Reticulum is a major site of protein synthesis and transport, protein folding, lipid and steroid synthesis, carbohydrate metabolism and calcium storage. Endoplasmic reticulum (ER) are of two types : Smooth ER and Rough ER. Function of lysosomes (digestion and removal of waste).",
            "Leucoplasts. The basic function of it is the storage of essential compounds such as starch, lipids, and proteins.",
            "Endocytosis is a general term describing a process by which cells absorb external material by engul ﬁ ng it with the cell membrane. Exocytosis is the process by which cells move materials from within the cell into the extracellular ﬂuid. Diffusion is the movement of molecules from an area of high concentration of the molecules to an area with a lower concentration.",
            "Pseudopodia are called the false feet as they are actually extensions of the cytoplasm or the thick liquid that is inside organisms like an Amoeba. The function of the contractile vacuole is to pump water out of the cell through a process called osmoregulation, the regulation of osmotic pressure. Paramecium is a genus of unicellular ciliated protozoa, commonly studied as a representative of the ciliate group.",
            "ATP (Adenosine triphosphate) is the source of energy for use and storage at the cellular level and has three phosphates. ADP is adenosine diphosphate and contains only two phosphate groups. DNA, or deoxyribonucleic acid, is the hereditary material in humans and almost all other organisms. Ribonucleic acid (RNA) is a nucleic acid present in all living cells.",
            "Chromosomes and genes. Each cell in the human body has 23 pairs of chromosomes (46 total chromosomes) .Two of them are the X and the Y chromosome, determine sex as male or female when you are born.Q.241. Which cell theory proved that the quasi- ﬂ uid nature of lipids enables lateral movement of proteins within the overall bilayer? SSC CHSL 24/05/2022 (Afternoon) (a) Cell theory (b) Fluid mosaic model (c) Model of Golgi bodies (d) Vacuole theory Sol.241.(b) Fluid mosaic model describes the cell membrane as a tapestry of several types of molecules (phospholipids, cholesterols, and proteins) that are constantly moving. Cell theory states that the cell is the basic functional and structural unit of all living organisms.",
            "Ribosome. It is an intracellular structure made of both RNA and protein, and it is the site of protein synthesis in the cell. Vesicles can be used to move molecules, secrete substances, digest materials, or regulate the pressure in the cell.",
            "White Blood Cell. It is also known as leukocytes, are responsible for protecting your body from infection. The basic unit of communication in the nervous system is the nerve cell (neuron). Columnar epithelial cells are elongated and column-shaped and have a height of at least four times their width.",
            "Nucleus. Peroxisomes are organelles that sequester diverse oxidative reactions and play important roles in metabolism, reactive oxygenspecies detoxi ﬁ cation, and signaling.",
            "Vacuole. Cytosol is known as the matrix of the cytoplasm.",
            "Nuclear membrane. Ribosomes can be found in both prokaryote (bacteria) and eukaryote (animals and plants) cells.",
            "Centrosome is a cellular structure involved in the process of cell division.",
            "Sodium-potassium pump present on the cell membrane, which transports 3 sodium ions outside and 2 potassium ions inside of the cell per ATP . Active transport (uphill transport) transports substances against the concentration gradient from lower to higher concentration. Passive transport (Glucose transporters) are a wide group of membrane proteins that facilitate the transport of glucose across the plasma membrane.",
            "The 'Central Dogma' is the process by which the instructions in DNA are converted into a functional product. It was ﬁrst proposed in 1958 by Francis Crick, discoverer of the structure of DNA. The central dogma of molecular biology: DNA→RNA→protein.",
            "Safranin. It is mostly utilized for the identi ﬁ cation of cartilage, mucin, and mast cell granules. Cresol red is a triarylmethane dye, used as an acid-base indicator, or pH indicator.",
            "i-b, ii-c, iii-d, iv-a."
        ]
    },
    {
        "category": "Biology",
        "topic": "Sensory Organs",
        "notes": [
            "Vision. Virtual reality (VR) aiming to create an immersive visual experience that simulates a virtual environment. While some VR systems may also incorporate audio and haptic feedback to engage the senses of hearing and touch, the main focus is on visual stimulation.",
            "Spherical. Parts of the human eye: Vitreous humour - This is a gel-like substance which maintains the shape of the eyeball. It is also a refractive media. Anterior chamber - It contains the iris and a ﬂuid called the aqueoushumour. Pupil - It is an aperture of variable size in the centre of the iris, which regulates the amount of light entering the eyeball. Retina - It is a transparent layer forming the inner coat of the eye, it supports the choroid layer.",
            "Iris. Parts of the human eye: Iris is the coloured membrane behind the cornea and in the point of the lens with an aperture of variable size called pupil. Cornea - The rays of light enter this layer. Cornea accounts for two-thirds of the total optical power of the eye. Vitreous humour - This is a gel-like substance which maintains the shape of the eyeball. It is also a refractive media.",
            "Smooth muscles (involuntary muscles) are found in various organs and tissues that require automatic contraction and relaxation. The uterus, iris of the eye, and bronchi all contain smooth muscles. Characteristics of smooth muscles : Involuntary (not under conscious control), Non-striated (no visible striations), Found in internal organs (hollow organs). Cardiac muscles: Found exclusively in the heart, these muscles pump blood.",
            "Olfactory. Vanilla, clove and onion are examples of olfactory indicators. Clove - Scienti ﬁ c name - Syzygium aromaticum. Medicinal Properties - Antioxidant, Antimicrobial, Antinociceptive, Antiviral, etc.",
            "Cornea. It covers the pupil (the opening at the centre of the eye), iris (the coloured part of the eye), and the anterior chamber of the eye (the ﬂuid- ﬁlled inside of the eye).Q.258. Which of the following body parts behaves like a stretched rubber sheet? SSC CGL 23/08/2021 (Evening) (a) Tongue (b) Eye lens (c) Nostril (d) Eardrum Sol.258.(d) Eardrum. The tympanic membrane (eardrum) which is a thin layer of tissue in the human ear that receives sound vibrations from the outer air and transmits them to the auditory ossicles, which are tiny bones in the tympanic (middle-ear) cavity."
        ]
    },
    {
        "category": "Biology",
        "topic": "Circulatory System",
        "notes": [
            "2. Fish have a single circuit for blood ﬂow and a two-chambered heart that has only a single atrium and a single ventricle. The atrium collects blood that has returned from the body, while the ventricle pumps the blood to the gills where gas exchange occurs and the blood is re-oxygenated; this is called gill circulation. Amphibians and most reptiles have three-chambered hearts, with the exception of crocodiles, which have four-chambered hearts.",
            "Arteries - They carry oxygenated blood, which is rich in nutrients and oxygen. The tracheas are the tubes that carry air from the throat to the lungs. They are made of cartilage and have smooth muscles in their walls.",
            "Veins - They carry deoxygenated blood (except pulmonary veins). Biggest vein - Vena Cava. Neurons : Fundamental unit of the nervous system specialized to transmit information to different parts of the body. Capillaries : They take waste products away from tissues.",
            "Thrombocytes . They are cell fragments found in blood and spleen produced from megakaryocytes (special cells in the bone marrow). It helps to form blood clots, prevent bleeding and wounds healing. Blood normally contains 150,000 to 450,000 platelets per microliter of blood. Thrombin - An enzyme that helps in regulating hemostasis and maintaining blood coagulation.",
            "Sesamoids. Muscles are tissues that can contract, and therefore they help in the movement of the other body parts. There are about 600 muscles in the human body. The three main types of muscle include skeletal (bones), smooth (organs) and cardiac (heart).",
            "7.4. pH (Potential of Hydrogen) is really a measure of the relative amount of free hydrogen and hydroxyl ions in the water.",
            "Iron. Haemoglobin (Hb) : It is a protein in red blood cells that binds to oxygen, enabling its transport throughout the body, crucial for oxygen delivery to tissues and organs. In its iron-bound state, haemoglobin gives blood its red colour.",
            "Bacteria. The corpuscles found in the lymph are called lymphocytes. Diseases caused by Bacteria : Diphtheria, pneumonia, cholera, tetanus, tuberculosis, plague, and gonorrhea. Fungi : Ringworm and athlete's foot.Q.267. Which of the following is a large bean - shaped lymphoid organ in the human body ? SSC CHSL 16/04/2021 (Evening) (a) Thymus (b) Spleen (c) Lymph node (d) Tonsil Sol.267.(b) Spleen stores erythrocytes, lymphocytes, and phagocytes. It ﬁlters the bloodstream by trapping blood-borne pathogens in its cells.",
            "The maximum pressure at which the blood leaves the heart through the main artery (Aorta) during ventricular contraction is called systolic pressure. The minimum pressure in the arteries during ventricular relaxation of the heart is called the diastolic pressure.",
            "Varicose veins. These are abnormally dilated, tortuous super ﬁ cial veins caused by incompetent venous valves. They almost always affect the legs and feet."
        ]
    },
    {
        "category": "Biology",
        "topic": "Excretory System",
        "notes": [
            "nephrons. Each kidney has nearly one million complex tubular structures called nephrons, which are the functional units. Each nephron has twoparts – the glomerulus and the renal tubule. Glomerulus is a tuft of capillaries formed by the afferent arteriole – a ﬁne br anch of renal artery. Blood from the glomerulus is carried away by an efferent arteriole. The renal tubule begins with a double walled cup-like structure called Bowman’s capsule, which encloses the glomerulus.",
            "Sphincter. A muscular sphincter (gastro-oesophageal) regulates the opening of oesophagus into the stomach. The small intestine is distinguishable into three regions, a ‘C’ shaped duodenum, a long coiled middle portion jejunum and a highly coiled ileum. The opening of the stomach into the duodenum is guarded by the pyloric sphincter.",
            "Flame cell. Phylum Platyhelminthes - It belongs to the kingdom Animalia. The organisms are also known as ﬂatworms. They are triploblastic, bilaterally symmetrical, dorsoventra, acoelomate ﬂatworms with organ grade of construction without a deﬁ nite anus, circulatory, skeletal or respiratory system but with Protonephridial excretory system and mesenchyme ﬁlling the space between the various organs of the body.",
            "Urobilin or urochrome. It is generated from the degradation of heme. Heme is a precursor of hemoglobin. Albumin is a protein made by the liver. Bilirubin is a yellow pigment that is made during the normal breakdown of red blood cells. Creatinine is a waste product that comes from the normal wear and tears on the muscles of the body."
        ]
    },
    {
        "category": "Biology",
        "topic": "Endocrine/Exocrine system",
        "notes": [
            "Thyroid Gland. It is located on either side of the trachea, inferior to the larynx. Hormone released - Thyroxine. Other Gland in body : Pineal Gland - Located on the dorsal side of the forebrain and it releases melatonin hormone. Adrenal gland - Located at the anterior of each kidney. Hormone released - Adrenaline and Norepinephrine.",
            "Liver . It is located in the upper right portion of the abdomen and is the only organ that has the ability to regenerate e ﬃ ciently. Pancreas is a composite gland which acts as both exocrine and endocrine gland.",
            "Hemichordata . Examples - Balanoglossus, Saccoglossus, Protoglossus, Ptychodera.",
            "Adrenal gland . The thyroid gland uses iodine from food to make two thyroid hormones: triiodothyronine (T3) and thyroxine (T4).",
            "Hypothalamus. It is located in the ventral brain above the pituitary gland and below the third ventricle. control of the pituitary gland, regulationof body temperature, food intake, ﬂuid intak e, control of the autonomic nervous system, control of stress, emotional expression and aggression, sleep and waking, sexual arousal and memory.",
            "The lacrimal gland produces tears which are secreted by the lacrimal ducts, and ﬂow over the ocular surface, and then into canals that connect to the lacrimal sac. From that sac, the tears drain through the lacrimal duct into the nose.",
            "Epiglottis. Its main function is to seal off the windpipe during eating, so that food is not accidentally inhaled. The larynx is a cartilaginous skeleton, some ligaments, and muscles that move and stabilize it ."
        ]
    },
    {
        "category": "Biology",
        "topic": "Respiratory system",
        "notes": [
            "Kanthamani (Adam's apple). Gullet (esophagus) - it is part of the digestive system, which is sometimes called the gastro-intestinal tract (GI tract). The esophagus is a muscular tube. It connects the mouth to the stomach.",
            "Human muscle cells. Anaerobic respiration - It is the partial breakdown of glucose into acid or alcohol along with carbon dioxide in the absence of oxygen. Anaerobic respiration in muscles - In this anaerobic process,glucose is partially oxidized to pyruvate, which further converts into lactic acids in muscles.",
            "Both I and II. The lungs and respiratory system allows us to breathe.They bring oxygen into our bodies (called inspiration, or inhalation) and send carbon dioxide out (called expiration, or exhalation). This exchange of oxygen and carbon dioxide is called respiration.",
            "4.4%. Composition of exhaled air : nitrogen (78%) oxygen (17%) carbon dioxide (4%) other gases (1%). Inhaled air is by volume: 78% nitrogen, 20.95% oxygen and small amounts of other gases including argon, carbon dioxide, neon, helium, and hydrogen.",
            "Tracheae . Gills are evaginated respiratory surfaces used for breathing in water. The diaphragm, located below the lungs, is the major muscle of respiration. Spiracles are the small opening on the lateral side of the body through which air enters the tracheal system."
        ]
    },
    {
        "category": "Biology",
        "topic": "Digestive system",
        "notes": [
            "Fibre is essential for maintaining healthy digestion. It adds bulk to the stool and helps it pass more easily through the intestines, thus providing relief from constipation. Foods high in ﬁbr e include fruits, vegetables, whole grains, and legumes.",
            "Small intestine. It is a 20-foot tube in the digestive system, breaks down food and absorbs nutrients. It has three parts: the duodenum, jejunum, and ileum, and helps digest food from the stomach while absorbing vitamins, minerals, carbs, fats, proteins, and water. The large intestine, about 5 feet long, is wider but shorter than the small intestine. The oesophagus in adults is typically 10 - 13 inches long and about ¾ inch in diameter at its narrowest point.",
            "Trypsin. Globular proteins are a common type of protein that are spherical or globe-shaped and are somewhat soluble in water. They are also known as spheroproteins. Amylase: An enzyme found in saliva that breaks down starches into maltose. Lipase: An enzyme that breaks down fats, secreted by the pancreas and, in smaller amounts, by gastric glands. Pepsin: An enzyme in the stomach that converts proteins into proteoses and peptones.",
            "Gastric glands in the stomach lining secrete digestive juices, including hydrochloric acid (HCl) and pepsinogen, which help break down proteins and activate digestive enzymes. Pituitary gland : Regulates hormone secretion, growth, and development. Thyroid gland : Regulates metabolism, growth, and development. Pineal gland : Regulates sleep-wake cycles and melatonin production.Q.290. Identify the function of lipase in the process of digestion. SSC CGL 20/07/2023 (1st shift) (a) Breaking down roughage (b) Breaking down emulsi ﬁ ed fats (c) Secreting intestinal ﬂuids (d) Digesting proteins Sol.290.(b) Lipase is the enzyme that breaks down the lipids present in the form of emulsi ﬁ ed fat and converts them into fatty acids and glycerol. Digestion of protein is done by several enzymes such as Pepsin, Trypsin, Chymotrypsin.",
            "Bile juice - It is important for the total digestion of different types of fats (fats in food to fatty acids). It also helps in digesting carbohydrates and proteins to some extent. Estrogen - The female reproductive hormone secreted by the membranous granulosa of the Graa ﬁ an follicle. Mucus - A protective substance that is secreted from multiple areas in the body such as the mouth, sinuses, throat, lungs, and stomach. Produced by the goblet cell of the gastrointestinal tract.",
            "Buccal cavity. Organs in the digestive system - mouth, pharynx (throat), oesophagus, stomach, small intestine, large intestine, rectum, and anus. Rectum is the terminal part of the intestine from the sigmoid colon to the anus. Small intestine is the longest part of the digestive system. Oesophagus is a muscular tube, which connects the mouth to the stomach.",
            "Rumen is the ﬁrst chamber of the stomach of ruminants like cattle. It is a large, muscular sac that is ﬁlled with bacteria, protozoa, and other microorganisms. These microorganisms help to digest the cellulose in the foodthat the ruminant eats.",
            "Platyhelminthes. These are also known as ﬂatworms belonging to Animalia Kingdom and they include many free-living and parasitic life forms. The term arachnid refers to a class of animals that includes spiders, scorpions, mites, and ticks.",
            "Grass has cellulose (takes a long time to digest) so it requires longer intestines in organisms to digest. Meat (lamb, chicken, etc) is easy to digest so it requires a short intestine (in organisms) to digest. The function of the long intestine: absorbing water and electrolytes, producing and absorbing vitamins, and forming and propelling feces toward the rectum for elimination.",
            "Examples of digestive enzymes include amylase, gelatinase, lactase, lipase, maltase, peptidase, and protease.",
            "Probiotics. Yogurt is one of the best sources of probiotics. Antibiotics are medicines that ﬁght bacterial infections in people and animals. Prosthesis or a prosthetic implant, is an arti ﬁ cial device that replaces a missing body part, which may be lost through trauma, disease, or a condition present at birth.",
            "Small intestine - It receives secretions from the liver and the pancreas. Villi are small ﬁnger-lik e projections found inside the inner walls of the small intestine. They increase the surface area for absorption of nutrients from the food.",
            "7 to 7.5 (about 22 feet). The small intestine has three parts. The ﬁrst par t is called the duodenum. The jejunum is in the middle and the ileum is at the end. The large intestine includes the appendix, cecum, colon, and rectum. The large intestine is about ﬁv e feet (or 1.5 metres) long.",
            "Fibre. It is a type of carbohydrate that the body can't digest. Glycogen is the storage form of carbohydrates in mammals. Simple Sugars, also called monosaccharides, include glucose, fructose, and galactose.",
            "Colostrum is the ﬁrst form of breastmilk that is released by the mammary glands after giving birth. Sebum is an oily, waxy substance produced by your body's sebaceous glands. Synovia is a lubricating ﬂuid r esembling the white of an egg, secreted by certain membranes, as those of the joints. Cerumen (Earwax), is a brown, orange, red, yellowish or grey waxy substance secreted in the ear canal of humans and other mammals.Q.302. Which of the following is the indigestible portion of our diet essential to the health of the digestive system? SSC MTS 08/10/2021 (Morning) (a) Fats (b) Roughage (c) Carbohydrates (d) Proteins Sol.302.(b) Roughage. It includes all plant products like grains, nuts, legumes, fruits, etc. They are indigestible but act as a source of food for the bene ﬁ cial bacteria present in our gut. Consumption of roughage maintains body weight and also reduces risk factors of heart disease."
        ]
    },
    {
        "category": "Biology",
        "topic": "Nervous system",
        "notes": [
            "Muscle cells are specialized cells that can contract and relax. This ability is crucial for movement in the body. When muscle cells contract, they shorten, which pulls on the bones or other structures they are attached to, causing movement. When they relax, they lengthen and return to their original state. This cycle of contraction and relaxation is what allows for various movements, such as walking, lifting objects, or even the beating of the heart.",
            "Nerve cell. The neural system of all animals is composed of highly specialized cells called - neurons which can detect, receive and transmit different kinds of stimuli. This system is divided into two parts - the Central Nervous System (CNS) and the Peripheral Nervous System (PNS). The CNS consists of the brain and spinal cord. The PNS consists mainly of nerves.",
            "Cerebellum (also called the little brain). It controls balance for walking and standing, and other complex motor functions. Cerebrum (largest part of the brain, initiates and coordinates movement and regulates temperature). Medulla (lowest part of the brain, It deals with the autonomic functions of breathing, heart rate, blood pressure, and sleep - wake cycle).",
            "Forebrain. The brain is the central information processing organ of our body. The brain can be divided into three major parts : Forebrain consists of Hypothalamus (regulation of sexual behaviour, expression of emotional reactions), Cerebrum (controls memory, will power, knowledge etc), Thalamus (controls pain, cold and Heat). Midbrain consists of Tectum (vision and auditory reﬂ exes) and Hindbrain consists of Medulla oblongata (respiration, cardiovascular re ﬂ exes and gastric secretions), Pons (tract between brain and spinal cord) and Cerebellum (coordination of Movement, Posture etc).",
            "Only glucose. Glucose is a type of sugar which comes predominantly from starchy foods (bread, rice, pasta and potatoes) as well as fruits, juices, honey, jams and table sugar. The body tightly regulates blood glucose levels; this is known as glucose homeostasis.",
            "Eye. The superior rectus is a muscle in the eye that helps to elevate the eye. This muscle is among four muscles - including the medial rectus, lateral rectus, and inferior rectus, which control the eye’s movement.",
            "Alzheimer's Disease. Schizophrenia is a mental disorder that affects a person's thoughts, emotions, and behavior. Amnesia can be caused by brain injury, stroke, and Alzheimer's Disease. Concussion is a mild traumatic brain injury that can cause temporary symptoms such as headache, dizziness, and memory loss."
        ]
    },
    {
        "category": "Biology",
        "topic": "Skeleton system",
        "notes": [
            "Pivotal joint. Hinge joints - Allow movement along one plane, Examples: Ankle, elbows, and knee joints. Fixed joints - Immovable joints, where bones are not ﬂexible, Examples: Upper jaw, rib cage.",
            "Ribs are a set of twelve paired bones which form the protective 'cage' of the thorax. The ankle joint, also known as the talocrural joint, is a synovial joint that connects the bones of the leg, the ﬁbula and tibia, with the talus of the foot. Pelvic Bone is a basin shaped complex bone which connects the trunk and legs and supports the urinary bladder. The wrist is formed where the two bones of the forearm, the radius and the ulna meet the carpus. Other bones of the hand - metacarpals and phalanges.",
            "Synovial .It provides lubrication, reduces friction between bones and makes the joint movements smooth. Examples of such joints are ball and socket joint, pivot joint, gliding joint, hinge joint, and saddle joint.",
            "Jaw. The muscle masseter is a facial muscle that plays a major role in the chewing of solid foods. The three layers of the masseter are the super ﬁ cial layer, the intermediate layer, and the deep layer.",
            "Ball and socket joint. It is a synovial joint, which means it allows for smooth movements between bones.",
            "Spinal cord. The spine is composed of 33 vertebrae, divided into ﬁv e sections: the cervical, thoracic, and lumbar spine sections and the sacrum and coccyx bones.",
            "The human hand has 27 bones : the carpals or wrist contains 8; the metacarpals or palm contains ﬁv e; the remaining fourteen are digital bones; ﬁngers and thumb.",
            "Dentin. It is a composite substance of organic and inorganic material found in the tooth's interior. Pulp : This soft tissue forms the tooth's inner core, containing the blood vessels and nerves. Enamel : It acts as a protective barrier for the crown of the tooth. It is the hardest substance in the human body.Plant kingdom Q.318 . Match the columns. Column A (Plant Group)Column B (Example) i. Bryophyta a. Rose ii. Pteridophyta b. Pine iii. Gymnosperms c. Mosses iv. Angiosperms d. Selaginella SSC MTS 23/10/2024 (3rd Shift) (a) i-c, ii-a, iii-b, iv-d (b) i-c, ii-d, iii-b, iv-a (c) i-c, ii-d, iii-a, iv-b (d) i-d, ii-c, iii-b, iv-a Sol.318.(b) i-c, ii-d, iii-b, iv-a. Bryophytes - liverworts, hornworts. Pteridophytes - Equisetum, Fern, Salvinia. Gymnosperms - Cycas, Pinus, Ginkgo. Angiosperms - Orchids, Corn, Tomato, and Hibiscus.",
            "Bryophytes and Thallophyta. Thallophyta - Plants that do not have well-differentiated body design fall in this group. The plants in this group are commonly called algae. Bryophytes - These are called the amphibians of the plant kingdom. The plant body is commonly differentiated to form stem and leaf-like structures. Gymnosperms and Angiosperms are called ‘phanerogams’.",
            "Grass. Hubbardia heptaneuron is nearing extinction due to its environmental insensitivity. Other endangered plant species include the Gran Canaria Drago Tree, Mandragora, Castela senticosa, Musli, and Assam Catkin. The IUCN's \"Red Data Books\" offer the most comprehensive global inventory of the conservation status of plant and animal species.",
            "Himachal Pradesh. The Himalayan yew grows in the high-altitude forests of the Western Himalayas, especially in the states of Himachal Pradesh, Uttarakhand, and parts of Jammu & Kashmir.",
            "Parallel venation. The leaves of monocots are long, elongated, and slender. Parallel venation refers to the arrangement of veins in parallel. They grow perpendicularly from the bottom to the end of the lea ﬂ et. Parallel venation is classi ﬁ ed into two types. They are pinnate parallel venation and palmate parallel venation.",
            "habit. The environment is the sum of all living and non-living things, and the forces that affect them, that surround a person, animal, or plant. A habitat is the natural home of an organism, such as a plant or animal. It provides the organism with food, water, shelter, and space to survive. Q.324 . Which marine carotenoid is abundant in brown seaweed, macroalgae and diatoms ? SSC CGL 18/09/2024 (1st Shift) (a) Fucoxanthin (b) Astaxanthin (c) Neoxanthin (d) β-cryptoxanthin Sol.324.(a) Fucoxanthin. It is an orange-colored pigment, along with chlorophylls a and c and β-carotene, present in Chromophyta, including brown seaweeds (Phaeophyceae) and diatoms (Bacillariophyta). Astaxanthin: It is a reddish pigment that belongs to a group of chemicals called carotenoids. Neoxanthin: It is a carotenoid and xanthophyll pigment found in plants, algae, and microorganisms. β-Cryptoxanthin, a carotenoid found in fruits and vegetables such as tangerines, red peppers, and pumpkin.",
            "Maize. Reticulate venation : Arrangement of veins in a leaf blade that resembles a net or web, present on both sides of the midrib. Examples of plants with reticulate venation include China rose, Tulsi, and Coriander. Parallel Venation: Arrangement of veins in a leaf blade that run parallel to each other. Plants with parallel venation include Maize, Grass, and Wheat.",
            "Pinnately. Compound leaves are classi ﬁ ed into two types: pinnately and palmately compound leaves. In pinnately compound leaves, lea ﬂ ets are arranged along a common axis called the rachis, as seen in neem. In palmately compound leaves, lea ﬂ ets attach at a common point at the tip of the petiole, such as in silk cotton.",
            "Betanin. The red color in beetroot is due to betacyanin, a water-soluble pigment located in the cell vacuole, not in chloroplasts. Curcumin : A yellow-orange pigment found in turmeric (Curcuma longa). Beta carotene : A yellow-orange pigment converted to vitamin A in the body, found in carrots and sweet potatoes. Lycopene is the red colored pigment abundantly found in red colored fruits and vegetables such as tomato, papaya, pink grapefruit, pink guava and watermelon.",
            "Guttation. Translocation is the movement of materials from leaves to other tissues throughout the plant. Plasmolysis is de ﬁ ned as the process of contraction or shrinkage of the protoplasm of a plant cell and is caused due to the loss of water in the cell. Pressure gradient refers to the differencein air pressure between two points in the atmosphere or on the surface of the earth.",
            "Monstera. Three types of roots are found in Monstera deliciosa: aerial roots, aerial roots that have entered the soil (aerial-subterranean roots), and lateral roots that form on aerial-subterranean roots (lateral - subterranean roots). The three root types differed in anatomical development and in growth. It is an example of adventitious roots, which grow from parts of the plant other than the radicle. These roots can be aerial or underground and may develop from nodes (money plant, bamboo), stem cuttings (rose), branches (banyan), or the stem base (ﬁ brous roots in monocots).",
            "Lichens. The species that are ﬁrst to invade a bare area are called pioneer species. Lichens are able to secrete acids to dissolve rock, helping in weathering and soil formation. These later pave the way to some very small plants like bryophytes.",
            "Holdfast. Algae are a diverse group of photosynthetic, eukaryotic organisms, representing a polyphyletic grouping that includes species from various clades. The midrib, or midvein, is the central, thick vein running from the base to the tip of a leaf, providing support and structure. A stipe is the stalk or stem that supports a structure in plants, algae, or fungi. A frond refers to a large, divided leaf, typically associated with ferns and some palm trees, but can also denote the leaves of ﬂowering plants like mimosa or sumac.",
            "gymnosperms. The gymnosperms (gymnos : naked, sperma : seeds) are plants in which the ovules are not enclosed by any ovary wall and remain exposed, both before and after fertilisation. Examples are Cycas, Pinus and Ginkgo. Angiosperms: The seeds are enclosed in fruits. They are divided into two classes : the dicotyledons and the monocotyledons. Pteridophytes are seedless, and they reproduce through spores. Bryophytes are amphibians of plant kingdom as they complete their life cycle in both water and on land. These mainly grow in damp, shady places, especially in the hills.",
            "Antheridium - A saclike structure and male sex organ that produces and stores gametes or sex cells called sperm. They produce biﬂ agellate antherozoids. Located on: A thin stalk attached to the gametophyte.",
            "Symbiotic relationships are the close associations formed between pairs of species. They come in a variety of forms, such as parasitism (where one species bene ﬁ ts and the other is harmed), commensalism (where one species bene ﬁ ts and the other is neither harmed nor helped) and Mutualism (where all species involved bene ﬁ t from their interactions). Examples : Nitrogen- ﬁ xing bacteria and leguminous plants such as clover, alfalfa, and soybeans.",
            "Pteridophyta. It belongs to the vascular plant family. They reproduce through spores rather than seeds. Examples - ferns, horsetails and lycophytes. Four classes of pteridophyta - Psilopsida, Lycopsida, Sphenopsida, Pteropsida. Cryptogams - Aﬂowerless and seedless group of plants having hidden sex organs. Three main divisions - Thallophyta, Bryophyta and Pteridophyte. They are the ﬁrst-e ver terrestrial plants to possess vascular tissues.",
            "Atropa belladonna - It is a perennial herbaceous plant in the nightshade family Solanaceae. It is native to Europe, North Africa, and Western Asia. Arachis hypogaea is the peanut plant. Cynodon dactylon is Bermuda grass, a major tropical grass found in all tropical and subtropical areas. Cicer arietinum is the chickpea plant.",
            "Equisetum - The aerial branches are herbaceous and usually grow to a height of 10-60 cm, but they can attain more height in some species. The pteridophytes are classi ﬁ ed into Psilopsida (Psilotum), Lycopsida (Selaginella, Lycopodium), Sphenopsida (Equisetum) and Pteropsida (Dryopteris, Pteris, Adiantum).",
            "a - iv, b - iii, c - ii, d - i.",
            "Gymnosperms are ﬂowerless, seed - producing plants. They belong to the subkingdom Embophyta. Examples - Cycas, Pinus, Araucaria, Thuja, Cedrus, Picea, Abies, Juniperus.",
            "Vascular plants (Tracheophytes) are land plants containing specialized vascular conducting tissues (xylem and phloem). Examples - Trees, shrubs, grasses, ﬂowering plants, and ferns.",
            "Anthocyanins. These are blue, red or purple pigments found in plants, ﬂowers, fruits, and tubers. It appears as red pigment in acidic conditions and blue pigment in alkaline conditions. Phenolics - These are chemical components that occur as natural color pigments responsible for the color of fruits of plants.",
            "Sciophytes. Examples : Java Moss, Mountain Fern Moss. Monocots - A group of ﬂowering plants belonging to the class Liliopsida or Monocotyledonae. Examples - Palms, Grasses, Orchids, and Lilies. Halophytes - Any perennial marsh plant that bears its overwintering buds in the mud below the surface. Examples - Salicornia europaea, Big Saltbush. Psammophytes - A plant that grows in sandy and often unstable soils. Examples - Agriophyllum squarrosum, Haloxylon ammodendron.",
            "Spirogyra. Sargassum and Laminaria are the brown seaweed/algae found in brackish or salt water (rarely found in freshwater). Polysiphonia are red algae which are found in salt water. Ectocarpus is a genus of ﬁlament ous, marine brown algae. Chlorella is a genus of about 13 species of single-celled green algae of the division Chlorophyta.",
            "Hornworts (bryophytes) .It grows on rocks in tropical and temperate regions. Scienti ﬁ c Name - Anthocerotophyta. Chara (A green algae) - It belongs to the Characeae family, A multicellular organism usually thrives in freshwater. Celandine - It is a botanical extract derived from a plant of the Poppy family. Genus - Stylophorum. Riccia - It is a genus of liverworts.",
            "I, II, III and IV. Fungi are eukaryotic (organisms whose cells contain a nucleus and other membrane - bound organelles) organisms. They grow in moist climatic areas where they get enough nutrition for their growth. The fungal spores are generally present in the air and grow on articles. Examples : Yeasts, smuts,mildews and mushrooms.",
            "Herbs. Examples - Cabbage, Tomato, Mustard, Radish, Sun ﬂ ower, Carrot. Trees have their branches in the upper part of the stem, much above the ground. Examples - Neem, mango, coconut. Shrubs have the stem branching out near the base. Examples - Rose, jasmine, lemon.",
            "Gymnosperms - whose seeds are completely naked and lack an ovary. characteristic - well developed tap root, Needle-like leaves, seeds but no fruits. Examples - Pine, Ginkgo, Pinus Tree. Reproduction - sexually and asexually.",
            "Tomato. The plant kingdom is classi ﬁ ed into ﬁv e subgroups - Thallophyta, Bryophyta, Pteridophyta, Gymnosperms, Angiosperms.",
            "Bryophytes. It is also called amphibians of the plant kingdom because these plants can live in soil but are dependent on water for sexual reproduction. Spermatophytes - A subset of the embryophytes or land plants.",
            "Bryophyte. These are land plants which require water for sexual reproduction. Hence, these are found mostly in moist places in close proximityto water.",
            "Angiosperms - Seed-bearing vascular plants with a well-differentiated plant body. The seeds are enclosed within the fruits. Examples - Mango, rose, tomato, onion, wheat and maize.",
            "Hemichordata . Kingdom - Animalia, Subkingdom - Eumetazoa. Plant Kingdom is further classi ﬁ ed into subgroups of Thallophyta, Bryophyta, Pteridophyta, Gymnosperms and Angiosperms.",
            "Herbs. Creepers are plants with weak stems that cannot stand upright and spread readily on the ground. Examples - Pumpkin, Watermelon and Muskmelon.",
            "Thallophyta. Thallophyta is classi ﬁ ed into two subdivisions : Algae and Fungi. Examples - Spirogyra, Chara, Ulothrix, Ulva, Cladophora. Kingdom Plantae includes algae, bryophytes, pteridophytes, gymnosperms and angiosperms.",
            "Green algae have chloroplast and chlorophyll in their cells. Examples are Chlamydomonas, Volvox, Spirogyra, Ulothrox, Oedogonium and Chara.",
            "Maize, Cucumber, Fig and Melon. Monoecious plants have both male and female reproductive parts in the same plant. Examples - cucurbits and coconuts, etc. Dioecious plants are referred to when the male and female reproductive organs are distinct. Examples - Cottonwood, plum pine, etc.",
            "Sargassum (gulfweed, sea holly) is a seaweed (macroalgae, family - Phaeophyceae (brown algae)). It is an edible, nutritious and rich source of bioactive compounds (vitamins, carotenoids, dietary ﬁbr es, proteins, and minerals). It is found in the Sargasso Sea in the north - central Atlantic.",
            "Pyrenoids are a protein body in the chloroplasts of algae and hornworts that are involved in carbon ﬁxation and starch formation and storage of Chlorophyceae.",
            "Algae (photosyntheticeukaryotic organisms) Yeasts are eukaryotic, single celled microorganisms. Protozoa are one - celled animals. A fungus (eukaryotic organism that includes microorganisms such as yeasts, molds and mushrooms).",
            "Tubulin (\"heterodimer\" protein). Elastin (protein) allows the skin to be ﬂexible and bounce back to its original shape. Fibrinogen (protein involved in forming blood clots in the body). Ferritin is a blood protein that contains iron.",
            "Funaria is known as common moss or green moss or cord moss. Ulothrix, a genus of ﬁlament ous green algae (family Ulotrichaceae) found in marine and fresh waters. Cladophora, a genus of green algae (family Cladophoraceae). Ulva is a small genus of marine and brackish water green algae.",
            "Hydrocolloids. Algin (red algae) and carrageen (brown algae) are some important sources of natural hydrocolloids.",
            "Conform. Plant Hormones and its Function: Ethylene - Fruit Ripening and Abscission, the dropping of leaves, fruits and ﬂowers. Gibberellins - Break the dormancy of seeds and buds, promote growth. Cytokinin - Promote Cell Division. Abscisic Acid - closing of stomata and maintaining dormancy. Auxins - Involved in tropisms and apical dominance.",
            "Venus ﬂytr ap.It is native to North Carolina and South Carolina. Phytoplankton is the autotrophic component of the plankton community and a key part of ocean and freshwater ecosystems. Bladderwort is an aquatic carnivorous plant with highly divided, underwater leaf-like stems and numerous small \"bladders\".",
            "Mesosome is a special membrane structure, which is formed by the extension of the plasma membrane into the cell in a prokaryotic cell.",
            "Opuntia (cactus). Hibiscus (Orhul) can help boost your immune system. Mimosa (“Touch me not”) helps in the treatment of many disorders like piles, insomnia, diarrhea, etc.",
            "Pteridophytes are also called vascular cryptogams. Smallest Pteridophyte is Azolla (an aquatic fern) and largest is Cyathea (tree fern).",
            "Mosses. A pine is any conifer tree or shrub in the genus Pinus of the family Pinaceae, it is the sole genus in the subfamily Pinoideae. Pea, (Pisum sativum), an herbaceous annual plant in the family Fabaceae.",
            "Acorn , or oaknut, is the nut of the oaks and their close relatives (genera Quercus and Lithocarpus, in the family Fagaceae). The kola nut is the fruit of the kola tree (Cola acuminata and Cola nitida), indigenous to West Africa. Macadamia is a genus of four species of trees in the ﬂowering plant family Proteaceae. The chestnuts are the deciduous trees and shrubs in the genus Castanea, in the beech family Fagaceae.",
            "Tea. Jute is extracted from the bark of the white jute plant (Corchorus capsularis) and to a lesser extent from tossa jute (C. olitorius). Sugarcane, (Saccharum o ﬃ cinarum), perennial grass of the family Poaceae, primarily cultivated for its juice from which sugar is processed. The two most popular coffee are - Coffee arabica (commonly known simply as \"Arabica\"), and Coffea canephora (known as \"Robusta\").",
            "Periblem. Calyptrogen is a layer of rapidly dividing cells at the tip of a plant root, from which the root cap is formed. Dermatogen is the outer primary meristem of a plant or plant part that, according to the histogen theory, gives rise to epidermis. Plerome is the centralcore of the primary meristem of a plant or plant part that according to the histogen theory gives rise to the stele. The term meristem was coined by C. Nageli 1858."
        ]
    },
    {
        "category": "Biology",
        "topic": "Animal Kingdom",
        "notes": [
            "Flagella are long, whip-like structures that protrude from the cell surface of certain bacteria and eukaryotic cells. Flagella are composed of a protein called ﬂagellin and are powered by the rotation of motor proteins. The other options are not directly involved in motility: Pili are short, hair-like structures involved in bacterial attachment and DNA transfer. Villi are ﬁnger-lik e projections found in the small intestine, involved in nutrient absorption. Fimbria are short, hair-like structures involved in bacterial attachment and adhesion.",
            "Crocodile. Reptiles are terrestrial animals known for their creeping or crawling mode of locomotion, characterized by dry, corni ﬁ ed skin or scales. They typically have a three-chambered heart, though crocodiles possess a four-chambered heart. Reptiles are poikilothermic, meaning they rely on external temperatures to regulate body heat. They have internal fertilization, are oviparous, and undergo direct development. Examples include turtles, lizards, crocodiles , and venomous snakes like cobras and vipers.",
            "Birds. Aves, commonly known as birds, are a class of endothermic vertebrates under the phylum Chordata. They are characterisedby features such as toothless beaks and laying hard-shelled eggs.",
            "Pinctada margaritifera. This species is prized for its pearls and is widely cultivated for pearl production. Aplysia dactylomela : This is a black sea hare, a large sea slug found in tropical waters. Dentalium neohexagonum: This is a deep-sea tusk shell species native to the Indo-Paci ﬁ c region. Chaetopleura apiculata: This is a type of chiton, a marine mollusk with an armored shell.",
            "Chameleons are reptiles. Cold - Blooded Animals : Cold-blooded animals, like reptiles and amphibians, have a body temperature that varies with their environment. Examples : Snakes, Lizards, Turtles, Frogs, Fish.",
            "The characteristic features of Aves (birds) are the presence of feathers and most of them can ﬂy except ﬂightless birds (e.g., Ostrich). The forelimbs are modi ﬁ ed into wings. The hind limbs generally have scales and are modi ﬁ ed for walking, swimming or clasping the tree branches. Endoskeleton is fully ossi ﬁ ed (bony) and the long bones are hollow with air cavities (pneumatic). Examples- Corvus (Crow), Columba (Pigeon), Psittacula (Parrot), Struthio (Ostrich), Pavo (Peacock), Aptenodytes (Penguin), Neophron (Vulture).",
            "i-d, ii-c, iii-b, iv-a. Annelida (Latin, annulus meaning \"little ring\") includes animals that can live in water (both marine and freshwater) or on land. They may be free-living or, in some cases, parasitic. Examples include Nereis, and Hirudinaria (blood-sucking leech).",
            "Butter ﬂ y.Phylum Arthropoda is the largest phylum in the animal kingdom, ﬁrst classiﬁ ed by Von Seibold in 1845. Approximately two-thirds of all named species belong to this phylum. Arthropods have a chitinous exoskeleton, jointed appendages, and various respiratory organs, including gills, book gills, book lungs, or a tracheal system. They possess an open circulatory system, and excretion occurs through Malpighian tubules. Examples include cockroaches, prawns, crabs, scorpions, house ﬂ ies, and mites.",
            "Reptilia. Turtles belong to the order Testudines. Reptiles are cold-blooded, have scaly skin, typically lay eggs, and possess lungs. This class includes snakes, lizards, crocodiles, and turtles. Chondrichthyes consist of cartilaginous ﬁshes like sharks and rays. Amphibia includes frogs and salamanders, which undergo aquatic larval stages. Aves (birds) are warm-blooded, have feathers, and lay eggs.",
            "Warm blooded. Warm-blooded animals can maintain a constant body temperature regardless ofenvironmental conditions by regulating their metabolic processes. Examples : Mammals, Birds. Cold-blooded animals, or poikilotherms, such as reptiles, snakes, ﬁsh, and amphibians, cannot generate their own body heat. Instead, they depend on their environment to regulate their temperature. Examples of cold-blooded animals include ﬁsh, amphibians, reptiles, insects, worms, crocodiles, sharks, and tortoises.",
            "i-b, ii-a, iii-d, iv-c. Hexapods, the largest clade of arthropods, include most existing arthropod species. Crustaceans, part of the subphylum Crustacea, are invertebrates with about 45,000 species worldwide. Myriapods, from the subphylum Myriapoda, consist of terrestrial arthropods like millipedes and centipedes, with around 13,000 species. Chelicerata, another arthropod subphylum, includes both terrestrial and marine species.",
            "Vertebrata. These animals have a segmented spinal column and, during embryonic development, a notochord that is replaced by a vertebral column in adults. Vertebrates are chordates but not all chordates are vertebrates. They also have a muscular heart, kidneys, and paired appendages.",
            "An invertebrate is an animal that doesn't have a backbone or any bones at all. Bilateral Symmetry is found in most vertebrates and some invertebrates. The body of an organism can be divided into two equal halves by a single plane only. Spider and crab are examples of arthropods that demonstrate bilateral symmetry. The circulatory system is a system of organs that includes the heart, blood vessels, and blood which is circulated throughout the entire body of a human or other vertebrate.",
            "The Cyclostomata group is a subclass of jawless ﬁshes. They are marine but migrate for spawning to fresh water. After spawning, within a few days, they die. Their larvae, after metamorphosis, return to the ocean. They have an elongated body bearing 6-15 pairs of gill slits for respiration. Examples: Petromyzon (Lamprey) and Myxine (Hag ﬁ sh).",
            "Hypostome is a structure found in certain arthropods, particularly ticks and some crustaceans. Located on the underside near the mouth, it aids in anchoring the organism to its host during feeding. In ticks, it has backward-facing spines that prevent detachment while feeding on blood. The hypostome also plays a role in the ingestion of ﬂuids from the host.",
            "Arthropoda . It includes insects (More than two-thirds of all species on earth). Respiratory organs include gills, book gills, and book lungs. They are mostly oviparous. Examples: Laccifer (Lac insect) Vectors – Anopheles, Culex and Aedes (Mosquitoes). Mollusca - Second largest animal phylum. Examples: Sepia (Cuttle ﬁ sh), Loligo (Squid), Octopus (Devil ﬁsh). Annelida - Example: Pheretima (Earthworm), Hirudinaria (blood-sucking leech). Platyhelminths - Have dorso-ventrally ﬂattened bodies; hence, called ﬂatworms. Example: Fasciola (liver ﬂuk e).",
            "Platyhelminthes: They are known as ﬂatworms due to their dorsoventrally ﬂattened bodies. Examples include Taenia (tapeworm) and Fasciola (liver ﬂuk e). Coelenterata - Generally known as Cnidaria. Examples: Pleurobrachia; Ctenoplana. Arthropoda - The largest phylum of Animalia, and includes insects (More than two-thirds of all species on earth). Examples: Apis (Honey bee); Bombyx (Silkworm). Mollusca - Second largest animal phylum. Body covered with a calcareous shell. Example: Pila (Apple snail); Pinctada (Pearl oyster).",
            "Ctenoplana commonly known as sea walnuts or comb jellies are exclusively marine, radially symmetrical, diploblastic organisms with tissue level of organisation. The body bears eight external rows of ciliated comb plates, which help in locomotion. Sexes are not separate. Bioluminescence (the property of a living organism to emit light) is well-marked in ctenophores. Examples: Pleurobrachia and Ctenoplana. Q.390 . Biotic potential can be de ﬁ ned as: Matriculation Level 25/06/2024 (Shift - 1)(a) the minimum number of individuals of a species that can survive but cannot reproduce (b) the maximum number of individuals a species can produce (c) the minimum number of individuals a species can produce (d) the maximum number of individuals of a species that cannot survive after birth Sol.390.(b) Biotic potential, also known as reproductive potential, refers to the maximum rate at which a population of a species can increase under ideal conditions, with unlimited resources and no environmental limitations. Biotic potential differs from one species to another e.g., bacterial populations can grow faster than populations of oak trees. Q.391 . ____ is an example of acoelomate. Higher Secondary 24/06/2024 (Shift - 2) (a) Echinoderms (b) Platyhelminthes (c) Molluscs (d) Arthropods Sol.391.(b) Platyhelminthes. They have a dorso-ventrally ﬂattened body, hence are called ﬂatworms. Examples: Taenia (Tapeworm), Fasciola (Liver ﬂuk e). The animals in which the body cavity is absent are called acoelomates. Echinoderms comprise a group of marine invertebrates that includes sea stars, sea urchins, sea cucumbers, brittle stars, and crinoids.",
            "Adamsia. Stinging capsules (nematocysts) are the organs which act as offense and defense. These nematocysts help Sea Anemones: Capture prey, Defend against predators, Compete for space. They belong to phylum Coelenterata. Other animals with stinging capsules include: Jelly ﬁ sh, Corals, Hydra, Portuguese Man-of-War.",
            "Pila - It belongs to the phylum Mollusca and class Gastropoda.",
            "Aurelia. Coelenterata (Cnidaria) : They are aquatic, mostly marine, sessile or free-swimming, radially symmetrical animals. Phylum (Porifera) : Members of this phylum are commonly known as sponges. They are generally marine and mostly asymmetrical animals. These are primitive multicellular animals and have cellular level of organisation. Examples : Sycon (Scypha), Spongilla (Freshwater sponge) and Euspongia (Bath sponge).",
            "Scypha (Kingdom: Animalia) . Protozoans (Kingdom: Protista) - All protozoans are heterotrophs and live as parasites. Major groups of protozoans : Amoeboid protozoans - These organisms live in freshwater, sea water or moist soil. Flagellated protozoans - The members of this group are either free-living or parasitic. Ciliated protozoans - These are aquatic, actively moving organisms because of the presence of thousands of cilia. Sporozoans - This includes diverse organisms that have an infectious spore-like stage in their life cycle.",
            "Mesoderm. A triploblastic animal has three main layers of tissue during embryonic development. Ectoderm (upper layer) - It forms the brains, spinal cord, lens of the eye and hairs. Mesoderm (Middle layer) - It is responsible for the formation of notochord, bone, muscles, connective tissue and circulatory systems. Endoderm (lower layer) - It leads to the formation of the stomach, liver, colon, urinary bladder and lungs.",
            "Ascaris - It belongs to phylum Nematoda. It is known as the small-intestinal roundworms, a type of parasitic worm. Its Infection causes haemorrhage, insomnia, peritonitis, diarrhoea, ulcer, tumour and even death. Other Examples - Hookworms, pinworms, ﬁlariasis and whipworms.",
            "Plasmodium. Apicomplexa is a large phylum of parasitic protists belonging to the Alveolata group, together with ciliates and dino ﬂ agellates. The Apicomplexa are a diverse group that includes organisms such as the coccidia, gregarines, piroplasms, haemogregarines, and plasmodia. Diseases caused by Apicomplexa : Babesiosis (Babesia), and Malaria (Plasmodium).",
            "Blind snake. Phylum - Chordata, Family - Typhlopidae. Typhlops is a genus of blind snakes (nonpoisonous snakes). Some other types of snakes - Sea snake : Family - Elapidae, Genus - Hydrophis. Grass snake : Family - Colubridae, Genus - Natrix. Glass snake : Family - Anguidae, Genus - Ophisaurus.",
            "i-d, ii-c, iii-b, iv-a.",
            "Annelida. Some other members of this phylum: Oligochaeta (earthworms) and class Hirudinea (leeches), polychaete worms.",
            "Ascaris. Adamsia - It is a species of sea anemone in the family Hormathiidae. It is commonly known as the cloak anemone or the hermit-crab anemone. Ctenoplana - It is the genus of comb jellies and the only genus in the Ctenoplanidae family. Gorgonia - It is a genus of soft corals, sea fans in the family Gorgoniidae.",
            "Marchantia (Genus of liverworts). Polytrichum (Genus of mosses) - These mosses are commonly known as haircap mosses found in forest and humid environments. Sphagnum : A genus of mosses known as \"peat mosses\" found in wetlands and peat bogs. Funaria - It is a genus of mosses commonly known as cord mosses. They have tall, slender stalks that bear capsules at their tips.",
            "Brain coral. Coelenterata (Phylum) : It is a multicellular and simplest group of invertebrate animals.",
            "Cnidarian. Bilateral symmetry - When the body plan of an animal can be divided along a line that separates the animal's body into right and left halves that are nearly identical to each other. Examples - Flatworms, Common worms (ribbon worms), Clams, Snails, Insects, Spiders, Sea urchins, and Vertebrates.",
            "Platyhelminthes (Tapeworms, Turbellaria, Planaria, Liver ﬂuk e).Bilateral symmetry means when one organism is cut, it divides into two equal halves from a single plane only.",
            "Arthropoda (largest phylum). The phylum included invertebrates with an exoskeleton and jointed legs; Examples - Spiders, centipedes, mites, crabs, ticks, lobsters, scorpions, shrimp. Chordata - Fundamentally characterized by the presence of a notochord, a dorsal, hollow nerve cord and paired pharyngeal gill slits; Examples -Lampreys, Sea Squirt.",
            "Eudorina. Anisogamy (Heterogamy) - A type of sexual reproduction in which two dissimilar gametes unite or fuse. Isogamy - The gametes are similar in shape and size. They are shown differences only in their physiology. They are rounded in shape, and ﬂagella are present at the end of the front. It is the ﬁrst stage of sexual reproduction, and found in algae, fungi, and lower plants. Oogamous - The female gamete is much bigger than the male. The female gamete is immobile, while the male gamete is mobile.",
            "Notochord. Nerve cord - It is a vast bundle of nerve ﬁbr es that runs along the body's longitudinal axis and an essential component of the Central Nervous System.",
            "Hemichordata. Types of phylum of Animal Kingdom : Porifera {(Examples : Sycon (Scypha), Spongilla (Freshwater sponge) and Euspongia (Bath sponge)}. Coelenterata (Examples - Aurelia (Medusa), Adamsia (Polyp)}. Ctenophora (Examples - Pleurobrachia and Ctenoplana). Platyhelminthes {Examples - Taenia (Tapeworm), Fasciola (Liver ﬂuk e)}. Aschelminthes (Example - Roundworm). Annelida {Examples - Nereis, Hirudinaria}.",
            "Rat. Mammals are warm - blooded animals that have mammary glands and give birth to live young. Fishes, amphibians and reptiles are poikilothermous (cold-blooded).",
            "Mollusca (Second-largest invertebrate animal phylum). Snails are invertebrates, belonging to the Eukaryota domain and Animalia kingdom. Protochordates - Group of primitive chordates that include tunicates, lancelets, and the extinct Pikaia.",
            "Liver ﬂuk e-Nematoda . Phylum : Porifera - Spongilla, Sycon. Platyhelminthes - Tapeworm, Planaria. Nematoda - Ascaris, Wuchereria. Annelida - Earthworm, Leech. Arthropoda - Spiders, butter ﬂ ies, Prawns and mosquitoes. Mollusca - Snails and octopus. Echinodermata - Sea urchins, starﬁ sh. Coelenterata - Hydra, Jellyﬁ sh.Q.414. Hydra is an example of which of the following phylum of the animal kingdom? SSC CHSL 20/03/2023 (1st Shift) (a) Platyhelminthes (b) Nematoda (c) Coelenterata (d) Porifera Sol.414.(c) Coelenterata. It is a group of aquatic, or marine organisms and usually found attached to the rocks at the bottom of the sea .",
            "Tapeworm. Platyhelminthes - belongs to Kingdom Animalia also known as Tapeworm or Flatworms (due to ﬂattened Body), soft - bodied invertebrate, Hermaphrodites, triploblastic, acoelomate and bilaterally symmetrical. Classi ﬁ ed into 3 types - Turbellaria (Planaria, Otoplana), Trematoda (Fasciola hepatica, Diplozoon), Cestoda (Taenia, Convoluta).",
            "Echinodermata. Aschelminthes (roundworms) : They are a diverse phylum of unsegmented, bilaterally symmetrical worms with cylindrical bodies.",
            "Zooplankton are a type of heterotrophic plankton that range from microscopic organisms to large species, such as jelly ﬁ sh, larval crustaceans, krill, copepods, protozoans, etc. They are the primary consumers in lake ecosystems.",
            "Scorpions {Kingdom (Animalia), Phylum (Arthropoda), Subphylum (Chelicerata), Class(Arachnida)}. Pseudocoelomates are the organisms that have false body cavities. The pseudocoelomates belong to the phylum Nematoda/Aschelminthes. Examples: Aschleminthes - Nematoda (Ancylostoma, Ascaris, Wuchereria), Rotifera (Asplanchna, Euchlanis, etc) .",
            "Flagellates. The decomposers of the pond ecosystem are fungi, bacteria and ﬂagellates. Decomposers in different ecosystems: Soil (fungi, insects, earthworms, and bacteria), Oceans (Christmas tree worm, Crab, Granulated sea star, Hagﬁ sh, Sea urchin, Tube worm), Freshwater (Mildew, Trumpet snail, Water mold, Yeast), Forest (Beetle, Earthworm, Millipede, Mushroom, Pillbug, Saprobe, Slime mold, Slug), Desert (Dung beetle, Fly, Millipede, Saharan silver ant), Grassland (Acidobacteria, Termite, Turkey tail mushroom), Mountain (Bolete mushroom, Mountain pine bark beetle, Purple fairy ﬁngers).",
            "Aschelminthes (roundworms) - An obsolete phylum of wormlike invertebrates, mostly of microscopic size. Body is elongated and cylindrical. Appear circular in cross-section.",
            "Collar cells (Choanocytes, ﬂagellated cells) line the inner surface of the spongocoel and the canal of sponges. The beating of the ﬂagella fr om all choanocytes draws water into the sponge through the numerous Ostia, into the spaces lined by choanocytes, and eventually out through the osculum. The term somatic cells refer to any type of cells that contain a diploid number of chromosomes. Gametes are the scienti ﬁ c name for sex cells (egg or sperm).",
            "Lemurs are a type of prosimian, which means they are primates that evolved before monkeys and apes. Polar Animals : Polar Bear, Arctic Fox, Antarctic Minke Whale, Brown Bear, Paci ﬁ c Salmon, Orca, Snowy Owl, Leopard Seal, Arctic Wolf,Penguin, Walrus, Narwhal, Arctic Hare, Beluga Whale, Pu ﬃ n, Reindeer, Musk Oxen.",
            "Only I. Amoeba is a unicellular organism that has the ability to change its shape. Amoeba reproduces asexually through binary ﬁssion. Examples : Entamoeba Histolytica, Amoeba Proteus, Chaos carolinense etc.",
            "With chloroplasts. Fungi are eukaryotic organisms that include microorganisms such as yeasts, moulds and mushrooms. Characteristics of Fungi : They are non-vascular, non-motile and heterotrophic organisms, They may be unicellular or ﬁlament ous, They reproduce by means of spores, They exhibit the phenomenon of alternation of generation, They lack chlorophyll and hence cannot perform photosynthesis, They store their food in the form of starch, Biosynthesis of chitin occurs in them, The nuclei of the these are very small, etc.",
            "Deuteromycetes, commonly called molds, are “second-class” fungi that have no known sexual state in their life cycle and thus reproduce only by producing spores via mitosis. This asexual state is also called the anamorph state. Phycomycetes organisms are found throughout the world in soil, animal manure, and on fruits. Basidiomycetes are commonly known as club fungi. Ascomycetes are spore shooters, they are called sac fungi because their sexual spores, called ascospores, are produced in a sac or ascus.",
            "Cyclostomata - Hag ﬁ shes and lampreys. Aschelminthes - Roundworm - Ascaris lumbricoides, Hookworm - Ancylostoma, Filarial worm - Wuchereria.",
            "Annelids are coelomate and triploblastic. Their body is segmented. They respire through their body surface. Examples - Earthworm, Leeches, Lugworms, Polychaetes etc.",
            "Tissue-organ. Protoplasmic is a mixture of water, amino acids, proteins, small molecules of ions, macromolecules such as nucleic acids, etc. Cellular respiration is a metabolic pathway that breaks down glucose and produces ATP . Adenosine triphosphate (ATP) is the source of energy for use andstorage at the cellular level.",
            "Coelom present, bilateral symmetry. Phylum Echinodermata organisms (multi-cellular) are exclusively marine. Characteristics - Triploblastic and have a coelomic cavity, star-like appearance and are spherical or elongated, respire through gills, their skeleton is made up of calcium carbonate. Examples - a star ﬁ sh, a sand dollar, a brittle star, a sea urchin, and a sea cucumber. Q.430 . The body of animals of the phylum Protozoa, such as Paramecium, Amoeba, Euglena, shows ________ grade organisation. SSC CHSL 10/06/2022 (Afternoon) (a) tissue-organ (b) protoplasmic (c) cell-tissue (d) cellular Sol.430.(b) Protoplasmic. It is a mixture of water, amino acids, proteins, small molecules of ions, macromolecules such as nucleic acids, etc.",
            "The ﬁv e characteristic features of chordates present during some time of their life cycles are a notochord, a dorsal hollow tubular nerve cord, pharyngeal slits, endostyle/thyroid gland, and a post-anal tail. Examples of vertebrate chordates include ﬁshes, amphibians, reptiles, birds, and mammals.",
            "Red seaweeds . \"Seaweed\" is the common name for countless species of marine plants and algae that grow in the ocean as well as in rivers, lakes, and other water bodies. Three types of Seaweed based on pigmentation - Brown Algae (Phaeophyta), Green Algae (Chlorophyta), Red Algae (Rhodophyta).",
            "Five. The honey bee has ﬁv e eyes, two large compound eyes and three smaller ocelli eyes in the centre of its head."
        ]
    },
    {
        "category": "Biology",
        "topic": "Micro Organism",
        "notes": [
            "Chlamydomonas. Unicellular green algae are single-celled, plant-like organisms containing chlorophyll. Chlamydomonas, with two ﬂagella, thriv es in water and soil, often turning water green. Chlorella is protein-rich and used as a food supplement. Volvox forms spherical colonies, showcasing unique colonial behavior.",
            "Yeast, particularly Saccharomyces cerevisiae, is widely used in the bread and alcohol industries for fermentation, helping to produce carbon dioxide for leavening bread and ethanol for alcoholic beverages. Clostridium is a genus of anaerobic, Gram-positive bacteria. Nitrobacter is a genus comprising rod-shaped, gram-negative, and chemoautotrophic bacteria. Penicillium is a genus of ascomycetous fungi.",
            "Dino ﬂ agellates. These organisms are mainly marine, photosynthetic organisms that can appear in various colors such as yellow, green, brown, blue, or red, depending on their pigments. Euglenoids include Euglena, Chrysophytes encompassdiatoms and golden algae, while Amoeba represents protozoans.",
            "nitrogen cycling. Nitrogen cycle is the biogeochemical cycle that describes the transformation of nitrogen and nitrogen-containing compounds in nature. Atmospheric nitrogen is the biggest source of nitrogen. Green plants absorb nitrogen in the form of nitrates and nitrites from the soil and water. Animals get nitrogen when they feed upon plants.",
            "Monera - It comprises unicellular, prokaryotic organisms, having no well-de ﬁ ned nucleus and no organelles. Bacteria are the sole members of the Kingdom Monera. Kingdom Monera is classi ﬁ ed into three sub-kingdoms- Archaebacteria, Eubacteria, and Cyanobacteria. Protista - The protistan cell body contains a well deﬁ ned nucleus and other membrane-bound organelles. Plantae - It includes all eukaryotic chlorophyll -containing organisms commonly called plants. Fungi - They are eukaryotic organisms that include microorganisms such as yeasts, moulds and mushrooms.",
            "About 0.1 μm. Pleuropneumonia-like organisms (PPLO), or mycoplasmas, are among the smallest bacteria, ranging from 0.1 to 0.3 mm. Q.440 . Identify a spiral-shaped bacteria SSC CGL 18/09/2024 (3rd Shift) (a) Bacillus (b) Spirillum (c) Coccus (d) Vibrio Sol.440.(b) Spirillum - A bacterium with rigid spiral (helical) structure (not easily band, not ﬂexible), thick, long, and move with ﬂagella, 6–15 μm long and spiral inshape. For example, Campylobacter jejuni and Helicobacter pylori. Bacteria are grouped into four categories based on their shape - Coccus: Spherical in shape, Bacillus: Rod-shaped, and Vibrio: Comma-shaped. Q.441 . Which bacteria have a thick cell wall with several layers of peptidoglycan and teichoic acid ? SSC CPO 28/06/2024 (3rd shift) (a) Staphylococcus aureus (b) Pseudomonas aeruginosa (c) Salmonella enterica (d) Escherichia coli Sol.441.(a) Staphylococcus aureus is a gram - positive spherically shaped bacterium, a member of the Bacillota, and is a usual member of the microbiota of the body, frequently found in the upper respiratory tract and on the skin.",
            "Lactic acid bacteria. This group of bacteria, which includes species like Lactobacillus, is responsible for fermenting lactose in milk to produce lactic acid, thereby converting milk into curd. Salmonella typhi - causes typhoid fever.",
            "Agar is not a source of fat for bacterial culture, but it is used as a solid growth surface to help feed and grow bacteria. Agar is a gelatinous heteropolysaccharide produced in the cell wall of marine red algae such as species of Gelidium, Gracilaria, Gigartina, etc.",
            "3. The bacterial ﬂagellum is a helical ﬁlament ous organelle responsible for motility. These are made up of the protein ﬂagellin and are a coiled, thread-like structure with a sharp bend and a rotary motor at the base.",
            "20-200 nm. Virus - It is much smaller than bacteria and most of it is microscopic. Viral diseases - Chickenpox, Measles, Rubella, Roseola, Polio.",
            "Fungal enzymes. The process of breaking down complex organic matter in the detritus to simple organic or inorganic compounds is called Catabolism. Bacterial and fungal enzymes can degrade detritus into simpler inorganic substances. DNA polymerase is a catabolic enzyme which catalyses DNA synthesis.",
            "Microbial gum. Xanthan gum : A microbial exo-polysaccharide produced by Xanthomonas bacteria. It is an effective thickening agent, emulsi ﬁ er, and stabiliser that prevents ingredients from separating. Xanthan gum is produced by the fermentation of glucose and sucrose. Xanthan gum discovered by Allene Jeanes.",
            "Neither I nor II. Microorganisms types : Algae (photosynthetic eukaryotic organisms, embryophytes and green algae), Protozoa (Paramecia, Amoeba, Euglena), Slime moulds (Stemonitis, Physarum, Dictyostellida, Lycogala, Tubifera, etc.), Fungi (yeasts, penicillium, rusts, smuts,mildews, molds), Bacteria (Escherichia coli, Spirillum volutans), Archaea (hyperthermophiles, methanogens), Viruses (In ﬂ uenza, HIV, Pneumon).",
            "Zooplankton (eat phytoplankton and become food for other organisms) are small, free- ﬂ oating aquatic microorganisms including rotifers, jelly ﬁ sh, and open-water insect larvae.",
            "Suspend. Endospores are thick-walled structures formed in bacteria in order to survive unfavorable conditions such as extreme boiling and freezing temperatures and ultraviolet radiations. They protect and allow the bacteria to exist in “suspended animation”. They also formed lower plants like bryophytes, lichens, algae, and Fungi.",
            "Amoeba is a unicellular organism that has the ability to change its shape. They are omnipresent and found in water bodies. Yeast (unicellular) converts sugar and starch into carbon dioxide and alcohol. It reproduces by budding.",
            "Bacillus cereus is a Gram - positive, rod-shaped, anaerobic, motile,beta-hemolytic, spore-forming bacterium commonly found in soil, food, and marine sponges. It can cause two types of gastrointestinal illness : emetic (vomiting) syndrome and diarrhoeal syndrome.",
            "Alcoholic fermentation. Alcoholic beverages like beer, wine, brandy, whisky, etc are made using fermentation of grains, grapes, rice, etc by yeast. Pasteurization (heat-treatment process) destroys pathogenic microorganisms in certain foods and beverages. Glycolysis is the process in which glucose is broken down to produce energy.",
            "Chlorella (Chlorella pyrenoidosa) is a type of algae that grows in freshwater. It's used for nutrition and as medicine as it is rich in proteins and B-complex vitamins. The algal cell is roughly spherical and features a cup-shaped chloroplast and numerous starch grains."
        ]
    },
    {
        "category": "Biology",
        "topic": "Enzymes and Hormones",
        "notes": [
            "Detoxi ﬁ cation of xenobiotics. Cytochrome P450 is a family of heme-containing enzymes that are important for many physiological processes.",
            "Hypocalcemia. Calcium-rich foods : Curd, cheese, milk, dark green vegetables, eggs, fatty ﬁsh and milk. Diabetes - When the pancreas does not produce enough insulin or when the body cannot effectively use the insulin it produces.",
            "i-d, ii-c, iii-b, iv-a.",
            "Allinases. Eating part of an onion is a stem and ﬂeshy leaves. Enzymes found in others : Chili - Capsaicin, Turmeric - Curcumin, Garlic - Alliinase. Xylanases are mainly produced by microorganisms. Examples : bacteria, fungi. Bordelaises a sauce consisting of stock thickened with roux and ﬂa vored typically with red wine and shallots. Pectinases are used to break down this pectin polymer into monomer sugars i.e. galacturonic acid.",
            "Both A and B. Saliva acts as a digestive juice and softens the food, allowing for an easier digestion process. It contains a starch digestive enzyme, salivary amylase that digests the starch and converts it into maltose (disaccharide). Saliva also contains an enzyme called lingual lipase, which breaks down fats.",
            "Pancreas. Digestive enzymes : Pepsin - Released in the stomach's gastric juice along with HCI (Hydrochloric acid) and Mucus. HCI provides an acidic pH to activate the enzyme and breaks down proteins present in food to smaller molecules.",
            "Iodine. The thyroid hormone is well known for controlling metabolism, growth, and many other bodily functions.",
            "Fungal enzymes. Detritus : Dead and decaying organic debris. Lichens : A symbiosis of fungus and algae. Phytoplankton (microalgae) : They are microscopic, photosynthetic organisms that ﬂoat in aquatic ecosystems, serving as the foundation of marine food chains.",
            "Digesting proteins. Trypsin is secreted into the small intestine for the digestion of protein. It is a proteolytic enzyme produced in the pancreas in the precursor form of inactive trypsinogen.",
            "Secretion of enzymes. Adenosine triphosphate (ATP) is an organic compound that provides energy to drive many processes in living cells, such as muscle contraction, nerve impulse propagation, condensate dissolution, and chemical synthesis.",
            "Saliva. Amylase enzyme is a digestive enzyme that breaks down the complex chains of starch into simple sugars that can be digested and absorbed easily. Three types of amylases : alpha (found in humans, animals, plants, as well as in microbes), beta (found in microbes and plants) and gamma (found in plants and animals). Stomach (pepsin enzyme, digest proteins found in ingested food).",
            "Some of the native enzymes in milk are alkaline phosphatase, lactoperoxidase, lysozyme, lipase, proteinase, cathepsin D etc. Minerals found in milk are iodine, calcium, phosphorus, and potassium. It also provides some sodium, magnesium, zinc, and selenium but is not a reliable source of iron, copper, or manganese.",
            "Polyphenol oxidase. Bromelain is a group of enzymes found in the fruit and stem of the pineapple plant. Serrapeptase is a chemical taken from the silkworm. Papain is an enzyme found in the white ﬂuid (latex) that occurs in raw papaya fruit.",
            "Pancreas. Glucagon is a 29 -amino acid peptide hormone predominantly secreted from the alpha cells of the pancreas.",
            "Acquired immunode ﬁ ciency syndrome (AIDS). The enzyme-linked immunosorbent assay (ELISA) test is frequently used to identify HIV infection.",
            "Melatonin. It is produced from serotonin (made from tryptophan), through a cascade of enzymatic reactions. Its production increases with evening darkness, promoting healthy sleep and helping to orient our circadian rhythm."
        ]
    },
    {
        "category": "Biology",
        "topic": "Discoveries and Vaccines",
        "notes": [
            "Salk vaccine. The Inactivated Polio Vaccine (IPV) developed by Jonas Salk and the Oral Polio Vaccine (OPV) developed by Albert Sabin. Polio (poliomyelitis) is a highly infectious viral disease that enters the body through the mouth, multiplying in the intestine before invading the nervous system. Imvanex vaccine used to protect against smallpox. HDCV (Human diploid cell vaccine) is a rabies vaccine. TAB vaccine (Typhoid-paratyphoid A and B) is used for the treatment of typhoid.Q.472. Who developed the technique of preserving the quality of food by raising its temperature to prevent microbial growth in the food ? SSC CHSL 03/07/2024 (3rd shift) (a) Antonie van Leeuwenhoek (b) Joseph Lister (c) Robert Koch (d) Louis Pasteur Sol.472.(d) Louis Pasteur. He was a French biologist who is often regarded as the father of modern microbiology. Scientists and their discoveries: Antonie van Leeuwenhoek - Microbiology, Charles Darwin - Theory of evolution, Robert Koch - Tuberculosis bacterium, Barbara McClintock - Jumping genes, Watson and Crick - DNA structure.",
            "Anton van Leeuwenhoek, a Dutch scientist, was the ﬁrst to discover and describe microorganisms, including protists and bacteria, which he characterized as \"animalcules.\" James Watson, Francis Crick and Maurice Wilkins discover the molecular structure of DNA. Robert Remak was the ﬁrst scientist to undertake successful research on fungal skin infections.",
            "Triple helical structure of collagen. G.N. Ramachandran, an Indian physicist, is renowned for his work that resulted in the creation of the Ramachandran plot, which aids in understanding peptide structure. The collagen triple helix, a right-handed super-coiled structure, consists of three parallel α-chains, each adopting a polyproline II helical conformation.",
            "1830s. Nucleus of the cell - First described by Franz Bauer in 1804 and in more detail in 1831 by Scottish botanist Robert Brown in a talk at the Linnean Society of London.",
            "Pauling and Corey. Linus Pauling and Robert Corey proposed the alpha helix and beta sheet secondary structures of proteins in 1951. Pauling was awarded the Nobel Prize in Chemistry in 1954 for their work on the structure of proteins.",
            "Camillo Golgi (An Italian physician and scientist). Scientists and their Discoveries : Gunter Blobel - Proteins have signals that govern their movement and position in the cell. William Harvey - The function of the heart and the circulation of blood. Paul Ehrilich - Effective treatment for syphilis.",
            "Helicobacter pylori. Campylobacter jejuni bacteria are found naturally in the intestines of poultry, cattle, swine, rodents, wild birds and household pets like cats and dogs. Neisseria gonorrhoeae infects the mucous membranes of the reproductive tract, including the cervix, uterus, and fallopian tubes in women. Entamoeba histolytica is well recognized as a pathogenic ameba, associated with intestinal and extraintestinal infections.",
            "George E Palade won the 1974 Nobel Prize in Physiology or Medicine for his work on the endoplasmic reticulum (ER). Ralph M. Steinman was a physician and immunologist who won the 2011 Nobel Prize in Physiology or Medicine for his discovery of dendritic cells in 1973. Nettie Stevens was an American biologist who discovered the sex chromosomes in 1905.",
            "JC Bose (Father of Indian Plant Physiology) invented the ‘crescograph’ for measuring plant growth. CV Raman was awarded the 1930 Nobel Prize in Physics for his discovery of the ‘Raman Effect’. CNR Rao - An Indian chemist who was awarded Bharat Ratna in 2014. JRD Tata (Father of Indian Civil Aviation) - The ﬁrst person in India to own a ﬂying licence.",
            "1855. Cell was ﬁrst discovered by Robert Hooke in 1665. Cell theory was proposed by Theodor Schwann in 1839.",
            "1925. Lipids - These are molecules that contain hydrocarbons and make up the building blocks of the structure and function of living cells. Example : fats, oils, waxes, certain vitamins such as (A, D, E and K), hormones and most of the cell membrane that is not made up of protein.",
            "1956. They are responsible for the hereditary traits and passed from parents to offspring from one generation to another. 22 pairs of these chromosomes are called autosomes (identical in males and females). The 23rd pair of chromosomes are called Sex Chromosomes and they differ between the sexes. Males have XY while females have XX. This unique structure of the chromosome keeps DNA tightly packed with histone proteins to ﬁt inside the cell.",
            "1879. Chromatin is a substance in the chromosome consisting of DNA and proteins, Consists of Histones which helps in compacting the DNA to ﬁt into the cell nucleus.",
            "Henry Chandler Cowles - American botanist and ecologist who inﬂ uenced the early study of plant communities. G Evelyn Hutchinson - American zoologist known for his ecological studies of freshwater lakes. Aldo Leopold - American environmentalist whose book is “A Sand County Almanac”.",
            "Anticoagulants - Medicines that help prevent blood clots. Antibodies - Proteins produced by the body's immune system when they detect harmful substances, called antigens (Bacteria, fungi, parasites, and viruses). Anti-caking - Absorption of excess moisture or by coating particles to makethem more water repellant.",
            "FE Fritsch - In his book “The Structure and Reproduction of the Algae” proposed a system of classi ﬁ cation of algae. He treated algae giving the rank of division and divided it into 11 classes. His classi ﬁ cation of algae is mainly based upon characters of pigments, ﬂagella and reserve food material. Parthasarathy Iyengar - Father of Indian Phycology.",
            "Raymond Laurel Lindeman was an ecologist whose graduate research is credited with being a seminal study in the ﬁeld of ecosystem ecology, speci ﬁ cally on the topic of trophic dynamics.",
            "Louis Pasteur . He discovered that microorganisms cause fermentation and disease, the process of pasteurisation, and developed vaccines against anthrax and rabies. Alexander Fleming discovered penicillin. Fanny Hesse was the ﬁrst to propose the use of agar as a culture media for growing and isolating bacteria. Beijerinck was the ﬁrst t o recognize that viruses are reproducing entities that are different from other organisms.",
            "Santiago Ramón y Cajal. Ettore Marchiafava (known for his study of Malaria). Cesare Lombroso (gave the biological theory of criminology).",
            "Matthias Schleiden and Theodor Schwann, co-founded the cell theory. In 1838 Schleiden de ﬁ ned the cell as the basic unit of plant structure, and a year later Schwann de ﬁ ned the cell as the basic unit of animal structure.",
            "Charles Elton. Eugene Pleasants Odum is known for his pioneering work on ecosystem ecology. Ernst Haeckel coined the term 'ecology' in 1866 to describe the “economies” of living forms. Tansley coined the term “ecosystem” to recognize the integration of the biotic community and its physical environment.",
            "Coined the term protoplasm (1839), David Robertson - Proposed a lipid bilayer membrane.",
            "Walther Flemming was a pioneer of cytogenetics, a ﬁeld of science that analyses structures and processes in the cell nucleus under amicroscope. He also discovered animal chromosomes. Albert von Kolliker is best known for his contributions to histology, the knowledge of the minute structure of the animal tissues. Garth L. Nicolson made a landmark scienti ﬁ c model for cell membrane, known as the Fluid Mosaic Model.",
            "1855 . Rudolf Virchow found cells in bone and connective tissue and described substances such as myelin. He was also the ﬁrst person to explain the mechanism of pulmonary thromboembolism. He was the ﬁrst person to recognize leukemia.",
            "Tuberculosis (TB). The vaccine was discovered by Leon Calmette and Camille Guerin. It is caused by a bacterium called Mycobacterium tuberculosis. Plague is an infectious disease that affects animals and humans. It is caused by the bacterium Yersinia pestis."
        ]
    },
    {
        "category": "Biology",
        "topic": "Scientific Study",
        "notes": [
            "Gorter and Grendel extracted lipids from red blood cells, dissolved them, and spread them into a monolayer on water.",
            "Carolus Linnaeus. He was a Swedish biologist and physician who formalised binomial nomenclature, the modern system of naming organisms. He is known as the \"father of modern taxonomy”. Carl Woese : Developed the Three-Domain System of classi ﬁ cation (Archaea, Bacteria, Eukarya). Robert Whittaker : Proposed the Five Kingdom System of classi ﬁ cation (Monera, Protista, Fungi, Plantae, Animalia). Ernst Haeckel : Introduced the term \"ecology\" and contributed to evolutionary theory.",
            "Camillo Golgi. An Italian physician and biologist discovered the Golgi apparatus in 1898. He identi ﬁ ed densely stained reticular structures surrounding the nucleus using the silver nitrate staining technique, known as Golgi's method, along with light microscopy. William Harvey: Known for describing blood circulation. Louis Pasteur: Developed vaccines and pasteurization.",
            "The principle of complementarity. This principle involves pairing adenine with uracil (instead of thymine) during transcription, where one DNA strand serves as a template for RNA synthesis. Transcription is the process of copying genetic information from DNA to RNA.",
            "1909. A gene is a segment of DNA that contains instructions for making proteins or functional RNA molecules. Genes are made up of DNA, which is made up of nucleotides. Nucleotides can be adenine (A), thymine (T), cytosine (C), or guanine (G). The term \"genetics\" was coined by William Bateson, an English biologist, in 1905.",
            "1944. DNA (Deoxyribonucleic acid) as an acidic substance present in nucleus was ﬁrst identiﬁ ed by Friedrich Meischer in 1869. He named it ‘Nuclein’. DNA is a long polymer of deoxyribonucleotides. In 1953 James Watson and Francis Crick proposed the Double Helix model for the structure of DNA. The four bases in DNA are adenine (A), cytosine (C), guanine (G), and thymine (T).",
            "George E Palade. He demonstrated their role in protein synthesis and provided insights into their physiological importance, earning him the Nobel Prize in Physiology or Medicine in 1974. Pierre Joseph Pelletier: A French chemist known for his work in organic chemistry, particularly in the discovery of various alkaloids and other compounds. Albert Von Kolliker: A Swiss anatomist known for his work on muscle structure and the discovery of mitochondria.",
            "Penicillin was discovered by Alexander Fleming. Acyclovir is used for the treatment of herpes simplex virus infections, chickenpox, and shingles. Nifuratel is a drug used in gynecology, used in the treatment of leucorrhea, vulvovaginal infections, and urinary tractinfections. Metronidazole is used to treat trichomoniasis, amebiasis, in ﬂ ammatory lesions of rosacea, and bacterial infections and prevent postoperative infections."
        ]
    },
    {
        "category": "Biology",
        "topic": "Miscellaneous",
        "notes": [
            "Fungi. The fungus that causes the cottony growth on bread is called Rhizopus, also known as common bread mould. The fungi constitute a unique kingdom of heterotrophic organisms.",
            "22.2 kg/m2.BMI is a medical screening tool that measures the ratio of your height to your weight to estimate the amount of body fat you have. To calculate the BMI, we use the formula: BMI = = =𝑤𝑒𝑖𝑔ℎ𝑡 (𝑘𝑔) ℎ𝑒𝑖𝑔ℎ𝑡2 (𝑚2 )50 (1.5)250 2.25 = 22.2 kg/m2.",
            "Eutrophication occurs when nutrient pollution from human activities leads to excessive algae growth in water bodies. This can cause hypoxia, a low oxygen condition that harms aquatic life. Biomagni ﬁ cation and bioaccumulation describe how toxins like pesticides and heavy metals accumulate in organisms and intensify up the food chain.",
            "Acetocarmine is a commonly used stain in cytology (study of cell) for visualizing chromosomes under a microscope. It binds to chromatin, making the chromosomes more distinct and easier to study during cell division.",
            "Coelom. A coelom is a body cavity completely lined by mesoderm, as seen in coelomates like annelids, molluscs, and arthropods. In contrast, a pseudocoelom is partially lined by mesoderm and is found in pseudocoelomates like roundworms. These body cavities play a key role in protecting internal organs and allowing movement.",
            "Adipose tissue: Fat storing adipose tissue is found below the skin and between internal organs. The cells of this tissue are ﬁlled with fat globules. Storage of fats also lets it act as an insulator.",
            "Pulses. Non-perishable foods are items that can be stored at room temperature for extended periods without spoiling. Examples include beans, coffee, honey, powdered milk, rice, and wheat. In contrast, frozen foods are not classi ﬁ ed as non-perishable.",
            "Allen's rule is an ecogeographical rule formulated by Joel Asaph Allen in 1877. It states that the body surface-area-to-volume ratio for homeothermic animals varies with the average temperature of the habitat to which they are adapted (i.e. the ratio is low in cold climates and high in hot climates).",
            "Opposite. Phyllotaxy refers to the arrangement of leaves on the stem or branch of a plant. In an opposite leaf arrangement, two leaves arise at the same point, with the leaves connecting opposite each other along the branch. If there are three or more leaves connected at a node, the leaf arrangement is classi ﬁ ed as whorled.",
            "Starch : Egg Yolk. Starch is the main storage polysaccharide of plants. It is the most important dietary source for human beings. High content of starch is found in cereals, roots, tubers and some vegetables but not in egg yolk. It is a polymer of α-glucose and consists of two components— Amylose and Amylopectin.",
            "i-d, ii-c, iii-b, iv-a.",
            "dihybrid crosses. The Law of Independent Assortment (Mendel's second law) states that during a dihybrid cross (crossing of two pairs of traits), an assortment of each pair of traits is independent of the other. In other words, during gamete formation, one pair of traits segregates from another pair of traits independently. Monohybrid cross - When a cross is made between parents with one pair of contrasting characters. Gene - The fundamental unit of heredity. Alleles - Genes which code for a pair of contrasting traits.",
            "According to taxonomy : Phylum - Broad group of related organisms (Example - Chordata). Class - More speci ﬁ c group within a phylum (Example- Mammalia). Order - Even more speci ﬁ c group within a class (Example - Carnivora). Family - Group of related genera (Example - Felidae). Genus - Group of related species (Example - Panthera). Species - Most speciﬁ c, a single type of organism (Example - Panthera leo, the lion).",
            "Epistasis. Inheritance is the process by which genetic information ispassed from parents to their offspring. Incomplete inheritance, also known as incomplete dominance, is a pattern of inheritance where neither allele of a gene is completely dominant over the other. Linkage is a physical association of two genes.",
            "Law of segregation. Mendel’s Law of Dominance, also known as the ﬁrst law of inheritance states that when parents with pure, contrasting traits are crossed, the trait appearing in the next generation is the dominant one, and the hybrid offspring will display only the dominant trait in their phenotype. Law of Independent Assortment : It states that when two pairs of traits are combined in a hybrid, the segregation of one pair of characters occurs independently of the other pair. This law is based on observations from dihybrid crosses.",
            "Tobacco. The average cigarette contains around 10–12milligrams (mg) of nicotine. Intake of nicotine either through smoking or chewing tobacco may lead to hypertension and should be avoided. Diseases caused by tobacco : Lung cancer, Oral cancer, Bronchitis, Atherosclerosis.",
            "Producers - They are Autotrophs, make their food by using Sunlight and are placed at ﬁrst trophic level. Producers are consumed by Herbivores, which are placed at the Second trophic level. Herbivores are Consumed by Carnivores. The Pyramid of energy which is upright re ﬂ ects that the energy ﬂow in a food chain is always unidirectional. Also, with every increasing trophic level, some energy is lost into the environment. This means Energy is maximum at the ﬁrst trophic level.",
            "Caterpillars : The larval stage of moths and butter ﬂ ies. Some of these can be poisonous, and their hair can cause skin irritation. Viruses, protozoa, and yeasts are all microscopic organisms, and so cannot be seen by the naked eye.",
            "Molds. Biological hazards are living organisms and include microbiological organisms. Those micro-organisms which are associated with food and cause diseases are termed as food-borne pathogens. Visible biological Hazards in Food - Worms, Cockroaches, Fly, Weevils, Caterpillars. Invisible biological hazards in Food - Bacteria, Yeasts, Protozoa, Viruses.",
            "Pharmaceutical drug (medication or medicine) - A chemical substance used to treat, prevent, or diagnose a disease or to promote well-being.",
            "Plasmolysis is the process by which a plant cell loses water when placed in a hypertonic solution. Examples of Plasmolysis are : Shrinkage of vegetables in hypertonic conditions, Blood cells shrink when they are placed in hypertonic conditions.",
            "70 ℃. Pasteurisation : Process by which milk is heated to a speci ﬁ c temperature for a set period of time to kill harmful bacteria that can lead to diseases like Listeriosis, Typhoid fever, Tuberculosis, Diphtheria and Brucellosis. This process was discovered by Louis Pasteur.",
            "Calotropis. It produces a compound called cardiac glycosides as a defence mechanism. Other plants with chemical defences : Poison Ivy (Toxicodendron radicans) - Contains urushiol, Poppies (Papaver) - Produce alkaloids such as morphine and codeine, Tobacco (Nicotiana) - Contains nicotine.",
            "Pectin. Food Thickener - A thickening agent that increases the viscosity of a liquid mix without interfering with its other properties. Other food thickening agents : Corn Starch, Xanthan gum, Gelatin, Potato Starch, Arrowroot and Agar-agar. Inulin - A type of prebiotic, a compound that encourages the healthy growth of gut bacteria.",
            "Snake. Trophic levels in thefood chain : Producers/autotrophs ( ﬁ rst trophic level), consumers (second, third, and fourth trophic levels), and decomposers. Producers : Plants (Grass), phytoplankton, and plant-like organisms (algae). Primary Consumers : Herbivores (grasshopper, rabbit, horse, giraffe, human, deer, turtle). Secondary consumers : Dogs, Frog, Wolves. Tertiary Consumer : Lions, Tigers, Crocodiles, Polar bears, Jaguars. Decomposers: Bacteria, fungi.",
            "10. The 10% rule was introduced by Raymond Lindeman in 1942. According to this rule, only about ten percent of the biological food energy is stored in the organism's body when transferred from one trophic level to the next, while the remaining energy is lost in various activities and as heat. The remaining 90 % is lost during transfer, broken down in respiration, or lost to incomplete digestion by higher trophic level.",
            "Agonist. Stimulants are a class of drugs that speed up messages travelling between the brain and body. Examples - Caffeine, nicotine, amphetamines, cocaine, etc.",
            "Antagonists .Antidepressants are medications that help alleviate symptoms of depression and improve mood. Examples - Agomelatine, amitriptyline, citalopram, clomipramine, etc. Depressants are a type of drug that slows down brain activity, which causes the muscles to relax and calms and soothes a person. Examples - Diazepam, clonazepam, alprazolam, etc.",
            "Assessing psychological stress. The Nutrition Care Process (NCP) is a systematic approach to providing high quality nutrition care. The NCP consists of four distinct, interrelated steps : Nutrition Assessment, Nutrition Diagnosis, Nutrition Intervention, Nutrition Monitoring/Evaluation.",
            "Sclerenchyma tissue (provide strength to plants). Tissues of Plants : Dermal Tissues {epidermal cells, stomata, trichomes}, Ground tissues {Collenchyma (provide mechanical strength and elasticity to plants), parenchyma (to store food and provide turgidity to organ), sclerenchyma}, and Vascular tissue {Vessel elements, tracheids, companion cells and sieve tubes}. Xylem is a vascular tissue that transports water throughout a plant's body.",
            "Cheese. Roquefortine C (C22H23N5O2) - Found in cheese. Although it is a potent neurotoxin at high doses, at low concentrations of 0.05 to 1.47 mg/kg that occur in domestic cheeses, it was found to be \"safe for the consumer\".",
            "A.G. Tansley (1935). The term “ecology” was coined by Ernst Haeckel. Turreson was a Swedish evolutionary botanist who made signi ﬁ cant contributions to ecological genetics, and coined the terms ecotype and agamospecies.Q.537. In ecology, is determined by dividing the biomass per unit area by the age of the ecosystem. SSC CPO 09/11/2022 (Morning) (a) biomass density (b) biomass size (c) biomass energy ﬂow (d) biomass productivity Sol.537.(d) Biomass productivity. In ecology, the term productivity refers to the rate of generation of biomass in an ecosystem. Units of biomass are grams per metre square (g/m2).",
            "Strati ﬁ cation . Different types of the ecosystem : Terrestrial ecosystem - Forest ecosystem, Grassland ecosystem, Desert ecosystem, Tundra ecosystem. Aquatic ecosystem - Freshwater ecosystem, Marine ecosystem. The four main components of an ecosystem are : Productivity, Decomposition, Energy ﬂow and Nutrient cycling. The largest ecosystem in the world is the aquatic ecosystem.",
            "1%. The rate of photosynthesis is maximum in Red light and minimum in green light. The only metal present in chlorophyll - Magnesium. The Chlorophyll (C55H72MgN4O5) helps plants to absorb energy from the sun as they undergo the process of photosynthesis.",
            "Carbon dioxide. Bread rises because yeast eats sugar and burps carbon dioxide, which gets trapped by the bread’s gluten. The more sugar yeast eats, the more gas that gets formed, and the higher the bread rises.",
            "Detritivores - An organism (such as an earthworm or a fungus) that feeds on dead and decomposing organic matter.",
            "Promotes a healthy mind. The 7 components of a balanced diet are Carbohydrates, Proteins, Fats, Vitamins, Minerals, Fibre and Water.",
            "Emotional. Adaptations are of three types : Morphological adaptation is a structural change which gives an organism a greater chance of survival in its habitat. Behavioural adaptations are changes in behaviour that certain organisms or species use to survive in a new environment. Physiological adaptation is an internal change that animals and plants go through to ensure their survival in their environment.",
            "During acclimatization (getting used to a new climate) over a few days to weeks, the body produces more red blood cells to counteract the lower oxygen saturation in blood in high altitudes.",
            "Madhuca insignis (Sapotaceae) is endemic to India. It had been declared extinct due to habitat loss, however, it has been rediscovered in Karnataka.",
            "Producers. A biomass pyramid is the representation of total living biomass and shows energy levels at different trophic levels in an ecosystem.",
            "Corn starch is the most common thickening agent used in the industry. It is mixed with water or juice and boiled to make ﬁllings and to give a glossy semi-clear ﬁnish to products. Potato starch is also used to thicken soups, sauces, and pie ﬁllings. Gelatin is a protein obtained by boiling skin, tendons, ligaments, and/or bones with water. It is usually obtained from cows or pigs. Pectin is aﬁber found in fruits.",
            "Wildlife Protection Act 1972 provides for the protection of the country's wild animals, birds, and plant species, in order to ensure environmental and ecological security.",
            "Moss, (division Bryophyta) are small nonvascular spore-bearing land plants. They are distributed throughout the world except in salt water. Peat derived from Peat moss can be used as a fuel or as packing material for trans-shipment of leaving material because of their high water holding capacity.",
            "Bacteria. Melanin is a substance in your body that produces hair, eye and skin pigmentation. Moisture - water in small drops on a surface, in the air, etc. A virus is a submicroscopic infectious agent that replicates only inside the living cells of an organism.",
            "Bread. It is known as “brewer's yeast” or “baker's yeast”. Saccharomyces cerevisiae, a type of budding yeast, is able to ferment sugar into carbon dioxide and alcohol and is commonly used in the baking and brewing industries.",
            "Euglena is a genus of single cell ﬂagellate eukaryotes. Euglena are unicellular organisms classi ﬁ ed into the Kingdom Protista, and the Phylum Euglenophyta. Fungi examples - Rhizopus, Penicillium and Aspergillus,Taphrina and Puccinia, Lichens and mycorrhiza, Mucor, Saccharomyces, Agaricus, Trichoderma."
        ]
    }
]