[
    {
        "category": "Current Affairs",
        "topic": "Constitutional Head",
        "notes": [
            "➤ Pr esident → Smt. Dr oupadi Murmu (15th)",
            "➤ Vice Pr esident → Jagdeep Dhankhar (14th)",
            "➤ Prime Minister → Shri Nar endr a Modi (15th)"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Judiciary Head",
        "notes": [
            "➤ Chief Justice, Supr eme Cour t → Sanjiv Khanna (51th)",
            "➤ A tt orne y Gener al of India → R. V ankatar amani (16th)",
            "➤ Solicit or Gener al of India → T ushar Mehta",
            "➤ Chairperson, National Gr een T ribunal → Pr akash Shriv asta v a"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Parliamentary Head",
        "notes": [
            "➤ Speak er (Rajy a Sabha) → Jagdeep Dhankhar",
            "➤ Deputy Speak er (Rajy a Sabha) → Hariv ansh Nar a y an Singh",
            "➤ Secr etar y Gener al (Rajy a Sabha) → Pr amod Chandr a Mody",
            "➤ Leader of Opposition (Rajy a Sabha) → Mallikarjun Khar ge",
            "➤ Deputy Leader of the Opposition (Rajy a Sabha) → Pr amod"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Tiwari",
        "notes": [
            "➤ Speak er (18th Lok Sabha) → Om Birla",
            "➤ Leader of Opposition (Lok Sabha) → Rahul Gandhi",
            "➤ Secr etar y Gener al (Lok Sabha) → Utpal K umar Singh"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Election Commission Of India",
        "notes": [
            "➤ Chief Election Commissioner → Rajiv K umar (25th)",
            "➤ Election Commissioners → Gy anesh K umar and"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Comptroller and Auditor General",
        "notes": [
            "➤ Comptr oller and A udit or Gener al (CA G) → K undu Sanja y Mur thy (15th)",
            "➤ Contr oller Gener al of Accounts (CGA) → Shy am S. Dube y"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Armed Forces",
        "notes": [
            "➤ Supr eme Commander → Pr esident Dr oupadi Murmu",
            "➤ Chief of Air Staff → Amar Pr eet Singh (28th)",
            "➤ Chief of Na v al Staff → Dinesh K umar T ripathi (26th)",
            "➤ Chief of Army Staff → Upendr a Dwiv edi (30th)",
            "➤ Chief of Def ence Staff (CDS) → Anil Chauhan (2nd)"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Union Cabinet Ministers",
        "notes": [
            "➤ Prime Minister - Nar endr a Modi",
            "➤ Ministr y of Def ence - Raj Nath Singh",
            "➤ Ministr y of Home Affairs and Ministr y of Cooper ation - Amit Shah",
            "➤ Ministr y of Road T r anspor t and Highwa ys - Nitin Jair am Gadkari",
            "➤ Ministr y of Health and F amily W elfar e - Jagat Pr akash Nadda",
            "➤ Ministr y of Chemicals and F er tiliz ers - Jagat Pr akash Nadda",
            "➤ Ministr y of Agricultur e & F armers W elfar e - Shivr aj Singh Chouhan",
            "➤ Ministr y of Rur al De v elopment - Shivr aj Singh Chouhan",
            "➤ Ministr y of Finance and Ministr y of Corpor ate Affairs - Nirmala Sithar aman",
            "➤ Ministr y of External Affairs - Dr . Subr ahmany am Jaishankar",
            "➤ Ministr y of Housing and Urban Affairs and Ministr y of P ower - Manohar Lal",
            "➤ Ministr y of Hea vy Industries and Ministr y of Steel - H. D . K umar aswamy",
            "➤ Ministr y of Commer ce and Industr y - Piyush Go y al➤ Ministr y of E ducation - Dharmendr a Pr adhan",
            "➤ Ministr y of Micr o, Small and Medium Enterprises - Jitan Ram Manjhi",
            "➤ Ministr y of P ancha y ati Raj - Rajiv Ranjan Singh",
            "➤ Ministr y of Fisheries, Animal Husbandr y and Dair ying - Rajiv Ranjan Singh",
            "➤ Ministr y of P or ts, Shipping and W ater wa ys - Sarbananda Sonowal",
            "➤ Ministr y of Social Justice and Empowerment - Dr . Vir endr a K umar",
            "➤ Ministr y of Civil A viation - Kinjar apu Rammohan Naidu",
            "➤ Ministr y of Consumer Affairs, F ood and Public Distribution - Pr alhad Joshi",
            "➤ Ministr y of New and Renewable Ener gy - Pr alhad Joshi",
            "➤ Ministr y of T ribal Affairs - Jual Or am",
            "➤ Ministr y of T extiles - Girir aj Singh",
            "➤ Ministr y of Railwa ys - Ashwini V aishnaw",
            "➤ Ministr y of Information and Br oadcasting - Ashwini V aishnaw",
            "➤ Ministr y of Electr onics and Information T echnology - Ashwini V aishnaw",
            "➤ Ministr y of Communications - Jy otir adity a M. Scindia",
            "➤ Ministr y of De v elopment of Nor th Eastern Region - Jy otir adity a M. Scindia",
            "➤ Ministr y of Envir onment, F or est and Climate Change - Bhupender Y ada v",
            "➤ Ministr y of Cultur e and Ministr y of T ourism - Gajendr a Singh Shekhawat",
            "➤ Ministr y of W omen and Child De v elopment - Annpurna De vi",
            "➤ Ministr y of P arliamentar y Affairs - Kir en Rijiju",
            "➤ Ministr y of Minority Affairs - Kir en Rijiju",
            "➤ Ministr y of P etr oleum and Natur al Gas - Har deep Singh Puri",
            "➤ Ministr y of Labour and Emplo yment - Mansukh L. Manda viy a",
            "➤ Ministr y of Y outh Affairs and Spor ts - Mansukh L. Manda viy a",
            "➤ Ministr y of Coal and Mines - G. Kishan Reddy",
            "➤ Ministr y of F ood Pr ocessing Industries - Chir ag P aswan",
            "➤ Ministr y of Jal Shakti - C R P atil"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Important Appointments",
        "notes": [
            "➤ Staff Selection Commission (SSC ), Chairman - S. Gopalakrishnan",
            "➤ Centr al Boar d of Secondar y E ducation (CBSE), Chairman - Rahul Singh",
            "➤ T elecom Regulat or y A uthority of India (TRAI), Chairman - Anil K umar Lahoti",
            "➤ Def ence Resear ch and De v elopment Or ganisation (DRDO), Chairman - Dr Samir V Kamat",
            "➤ Indian Space Resear ch Or ganisation (ISRO), Chairman - Sr eedhar a P anick er Somanath",
            "➤ Chairperson Railwa y Boar d - Satish K umar",
            "➤ Chief Ex ecutiv e O ﬃ cer (CEO), NI TI Aa y og - B.V .R. Subr ahmany am",
            "➤ Union Public Ser vice Commission (UPSC ), Chairman - Pr eeti Sudan",
            "➤ 22nd Law Commission, Chairman - Justice Ritu Raj A wasthi"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Head of International Organizations",
        "notes": [
            "➤ United Nations, Secr etar y-Gener al - Ant ónio Guterr es",
            "➤ 79th United Nations Gener al Assembly , Pr esident - Philemon Y ang",
            "➤ W orld Bank Gr oup, Pr esident - Aja y Banga (14th)",
            "➤ United Nations International Childr en ' s Emer gency F und (UNICEF), Ex ecutiv e Dir ect or - Catherine Russell",
            "➤ South Asian Association for Regional Cooper ation (SAARC ), Secr etar y Gener al - Md. Golam Sar war",
            "➤ Ba y of Bengal Initiativ e for Multi-Sect or al T echnical and E conomic Cooper ation (BIMSTEC ), Secr etar y Gener al - Indr a Mani P ande y (India)",
            "➤ United Nations E ducational, Scienti ﬁ c and Cultur al Or ganization (UNESCO), Dir ect or-Gener al - A udr e y A z oula y"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Government Schemes/Campaigns and States",
        "notes": [
            "Ab K oi Bahana Nahi (25 No v 2024) - It is a collabor ativ e effor t b y the Ministries of W omen and Child De v elopment and Rur al"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "De v elopment, with suppor t fr om UN W omen. The campaign",
        "notes": [
            "aims t o call upon the public, go v ernment and k e y stak eholders t o tak e actionable steps t o end gender-based violence. ‘CH ARAK’ - Nor thern Coal ﬁ elds Limited (NCL) has launched this initiativ e t o pr o vide fr ee tr eatment for lif e-thr eatening diseases t o economically weak er r esidents of Singr auli and Sonbhadr a districts, with family incomes below Rs. 8 lakh. LIC’ s Bima Sakhi Y ojana - It was inaugur ated b y Prime Minister Nar endr a Modi in P anipat, Har y ana, aiming t o empower women b y integr ating them int o the insur ance sect or . Mission Basundhar a 3.0 (Assam) - T o str eamline land-r elated ser vices and enhance infr astructur e de v elopment, par ticularly in rur al ar eas. Mukhy amantri Mahila Samman Y ojana (Delhi) - W omen r esiding in Delhi and ha ving a Delhi V oter ID car d can get Rs. 1,000 fr om the Delhi Go v ernment e v er y month. Nijut Moina Scheme (Assam) - T o combat child marriage in Assam b y pr omoting the education of girl students. Under the scheme, all girls studying higher secondar y will get ₹1,000 e v er y month, it will be ₹1,250 for degr ee students and ₹2,500 for girls doing post-gr aduation. Ladka Bhau Y ojana (Mahar ashtr a) - T o addr ess the concerns of unemplo yment b y pr omoting skill de v elopment. Chir ag Y ojana (Har y ana) - T o pr o vide fr ee education in priv ate schools t o all the childr en of low income families. Under the Cheer ag scheme, go v ernment school students whose par ents ha v e an annual v eri ﬁ ed income of less than Rs 1.8 lakh can enr oll in priv ate schools fr om Class II t o XII. Mahtari V andan Y ojana (Chhattisgarh) - All married women in Chhattisgarh aged 21+ as of Januar y 1, 2024, including widows, div or ced, and deser ted women, will r eceiv e ₹1000/month via"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Dir ect Bene ﬁ",
        "notes": [
            "t T r ansf er (DB T). Subhadr a Y ojana (Odisha) - The scheme aims t o empower mor e than 1 cr or e women. Under this, women will be paid a t otal of Rs 10,000 per y ear in two installments of Rs 5000 each. W omen aged between 21 and 60 y ears will be eligible for this scheme. N TR Bhar osa P ension Scheme (Andhr a Pr adesh) - The scheme aims t o pr o vide monthly pensions t o v arious vulner able gr oups, ensuring their ﬁ nancial security and well-being. School on Wheels (Manipur) - T o pr o vide education t o students shelter ed in r elief camps acr oss the state.Indir amma Housing Scheme (T elangana) - This scheme aims t o pr o vide housing beneﬁ ts t o all eligible poor individuals. Under the scheme, ﬁ nancial assistance of ₹5 lakh will be pr o vided t o those constructing houses on their own plots. In the ﬁ rst phase, 3,500 houses will be allocated t o each Assembly Constituency . 'Sa v er a ' pr ogr am (Har y ana) - This pr ogr am aimed at early detection and pr e v ention of Br east Cancer . It was initiated b y the"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Depar tment in Gur gaon.",
        "notes": [
            "Indir a Gandhi P y ari Behna Sukh-Samman Nidhi Y ojana (Himachal Pr adesh) - The scheme aims t o honor the contribution of women in pr eser ving and pr omoting the state ’ s cultur al heritage while ensuring their economic empowerment and self-r eliance. Under this initiativ e, eligible women will r eceiv e ﬁ nancial assistance of ₹1500 per month t o suppor t their liv elihoods and independence. 'Brinda v an Gr am ' Scheme (Madhy a Pr adesh) - T o boost rur al de v elopment and help incr ease the incomes of farmers in selected villages acr oss Madhy a Pr adesh."
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "37th National Gam e s 2023",
        "notes": [
            "The games wer e held in Goa acr oss 5 cities—Mapusa, Mar gao, P anjim, P onda, and V asco—fr om Oct ober 26 t o No v ember 9",
            "➤ Mott o - Get Set Goa",
            "➤ Mascot - Moga (Indian bison) Medals T ally - Mahar ashtr a t opped the medals tally with 228 medals – 80 gold, 69 silv ers and 79 br onz e – t o win the Raja Bhalindr a Singh T r ophy , which is giv en t o the team that wins the most number of gold medals at the National Games. Ser vices secur ed 2nd place with 124 medals (65 gold, 27 silv er , 32 br onz e), while Har y ana came 3r d with 192 medals (62 gold,"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "6th Kh e lo I ndia Y ou th Gam e s 2024",
        "notes": [
            "T amil Nadu hosted the KI Y G 2024 in 4 cities - Chennai, Madur ai,"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "T richy and Coimbat or e fr om Januar y 19 t o 31.",
        "notes": [
            "➤ Mascot - V eer a Mangai (Rani V elu Nachiy ar)"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Squash made its KI Y G debut this y ear .",
        "notes": [
            "Mahar ashtr a t opped the Khelo India Y outh Games with 57 gold,"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "T amil Nadu ﬁ nished",
        "notes": [
            "second with 38 gold, 21 silv er , and 39 br onz e, while Har y ana secur ed thir d place with 35 gold, 22 silv er , and 46 br onz e."
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "The 2024 Summer Olympics, o ﬃ",
        "notes": [
            "cially the Games of the XXXIII Olympiad and br anded as P aris 2024, held fr om 26 July t o 11"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "A ugust 2024 in F r ance.",
        "notes": [
            "➤ Mott o - Games Wide Open",
            "➤ Mascot - Phr y ges",
            "➤ Theme - Let' s Mo v e and Celebr ate Spor ts - 32 (including the 4 additional spor ts -br eaking, skateboar ding, spor t climbing, and sur ﬁ ng)"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Chinese swimmer Zhang Y uf ei won the most medals at the",
        "notes": [
            "games with six (one silv er , ﬁ v e br onz e) F r ench swimmer Léon Mar chand had the most gold medals with four ."
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Manu Bhak er W omen ' s 10m air pist ol Br onz e",
        "notes": [
            "Manu Bhak er-Sar abjot Singh Mix ed team 10m air pist ol Br onz e"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Swapnil K usale Men ' s 50m ri ﬂ",
        "notes": [
            "e 3 positions Br onz e T eam India (Hock e y) Men ' s e v ent Br onz e"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Neer aj Chopr a Men ' s ja v elin thr ow Silv er",
        "notes": [
            "Aman Sehr awat ( W r estling) Men ' s fr eestyle 57k g Br onz e India ' s 117-athlete contingent won six medals—one silv er and ﬁv e br onz e—at the P aris 2024 Olympics. India ' s P aris 2024 Chef-de-Mission - Gagan Nar ang"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Manu Bhak er won the ﬁ rst",
        "notes": [
            "medal for India She bagged a br onz e and became the ﬁ rst"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Indian woman t o win an Olympic shooting",
        "notes": [
            "medal."
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "P aris P ar alym pic 2024",
        "notes": [
            "The 17th summer P ar alympic Games wer e held in P aris, F r ance, fr om 28 A ugust t o 8 September 2024."
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "F r ance hosted the summer P ar alympic Games for the ﬁ rst",
        "notes": [
            "time in hist or y . The t otal number of Indian pla y ers in par alympics 2024 was 84. Flag bear ers (opening) - Bhagy ashr ee Jadha v and Sumit Antil Flag bear ers (closing) - Pr eethi P al and Har vinder Singh"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Indian woman t o win two gold",
        "notes": [
            "medals at the P ar alympic Games."
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "18. India 7 9 13 29ICC Men's T20 World Cup",
        "notes": [
            "The 9th edition of the ICC Men ' s T20 W orld Cup was co-hosted b y the W est Indies and the United States fr om June 1 t o 29,"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "W orld Cup title, while South Africa ﬁ nished",
        "notes": [
            "as the runners - up. Pla y er of the series - Jasprit Bumr ah (India) Most runs - Rahmanullah Gurbaz (Af ghanistan)"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Grand Slam events",
        "notes": [
            "The Gr and Slam in tennis is the achie v ement of winning all four major championships in one discipline in a calendar y ear ."
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "2024 A u str alian Ope n",
        "notes": [
            "Categor y Champions Runner-up Men ' s singles Jannik Sinner (Italy) Daniil Medv ede v (Russia)"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "W omen ' s singles Ar yna Sabalenka",
        "notes": [
            "(Belarus)Zheng Qinwen (China) Men ' s doubles Rohan Bopanna (India)",
            "(Belarus)Jessica P egula (USA)"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Matthew Ebden",
        "notes": [
            "(A ustr alia)Simone Bolelli (Italy)"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Andr ea V a v assori",
        "notes": [
            "(Italy) W omen ' s doubles Hsieh Su-wei (T aiwan)",
            "(Italy) W omen ' s doubles Coco Gauff (USA)",
            "(Italy)T a ylor T ownsend and Donald Y oung (USA)"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Elise Mer tens",
        "notes": [
            "(Belgium)L yudmyla Kichenok (Ukr aine)"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Jeļena Ostapenko",
        "notes": [
            "(Latvia) Mix ed doubles Hsieh Su-wei (T aiwan) Jan Zieliński (P oland)Desir ae Kr awczyk (USA) Neal Skupski (United",
            "(Latvia)Kristina Mladeno vic (F r ance) Zhang Shuai (China)"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "2024 F r e nch Ope n",
        "notes": [
            "Categor y Champions Runner-up"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Men ' s singles Carlos Alcar az",
        "notes": [
            "(Spain)Alexander Z v er e v (Germany) W omen ' s singles Iga Świątek (P oland) Jasmine P aolini (Italy) Men ' s doubles Mar celo Ar é v alo (El",
            "(Spain)No v ak Djoko vic (Serbia)"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Salv ador)",
        "notes": [
            "Mate P a vić (Cr oatia)Simone Bolelli (Italy)"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Kateřina Siniako v á",
        "notes": [
            "(Cz ech Republic)Sar a Err ani (Italy)"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Jasmine P aolini",
        "notes": [
            "(Italy)"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Mix ed doubles Laur a Siegemund",
        "notes": [
            "(Germany)"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "É douar d",
        "notes": [
            "Roger-V asselin (F r ance)Desir ae Kr awczyk (USA) Neal Skupski (United"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "2024 W im ble don",
        "notes": [
            "Categor y Champions Runner-up"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "W omen ' s singles Barbor a Kr ejčíko v á",
        "notes": [
            "(Cz ech Republic)Jasmine P aolini (Italy)"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Men ' s doubles Harri Heliö v aar a",
        "notes": [
            "(Finland) Henr y P atten (United"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Kingdom)Max Pur cell",
        "notes": [
            "(A ustr alia)"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Jor dan Thompson",
        "notes": [
            "(A ustr alia)",
            "(A ustr alia)K e vin Kr awietz and Tim Pütz (Germany)"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "W omen ' s doubles Kateřina Siniako v á",
        "notes": [
            "(Cz ech Republic)"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "T a ylor T ownsendGabriela Dabr owski",
        "notes": [
            "(Canada) Erin Routliff e (New (USA) Z ealand)"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Mix ed doubles Jan Zieliński",
        "notes": [
            "(P oland) Hsieh Su-wei (T aiwan)Santiago González (Mexico)"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Giuliana Olmos",
        "notes": [
            "(Mexico)"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "2024 US Ope n",
        "notes": [
            "Categor y Champions Runner-up Men ' s singles Jannik Sinner (Italy) T a ylor F ritz (USA)"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "W omen ' s doubles L yudmyla Kichenok",
        "notes": [
            "(Ukr aine)"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Nobel Prize 2024",
        "notes": [
            "Physics - John J. Hop ﬁ eld and Geoffr e y Hint on (for foundational disco v eries and inv entions that enable machine learning with ar ti ﬁ cial neur al networks) Chemistr y - Da vid Bak er , Demis Hassabis and John Jumper (for computational pr otein design) Physiology or Medicine - Vict or Ambr os and Gar y Ruvkun (for the disco v er y of micr oRN A and its r ole in post-tr anscriptional gene r egulation) Liter atur e - Han Kang (for her intense poetic pr ose that confr onts hist orical tr aumas and exposes the fr agility of human lif e) Nobel P eace Priz e - Nihon Hidanky o (for its effor ts t o achie v e a world fr ee of nuclear weapons and for demonstr ating thr ough witness testimony that nuclear weapons must ne v er be used again) E conomic - Dar on Acemoglu, Simon Johnson and James A. Robinson (for studies of how institutions ar e formed and aff ect pr osperity)"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Padma Awards 2024",
        "notes": [
            "F or the y ear 2024, the Pr esident has appr o v ed conf erment of 132 P adma A war ds including 2 duo cases (in a duo case, the"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Padma Vibhushan (5)",
        "notes": [
            "➤ Ms. V yja y antimala Bali (Ar t) - T amil Nadu",
            "➤ Shri K onidela Chir anjee vi (Ar t) - Andhr a Pr adesh",
            "➤ Shri M V enkaiah Naidu (Public Affairs) - Andhr a Pr adesh",
            "➤ Shri Bindeshwar P athak (P osthumous), Social W ork - Bihar",
            "➤ Ms. P adma Subr ahmany am (Ar t) - T amil Nadu"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Padma Bhushan (17)",
        "notes": [
            "➤ Ms. M F athima Bee vi (P osthumous), Public Affairs - K er ala➤ Shri Hormusji N Cama (Liter atur e & E ducation - Journalism) - Mahar ashtr a",
            "➤ Shri Mithun Chakr abor ty (Ar t) - W est Bengal",
            "➤ Shri Sitar am Jindal (T r ade & Industr y) - Karnataka",
            "➤ Shri Y oung Liu (T r ade & Industr y) - T aiwan",
            "➤ Shri Ashwin Balachand Mehta (Medicine) - Mahar ashtr a",
            "➤ Shri Saty abr ata Mookherjee (P osthumous), Public Affairs - W est Bengal",
            "➤ Shri Ram Naik (Public Affairs) - Mahar ashtr a",
            "➤ Shri T ejas Madhusudan P atel (Medicine) - Gujar at",
            "➤ Shri Olancher y Rajagopal (Public Affairs) - K er ala",
            "➤ Shri Dattatr a y Ambadas Ma y aloo alias Rajdutt (Ar t) - Mahar ashtr a",
            "➤ Shri T ogdan Rinpoche (P osthumous), Others - Spiritualism - Ladakh",
            "➤ Shri P y ar elal Sharma (Ar t) - Mahar ashtr a",
            "➤ Shri Chandr eshwar Pr asad Thakur (Medicine) - Bihar",
            "➤ Ms. Usha Uthup (Ar t) - W est Bengal",
            "➤ Shri Vija ykanth (P osthumous), Ar t - T amil Nadu",
            "➤ Shri K undan V y as (Liter atur e & E ducation - Journalism) - Mahar ashtr a"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Padma Shri (110)",
        "notes": [
            "➤ Shri Khalil Ahmad (Ar t) - Uttar Pr adesh",
            "➤ Shri Badr appan M (Ar t) - T amil Nadu",
            "➤ Shri Kalur am Bamaniy a (Ar t) - Madhy a Pr adesh",
            "➤ Ms. Rezwana Choudhur y Banny a (Ar t) - Bangladesh",
            "➤ Ms. Naseem Bano (Ar t) - Uttar Pr adesh",
            "➤ Shri Ramlal Bar eth (Ar t) - Chhattisgarh",
            "➤ Ms. Gita Ro y Barman (Ar t) - W est Bengal",
            "➤ Ms. P arbati Baruah (Social W ork) - Assam",
            "➤ Shri Sarbeswar Basumatar y (Others - Agricultur e) - Assam",
            "➤ Shri Som Datt Battu (Ar t) - Himachal Pr adesh",
            "➤ Ms. T ak dir a Begum (Ar t) - W est Bengal",
            "➤ Shri Sathy anar a y ana Beleri (Others - Agricultur e) - K er ala",
            "➤ Shri Dr ona Bhuy an (Ar t) - Assam",
            "➤ Shri Ashok K umar Biswas (Ar t) - Bihar",
            "➤ Shri Rohan Machanda Bopanna (Spor ts) - Karnataka",
            "➤ Ms. Smriti Rekha Chakma (Ar t) - T ripur a",
            "➤ Shri Nar a y an Chakr abor ty (Science&Engineering)- W est Bengal",
            "➤ Shri A V elu Ananda Chari (Ar t) - T elangana",
            "➤ Shri Ram Chet Chaudhar y (Science & Engineering) - Uttar Pr adesh",
            "➤ Ms. K Chellammal (Others - Agricultur e) - Andaman &"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Nicobar Islands",
        "notes": [
            "➤ Ms. Joshna Chinappa (Spor ts) - T amil Nadu",
            "➤ Ms. Charlotte Chopin (Others - Y oga) - F r ance",
            "➤ Shri Raghuv eer Choudhar y (Liter atur e & E ducation) - Gujar at",
            "➤ Shri Joe D Cruz (Liter atur e & E ducation) - T amil Nadu",
            "➤ Shri Ghulam Nabi Dar (Ar t) - Jammu & Kashmir",
            "➤ Shri Chitta Ranjan Debbarma (Others - Spiritualism) - T ripur a",
            "➤ Shri Uda y Vishwanath Deshpande (Spor ts) - Mahar ashtr a",
            "➤ Ms. Pr ema Dhanr aj (Medicine) - Karnataka",
            "➤ Shri Radha Krishan Dhiman (Medicine) - Uttar Pr adesh",
            "➤ Shri Manohar Krishana Dole (Medicine) - Mahar ashtr a",
            "➤ Shri Pierr e Sylv ain Fillio zat (Liter atur e & E ducation) - F r ance",
            "➤ Shri Mahabir Singh Guddu (Ar t) - Har y ana",
            "➤ Ms. Anupama Hosk er e (Ar t) - Karnataka",
            "➤ Shri Y az di Maneksha Italia (Medicine) - Gujar at",
            "➤ Shri Rajar am Jain (Liter atur e & E ducation) - Uttar Pr adesh",
            "➤ Shri Jankilal (Ar t) - Rajasthan",
            "➤ Shri Ratan Kahar (Ar t) - W est Bengal",
            "➤ Shri Y ashwant Singh Kathoch (Liter atur e & E ducation) - Uttar akhand",
            "➤ Shri Zahir I Kazi (Liter atur e & E ducation) - Mahar ashtr a",
            "➤ Shri Gaur a v Khanna (Spor ts) - Uttar Pr adesh",
            "➤ Shri Sur endr a Kishor e (Liter atur e & E ducation - Journalism) - Bihar",
            "➤ Shri Dasari K ondappa (Ar t) - T elangana",
            "➤ Shri Sridhar Makam Krishnamur thy (Liter atur e & E ducation) - Karnataka",
            "➤ Ms. Y anung Jamoh Lego (Others - Agricultur e) - Arunachal Pr adesh",
            "➤ Shri Jor dan Lepcha (Ar t) - Sikkim",
            "➤ Shri Satendr a Singh Lohia (Spor ts) - Madhy a Pr adesh",
            "➤ Shri Binod Mahar ana (Ar t) - Odisha",
            "➤ Ms. Purnima Mahat o (Spor ts) - Jharkhand",
            "➤ Ms. Uma Maheshwari D (Ar t) - Andhr a Pr adesh",
            "➤ Shri Dukhu Majhi (Social W ork) - W est Bengal",
            "➤ Shri Ram K umar Mallick (Ar t) - Bihar",
            "➤ Shri Hemchand Manjhi (Medicine) - Chhattisgarh",
            "➤ Shri Chandr ashekhar Mahadeor ao Meshr am (Medicine) - Mahar ashtr a",
            "➤ Shri Sur endr a Mohan Mishr a (P osthumous) (Ar t) - Uttar Pr adesh",
            "➤ Shri Ali Mohammed & Shri Ghani Mohammed* (Duo) (Ar t) - Rajasthan",
            "➤ Ms. Kalpana Morparia (T r ade & Industr y) - Mahar ashtr a",
            "➤ Ms. Chami Murmu (Social W ork) - Jharkhand",
            "➤ Shri Sasindr an Muthuv el (Public Affairs) - P apua New Guinea",
            "➤ Ms. G Nachiy ar (Medicine) - T amil Nadu",
            "➤ Ms. Kir an Nadar (Ar t) - Delhi",
            "➤ Shri P akar a vur Chithr an Namboodiripad (P osthumous) (Liter atur e & E ducation) - K er ala",
            "➤ Shri Nar a y anan E P (Ar t) - K er ala",
            "➤ Shri Shailesh Na y ak (Science & Engineering) - Delhi",
            "➤ Shri Harish Na y ak (P osthumous) (Liter atur e & E ducation) - Gujar at",
            "➤ Shri F r ed Negrit (Liter atur e & E ducation) - F r ance",
            "➤ Shri Hari Om (Science & Engineering) - Har y ana",
            "➤ Shri Bhagabat P adhan (Ar t) - Odisha",
            "➤ Shri Sanatan Rudr a P al (Ar t) - W est Bengal",
            "➤ Shri Shankar Baba Pundlikr ao P apalkar (Social W ork) - Mahar ashtr a",
            "➤ Shri Radhe Shy am P ar eek (Medicine) - Uttar Pr adesh",
            "➤ Shri Da y al Ma vjibhai P armar (Medicine) - Gujar at",
            "➤ Shri Binod K umar P asa y at (Ar t) - Odisha",
            "➤ Ms. Silbi P assah (Ar t) - Meghala y a",
            "➤ Ms. Shanti De vi P aswan & Shri Shiv an P aswan* (Duo) (Ar t) - Bihar",
            "➤ Shri Sanja y Anant P atil (Others - Agricultur e) - Goa",
            "➤ Shri Muni Nar a y ana Pr asad (Liter atur e & E ducation) - K er ala",
            "➤ Shri K S Rajanna (Social W ork) - Karnataka",
            "➤ Shri Chandr ashekar Channapatna Rajannachar (Medicine) - Karnataka",
            "➤ Shri Bhagwatilal Rajpur ohit (Liter atur e & E ducation) - Madhy a Pr adesh",
            "➤ Shri Romalo Ram (Ar t) - Jammu & Kashmir",
            "➤ Shri Na vjiv an Rast ogi (Liter atur e & E ducation) - Uttar Pr adesh",
            "➤ Ms. Nirmal Rishi (Ar t) - Punjab",
            "➤ Shri Pr an Sabhar wal (Ar t) - Punjab",
            "➤ Shri Gaddam Sammaiah (Ar t) - T elangana",
            "➤ Shri Sangthankima (Social W ork) - Miz or am",
            "➤ Shri Machihan Sasa (Ar t) - Manipur",
            "➤ Shri Ompr akash Sharma (Ar t) - Madhy a Pr adesh➤ Shri Eklab y a Sharma (Science & Engineering) - W est Bengal",
            "➤ Shri Ram Chander Sihag (Science & Engineering) - Har y ana",
            "➤ Shri Harbinder Singh (Spor ts) - Delhi",
            "➤ Shri Gur vinder Singh (Social W ork) - Har y ana",
            "➤ Shri Godawari Singh (Ar t) - Uttar Pr adesh",
            "➤ Shri Ra vi Pr akash Singh (Science & Engineering) - Mexico",
            "➤ Shri Seshampatti T Siv alingam (Ar t) - T amil Nadu",
            "➤ Shri Somanna (Social W ork) - Karnataka",
            "➤ Shri K etha v ath Somlal (Liter atur e & E ducation) - T elangana",
            "➤ Ms. Shashi Soni (T r ade & Industr y) - Karnataka",
            "➤ Ms. Urmila Sriv asta v a (Ar t) - Uttar Pr adesh",
            "➤ Shri Nepal Chandr a Sutr adhar (P osthumous) (Ar t) - W est Bengal",
            "➤ Shri Gopinath Swain (Ar t) - Odisha",
            "➤ Shri Laxman Bhatt T ailang (Ar t) - Rajasthan",
            "➤ Ms. Ma y a T andon (Social W ork) - Rajasthan",
            "➤ Ms. Aswathi Thirunal Gouri Lakshmi Ba yi Thampur atty (Liter atur e & E ducation) - K er ala",
            "➤ Shri Jagdish Labhshank er T riv edi (Ar t) - Gujar at",
            "➤ Ms. Sano V amuz o (Social W ork) - Nagaland",
            "➤ Shri Balakrishnan Sadanam Puthiy a V eetil (Ar t) - K er ala",
            "➤ Shri K ur ella Vittalachar y a (Liter atur e & E ducation) - T elangana",
            "➤ Shri Kir an V y as (Others - Y oga) - F r ance",
            "➤ Shri Jageshwar Y ada v (Social W ork) - Chhattisgarh",
            "➤ Shri Babu Ram Y ada v (Ar t) - Uttar Pr adesh"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "96th Acade m y A war ds 2024",
        "notes": [
            "➤ Best Pictur e - Oppenheimer",
            "➤ Best Act or - Cillian Murphy (Oppenheimer)",
            "➤ Best Actr ess - Emma St one (P oor Things)",
            "➤ Best Original Song - What W as I Made F or? - Barbie (Billie Eilish, Finneas O'Connell)",
            "➤ Best Suppor ting Act or - Rober t Downe y Jr . (Oppenheimer)",
            "➤ Best Suppor ting Actr ess - Da 'Vine Jo y Randolph (The Holdo v ers)"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "66th Gr am m y A war d 2024",
        "notes": [
            "➤ Album of the Y ear - “Midnights” b y T a ylor Swift",
            "➤ Recor d of the Y ear - “Flowers” b y Mile y Cyrus",
            "➤ Song of the Y ear - “What W as I Made F or?” b y Billie Eilish",
            "➤ Best Global Music Album - This Moment – Shakti",
            "➤ Best New Ar tist - Vict oria Monét"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Bharat Ratna 2024",
        "notes": [
            "➤ Karpoori Thakur (Bihar)",
            "➤ Chaudhar y Char an Singh (Uttar Pr adesh)",
            "➤ Lal Krishna Adv ani (Delhi)",
            "➤ MS Swaminathan (T amil Nadu)",
            "➤ PV Nar asimha Rao (T elangana)"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "70th National Film A war ds 2024",
        "notes": [
            "➤ Best F eatur e Film - Aattam",
            "➤ Best Act or - Rishab Shetty (Kantar a)",
            "➤ Best Actr ess - Nithy a Menen (Tiruchitr abalam), Manasi P ar ekh (K utch Expr ess)",
            "➤ Best Dir ect or - Soor aj Barjaty a (Uunchai)",
            "➤ Best Suppor ting Actr ess - Neena Gupta (Uunchai)",
            "➤ Best Suppor ting Act or - P awan Malhotr a (F ouja)",
            "➤ Best Hindi Film - Gulmohar",
            "➤ Best Male Pla yback Singer - Arijit Singh (Br ahmastr a)",
            "➤ Best F emale Pla yback Singer - Bomba y Ja y ashri (Saudi"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "69th Film far e A war ds 2024",
        "notes": [
            "➤ Best Film - 12th F ail",
            "➤ Best Act or - Ranbir Kapoor (Animal)",
            "➤ Best Actr ess - Alia Bhatt (Rocky A ur Rani Kii Pr em Kahaani)",
            "➤ Best Dir ect or - Vidhu Vinod Chopr a (12th F ail)",
            "➤ Best Suppor ting Act or - Vicky Kaushal (Dunki)",
            "➤ Best Suppor ting Actr ess - Shabana A zmi (Rocky A ur Rani Kii"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Pr em Kahaani)",
        "notes": [
            "➤ Lif etime Achie v ement A war d - Da vid Dhawan",
            "➤ Best Debut Dir ect or - T arun Dudeja (Dhak Dhak)"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "BCCI A war ds 2024",
        "notes": [
            "Col. C. K. Na yudu Lif etime Achie v ement A war d - Men: F ar okh"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Engineer , Ra vi Shastri",
        "notes": [
            "P olly Umrigar A war d - Best International Crick eter - Men: Shubman Gill (2022-23) Best International Crick eter - W omen: Smriti Mandhana (2020-21, 2021-22) Best International Debut - Men: Y ashaswi Jaiswal (2022-23) Best International Debut - W omen: Amanjot Kaur (2022-23)"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Language Title and genr e A uthor",
        "notes": [
            "Hindi Main Jab T ak Aai Bahar (P oetr y) Gagan Gill English Spirit Nights (No v el) Easterine Kir e Sanskrit Bhaskar acaritam (P oetr y) Dipak K umar Sharma"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Rashtriya Vigyan Puraskar 2024",
        "notes": [
            "33 awar ds wer e pr esented t o distinguished scientists acr oss four categories. Her e ar e some of the impor tant awar dees: Vigy an Ratna - Pr of. Go vindar ajan P admanabhan (Biological"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Sciences)",
        "notes": [
            "Vigy an Shri - Dr Anandhar amakrishnan C (Agricultur al Science), Pr of. Dr Sanja y Behari (Medicine), Dr A v esh K umar T y agi (A t omic Ener gy) Vigy an Y uv a - Dr Krishna Mur thy S L (Agricultur al Sciences), Dr Ro xy Mathew K oll (Ear th Sciences), Dr Abhilash (Engineering Sciences) Vigy an T eam - ISRO - T eam Chandr a y aan 3 (Space Science and"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Books and Authors 2024",
        "notes": [
            "Sanjee v Joshi - “Ek Samandar , Mer e Andar ” Dr . Rajen Saikia - “P olitical Hist or y of Assam (1947-1971) –"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "V olume 1”",
        "notes": [
            "Gujar at State Disaster Management A uthority - “Smritiv an: An Unpar alleled Apotheosis of Commemor ation t o 2001 Victims of"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Gujar at Ear thquak e ”",
        "notes": [
            "Arup K umar Dutta - “ Assam ’ s Br a v ehear t – Lachit Barphukan ”Minister Dr . Mansukh Manda viy a - “F er tilising the F utur e: Bhar at’ s Mar ch T owar ds F er tiliser Self-Su ﬃ ciency ” Chitr a Banerjee Div akaruni - “ An Uncommon Lo v e: The Early Lif e of Sudha and Nar a y ana Mur thy ” M.J. Akbar and K Natwar Singh - “Gandhi: A Lif e in Thr ee"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Campaigns”",
        "notes": [
            "R.K. P achnanda, Bibek Debr o y , Anirban Ganguly , and Uttam K umar Sinha - “Modi: Ener gising A Gr een F utur e ” Gener al Manoj Mukund Nar a v ane - \"F our Stars of Destiny \" Manor ama Mishr a - “Sanskriti k e A y aam ” V air amuthu - “Maha Ka vithai” Geeta Singh and Arif Khan Bhar ti - “Ram Mandir Rashtr a"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Militar y E x e r cise s of I ndia 2024",
        "notes": [
            "Deser t Cy clone (India – U AE) - Rajasthan, India Ex Cy clone-I (India – E gypt) - Anshas, E gypt Ex Khanjar (India – K yr gyzstan) - Himachal Pr adesh, India ‘SAD A T ANSEEQ’ (India – Saudi Ar abia) - Rajasthan, India Dharma Guar dian (India – Japan) - Rajasthan, India Samudr a Laksmana (India – Mala ysia) - Visakhapatnam, India Tiger T riumph (India – USA) - Kakinada, India Ex L AMI TI YE – 2024 (India – Se y chelles) - Se y chelles Ex DUSTLIK – 2024 (India – Uzbekistan) - T ermez, Uzbekistan Ex er cise Cyber Sur aksha (India) Militar y Ex er cise SH AKTI (India – F r ance) - Umr oi, Meghala y a,"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Defence Technology",
        "notes": [
            "The Indian Light T ank (IL T), Z or awar , successfully completed ﬁ ring trials at o v er 4,200m altitude. It was jointly de v eloped b y the Def ence Resear ch and De v elopment Or ganisation (DRDO) and Larsen & T oubr o (L&T) with contributions fr om v arious"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Micr o, Small, and Medium Enterprises.",
        "notes": [
            "INS T ushil (F70), India ’ s adv anced multi-r ole stealth-guided missile frigate, was commissioned int o the Indian Na vy in"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Russia.",
        "notes": [
            "The Ministr y of Def ence launched Ekla vy a, an online learning platform for the Indian Army . Aim: T o impr o v e the pr of essional education and tr aining of Indian Army o ﬃ cers under the Decade of T r ansformation (2023-2032) initiativ e and the 2024 theme,"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Y ear of T echnology Absorption.",
        "notes": [
            "The Agni-4 missile was successfully launched fr om the Integr ated T est Range in Chandipur , Odisha. It is four th in the Agni series of medium t o inter continental-r ange ballistic missiles de v eloped b y the DRDO . Def ence Resear ch and De v elopment Or ganisation (DRDO) has completed de v elopmental trials of the High Speed Expendable Aerial T ar get (HEA T) ' ABH Y AS'. The trials t ook place at the Integr ated T est Range (I TR), Odisha."
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "The Council of Scienti ﬁ",
        "notes": [
            "c and Industrial Resear ch (CSIR) - National Aer ospace Labor at ories (N AL) successfully tested the High Altitude Pseudo-Satellite (H APS), a solar-power ed U A V capable of gener ating solar ener gy and sta ying airborne for months or y ears. Geographical Indication (GI) Tags in India 2023 -2024 Arunachal Pr adesh - W ancho W ooden Cr aft, Adi K ekir Jammu Kashmir - Ramban Anar dana Odisha - Kapdaganda Shawl, Lanjia Saur a P ainting, K or aput Kala Jeer a Rice, Similipal Kai Chutne y , Na y agarh Kanteimundi Brinjal,"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Odisha Khajuri Guda, Dhenkanal Magji",
        "notes": [
            "W est Bengal - Banglar Muslin, T angail Sar ee, Gar ad Sar ee, K orial"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Sar ee, Kalo Nunia Rice, Sundarban Hone y",
        "notes": [
            "Uttar Pr adesh - Pilkhuwa Hand Block Print, Banar as Metal Casting Cr aft, Bar eilly Cane and Bamboo, Tharu Embr oider y Handicr aft, Bar eilly Zari Zar doji, Banar as Tir angi Bar ﬁ"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Gujar",
        "notes": [
            "at - Kachchhi Khar ek, K utch Rogan Cr aft, Ambaji White Marble, K utch Bandhani, Ghar chola Cr aft of Gujar at, Gujar at Suf Embr oider y , Ahmedabad Sodagari Block Print, Sur at Sadeli Cr aft,"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Bharuch Sujani W ea ving, K utch Ajr akh",
        "notes": [
            "Mahar ashtr a - Bahadoli Jamun, K unthalgiri Khawa, P en"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Chief guests at Delhi Republic Day parade",
        "notes": [
            "2024 (75th) - Emmanuel Macr on, Pr esident of F r ance 2023 (74th) - Abdel F attah el-Sisi, Pr esident of E gypt"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Obituaries 2024",
        "notes": [
            "Bibek Debr o y - Chairman of PM’ s E conomic Advisor y Council Shar da Sinha - F olk Singer P andit Ram Nar a y an - Sar angi Pla y er Delhi Ganesh - T amil Act or Madan Mohan Somtiy a - F r eedom Fighter and Member of Mewar Pr aja MandalRatan T ata - F ormer chairperson of the T ata Gr oup A tul P ar chur e - Mar athi act or Rak esh P al - Dir ect or Gener al of the Indian Coast Guar d Buddhadeb Bhattacharjee - F ormer Chief Minister of W est"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Bengal",
        "notes": [
            "Anshuman Gaekwad - Indian crick eter P andit Rajee v T ar anath - Sar od maestr o"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Global Soft P ower",
        "notes": [
            "Index 2024Br and Finance 29th r ank (28th position in 2023)"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "De v elopment Solutions",
        "notes": [
            "Network (SDSN)126th r ank"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Index 2024Institute for E conomics",
        "notes": [
            "and P eace (IEP)14th r ank"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Index 2024Repor ters Without",
        "notes": [
            "Bor ders (RSF)159th r ank"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Militar y Str ength",
        "notes": [
            "Ranking 2024Global Fir epower (GFP) 4th r ank"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Summits & Conferences 2024",
        "notes": [
            "Shanghai Cooper ation Or ganisation (SCO) summit - Astana, Kazakhstan BRICS summit - Kazan, Russia 2024 G20 - Br azil 142nd International Olympic Committee (IOC ) Session - P aris, F r ance 27th Commonwealth Heads of Go v ernment Meeting - Samoa United Nations Climate Change Conf er ence - Baku, A z erbaijan 2024 Ukr aine peace summit - Bür genst ock Resor t, Switz erland 10th Vibr ant Gujar at Global Summit - Gandhinagar , Gujar at RiGi Pr abha v 2024 - Goa, India 19th East Asia Summit - Vientiane, Laos 19th Non-Aligned Mo v ement Summit - Kampala, Uganda Global Fintech F est (GFF) - Mumbai, India 82nd W orld Science Fiction Conv ention - Glasgow , Scotland"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Name Launch Date Launch V ehicle A pplication",
        "notes": [
            "Pr oba-3"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "MissionDecember 05,",
        "notes": [
            "2024PSL V -C59 In-Orbit"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Demonstr ation",
        "notes": [
            "(IOD) mission GSA T -N2No v ember 19, 2024F alcon-9 Communication INSA T -3DSF eb 17, 2024 GSL V -F14 Climate &"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Envir onment",
        "notes": [
            "X -r a y"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Satellite",
        "notes": [
            "(XP oSat)Jan 01, 2024 PSL V -C58 X -r a y Astr onomy"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "BOBCARD has launched the TI ARA Cr edit Car d, a pr emium,",
        "notes": [
            "women-centric off ering designed t o empower modern women. SBI Car d surpassed 20 million cr edit car ds in cir culation in December 2024, a notable achie v ement since its inception in"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "1998.",
        "notes": [
            "The Reser v e Bank of India (RBI), under the leadership of Go v ernor Shaktikanta Das, has announced plans t o launch a podcast series aimed at enhancing public communication and ﬁ nancial liter acy . RBI, after its Monetar y P olicy Committee (MPC ) meeting on December 6, 2024, announced that Small Finance Banks (SFBs) will now be permitted t o off er pr e-sanctioned cr edit lines thr ough the UPI. Punjab National Bank (PNB) has joined the P ar tnership for Carbon Accounting Financials (PCAF), adopting global standar ds for measuring and disclosing GHG emissions in line with RBI' s dr aft climate risk guidelines."
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Ar tiﬁ",
        "notes": [
            "cial Intelligence (AI) Data Bank, a landmark initiativ e t o foster inno v ation and enhance national security . Announced b y Union Minister Jitendr a Singh at the 7th"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "The RBI in No v ember has con ﬁ",
        "notes": [
            "rmed that SBI, HDFC Bank, and"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "ICICI Bank will continue t o be classi ﬁ",
        "notes": [
            "ed as Domestic Systemically Impor tant Banks (D-SIBs). State Bank of India (SBI) has been r ecogniz ed as the Best Bank in India for 2024 b y Global Finance Magazine during its 31st"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "POP , a ﬁ ntech",
        "notes": [
            "star tup founded b y ex-Flipkar t emplo y ees, has launched India ’ s ﬁ rst multi-br and co-br anded cr edit car d in collabor ation with RuP a y and Y es Bank. Master car d in A ugust launched its P a yment P assk e y Ser vice in India, using biometric authentication t o r eplace passwor ds and O TPs, aiming t o enhance online shopping security amid rising fr aud cases."
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Union Bank of India became the ﬁ rst",
        "notes": [
            "major Indian bank t o join the P ar tnership for Carbon Accounting Financials (PCAF) in September 2024.The gr owing concern o v er mis-selling of insur ance pr oducts b y banks has pr ompted the intr oduction of the Bima Sugam platform, a digital initiativ e b y the Insur ance Regulat or y and De v elopment A uthority of India (IRD AI). 1st phase of Bima"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Shishapangma.",
        "notes": [
            "India Unv eils First CO2-T o-Methanol Pilot Plant at Thermax"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Limited pr emises in Pune, Mahar ashtr a.",
        "notes": [
            "India sends US $1 million Humanitarian Relief t o Vietnam as"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Oper ation Sadbha v .",
        "notes": [
            "The world' s ﬁ rst-e v er temple designed in the iconic Om shape has been inaugur ated in the village of Jadan, P ali district of"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Rajasthan.",
        "notes": [
            "Manu Bhak er was appointed br and ambassador for the Ministr y of P or ts, Shipping and W ater wa ys in September 2024. T eghbir Singh, a 5 y ear old bo y fr om Ropar , Punjab became the y oungest Asian t o successfully scale Mount Kilimanjar o, Africa ’ s highest peak."
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Union T errit or y of Jammu and Kashmir , Kashmir City was",
        "notes": [
            "awar ded the pr estigious Cer ti ﬁ cate of W orld Cr aft City b y the"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "W orld Cr afts Council International.",
        "notes": [
            "Delhi Airpor t Launches India ’ s First Self-Ser vice Mechanism F or Check-in L uggage."
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Indian Railwa ys has enter ed its name int o Limca Book of",
        "notes": [
            "Recor ds for most people at a public ser vice e v ent at multiple v enues. The Ministr y of Railwa ys had or ganiz ed an e v ent on 26 F ebruar y 2024, which was attended b y 40,19,516 people at 2,140 v enues."
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Brit on, nicknamed ‘Har dest Geez er ’, became the ﬁ rst",
        "notes": [
            "person t o run the length of Africa. Massachusetts Gener al Hospital in Bost on per formed the ﬁ rst pig-t o-human kidne y tr ansplant in Mar ch 2024. A 62-y ear-old man with end-stage r enal disease r eceiv ed a new kidne y fr om a genetically modi ﬁ ed pig. Anand K umar , r enowned Math educat or and Super 30 founder , r eceiv ed the pr estigious 'Golden Visa ' fr om the U AE go v ernment in F ebruar y 2024."
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "De ce m be r",
        "notes": [
            "What is the r ank of India in the r ecently published 'Network Readiness Index 2024 (NRI 2024) r epor t'? - 49th India and which countr y ha v e inaugur ated their ﬁ rst-e v er Dialogue on E conomic Security , focusing on bolstering industrial and technological r esilience? - Japan E-Daakhil por tal is now oper ational in e v er y state and union territ or y of India, mark ed b y its r ecent launch in Ladakh. The E-Daakhil por tal was launched b y which or ganizations? - National Consumer Dispute Redr essal Commission (NCDRC ) Y uv a Sangam (Phase V ) commenced with two t ours between Bihar & Karnataka and Andhr a Pr adesh & Uttar Pr adesh. Y uv a"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Sangam initiativ e is launched b y which ministr y?",
        "notes": [
            "- Ministr y of E ducation Union Minister for W omen and Child De v elopment has launched a national campaign in New Delhi aimed at er adicating child marriage and empowering y oung girls acr oss the nation. What is the name of this campaign? - Bal Viv ah Mukt Bhar at Which institute has concluded the second edition of Def ence Datathon, a pioneering tri-ser vices data analytics competition? - College of Def ence Management, Secunder abad"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Who has r eceiv ed the \"2024 P ﬁ",
        "notes": [
            "z er A war d\" for his book \"Br own Skins, White Coats: Race Science in India, 1920-66\"? - Pr ojit Bihari Mukharji Amar a Raja Infr a has completed the establishment of 'India ' s ﬁ rst gr een hy dr ogen fueling station ' for N TPC Limited. This station is located in which place? - Leh, Ladakh Which of the following companies has collabor ated with Indian Institute of T echnology (II T) Hy der abad t o establish its ﬁ rst"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Centr",
        "notes": [
            "e of Ex cellence (CoE) on its campus? - Nikon India China ' s state-owned aer ospace company , A viation Industr y Corpor ation of China (A VIC ), has shown off a model of its futur e commer cial uncr ewed space shuttle at the Zhuhai Air Show ,"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Zhuhai, China. What is the name of this car go shuttle?",
        "notes": [
            "- Sky Dr agon The Depar tment for Pr omotion of Industr y and Internal T r ade (DPII T) has gr anted appr o v al for the Rs 10,000 Activ ate Windows cr or e acquisition of debt-laden Reliance Capital Limited (RCAP) b y which company? - IndusInd International Holdings Limited JSW Def ence Priv ate Limited has par tner ed with which def ence companies t o manufactur e V -BA T dr ones, a Gr oup 3 Unmanned Aerial System (U AS) in India? - Shield AI Who has joined \" All Living Things Envir onmental Film F estiv al 2024\" (AL T EFF 2024) (5th edition) as the goodwill ambassador? - Shriy a Pilgaonkar"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Which of the following or ganisations and Climate Club has",
        "notes": [
            "launched the Global Matchmaking Platform (GMP), which is designed t o fast-tr ack the decarbonisation of hea vy-emitting industries in emer ging and de v eloping economies? - United Nations Industrial De v elopment Or ganization"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Which company has announced the launch of the countr y ' s",
        "notes": [
            "lar gest single-location 'Gr ade A ' war ehousing and industrial park at the Jawaharlal Nehru P or t A uthority (JNP A) Special E conomic Z one (SEZ) in Na vi Mumbai? - W elspun One Logistics P arks Which city is set t o host the pr estigious Army Da y P ar ade for the ﬁ rst time on 15 Januar y 2025, marking a hist oric milest one? - PuneThe Chief Minister of Nagaland has launched a pioneering 'Digital Pigger y Insur ance ', which is de v eloped in collabor ation with Insur ance Regulat or y and De v elopment A uthority of India (IRD AI) and which insur ance company? - T ata AIG Gener al Insur ance Company Who has emer ged as the champion in the Under-8 W orld Cadets"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Chess Championship, held in Montesilv ano, Italy?",
        "notes": [
            "- C. Divith Reddy The 13th edition of Joint Militar y Ex er cise A GNI W ARRIOR (XA W -2024) has concluded at Field Firing Ranges, De vlali (Mahar ashtr a). It is a bilater al ex er cise conducted between armies of India and which of the following countries? - Singapor e Adv er tising Standar ds Council of India (ASCI) has r eleased its Half-Y early Complaints Repor t for 2024-25. As per the r epor t, which categories continue t o be the most violativ e sect or , accounting for 34% of all complaints inv estigated during the April t o September 2024 period? - Real estate Who has been elected as 11th Pr esident of Asian De v elopment Bank (ADB)? - Masat o Kanda The Union Ministr y of Fisheries, Animal Husbandr y , and Dair ying has r ecogniz ed which states as the 'Best Marine State '? - K er ala Sabal 20 logistics dr one has been deliv er ed t o the Indian Army . These dr ones ar e manufactur ed b y which company? - Endur eAir The National Security Guar d (NSG) has concluded the 10th national joint counter-terr orist ex er cise 'Ex er cise Agnipariksha ' at which place? - Gurugr am"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "F or the ﬁ rst",
        "notes": [
            "time in the hist or y of India ' s election pr ocess, 19 members fr om Jar awa T ribe had been included in India ' s elect or al r oll. This tribe is associated with which state/UT? - Andaman and Nicobar Islands"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Which company has signed an MoU with John Cock erill India",
        "notes": [
            "Limited (JCIL) t o driv e inno v ation and gr een steel technologies? - Steel A uthority of India Limited (SAIL) 13th National Seed Congr ess (NSC ) 2024 was or ganiz ed b y the Ministr y of Agricultur e & F armers' W elfar e. This e v ent was held at which places? - V ar anasi"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "India has ﬁ nished",
        "notes": [
            "3r d on the medal tally with 2 medals (1 Gold and 1 silv er) at the GT Open 2024 - Indoor W orld Series (IWS) 250 e v ent held in - Str assen, L ux embour g Indian Railwa ys has launched a mobile application specially designed for saf ety tr aining and capacity building for its fr ontline emplo y ees. What is the name of this application? - Sanr aksha As per a r ecently r eleased r epor t titled 'T ak e the right path t o end AIDS', of the 39.9 million people living with HIV , 9.3 million people ar e still not accessing lif e-sa ving tr eatment. This r epor t is r eleased b y - The Joint United Nations Pr ogr amme on HIV/AIDS (UN AIDS)"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Gintautas P aluckas has been appointed as Prime Minister of",
        "notes": [
            "which countr y? - Lithuania"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Which of the following states has been announced as the",
        "notes": [
            "P ar tner State for Hornbill F estiv al 2024? - Sikkim"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Which company has signed an MoU with Global Gr een Gr owth",
        "notes": [
            "Institute (GGGI) t o pr omote inno v ativ e clean ener gy solutions, focusing on agriv oltaics, gr een hy dr ogen, and sustainable ﬁ nancing str ategies? - NHPC Limited"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "No v e m be r",
        "notes": [
            "Recently , r esear chers fr om which institutes ha v e de v eloped a biodegr adable foam that could tr ansform the packaging industr y , while addr essing critical envir onmental concerns? - Indian Institute of Science (IISc), Bengaluru Army ' s Jaipur-based South W estern Command has established a think tank named what t o str engthen Rajasthan ' s def ence industrial base. - Gy an Shakti Which company and SoftBank Corp ha v e piloted the world' s ﬁ rst ar ti ﬁ cial intelligence (AI) and 5G telecoms network, which can run Al and 5G workloads concurr ently , a pr ocess known as an ar ti ﬁ cialWindows intelligence r adio access network (AI-RAN)? - Nvidia"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Jharkhand has celebr ated its which foundation da y on",
        "notes": [
            "No v ember 15, 2024? - 25th 'State of the Climate 2024' r epor t, the y ear 2024 is on tr ack t o be the warmest y ear on r ecor d after an extended str eak of ex ceptionally high monthly global mean temper atur es. Which or ganisation has r eleased this r epor t? - W orld Meteor ological Or ganisation ( WMO) CSIR-National Institute of Science Communication and P olicy Resear ch (NISCPR) and which univ ersity has jointly hosted the"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "2nd International Conf er ence on Communication and",
        "notes": [
            "Dissemination of T r aditional K nowledge (CD TK -2024) at Gurugr am? - Gurugr am univ ersity Which countr y has launched 'Kir ameki No. 3 satellite ', designed for militar y communication and intelligence gathering? - Japan Which countr y has come up with a new scheme called Mobility Arr angement for T alented Early-pr of essionals Scheme (M A TES) that allows talented y oung people fr om India t o work in the countr y for some time? - A ustr alia Recently , who has been appointed as Head of Mission and Chief Militar y Obser v er for the UN Militar y Obser v er Gr oup in India and P akistan (UNMOGIP)? - Ramon Guar dado Sanchez"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Which state go v ernment has launched the 'Come and Install",
        "notes": [
            "Solar P ower Pr ojects' initiativ e t o encour age inv estment in the state ' s solar and solar ener gy pr ojects? - Himachal Pr adesh Who has been elected as the new Secr etar y-Gener al of the International Criminal P olice Or ganisation - IN TERPOL? - V aldecy Ur quiza Bhar at National Cyber Security Ex er cise (Bhar at NCX 2024), a landmark initiativ e t o for tify India ' s cybersecurity r esilience, was or ganiz ed b y National Security Council Secr etariat (NSCS) in collabor ation with- Rashtriy a Raksha Univ ersity (RRU), Gandhinagar Who has been appointed as the new Comptr oller and A udit or Gener al (CA G) of India? - K Sanja y Mur thy T wenty-four coastal villages in which state has been r ecognised b y the Inter go v ernmental Oceanogr aphic Commission of UNESCO as 'T sunami Ready \"? - Odisha Dubai Spor ts Council has appointed four global spor ts icons as its Spor ts Ambassadors, including former Indian crick eter Harbhajan Singh and - Sania Mirza"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Jada v",
        "notes": [
            "P a y eng International A war d, launched b y Jy oti-Pr otap E ducation T rust? - B. M Karunakar Reddy Recently , F édér ation Internationale de F ootball Association (FIF A) has r e v ealed the new 2025 Club W orld Cup tr ophy . It is cr eated in collabor ation with - Tiffany & Co Which countr y has held a landmark r ef er endum, wher e 91.8% of v oters appr o v ed a new constitution? - Gabon The Depar tment of Biotechnology (DB T) and Biotechnology Resear ch and Inno v ation Council (BRIC ) ha v e intr oduced an initiativ e t o showcase the enormous micr obial potential of India. What is its name? - One Da y One Genome Who has won the Indir a Gandhi Priz e for P eace, Disarmament, and De v elopment for 2023? - Daniel Bar enboim and Ali Abu A wwad"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "How much gr ant is Capgemini India pr o viding t o each",
        "notes": [
            "Community Inno v at or F ellow (CIF) in the four th cohor t under the A tal Inno v ation Mission (AIM), NI TI Aa y og? - 1 lakh Which countr y has launched the Global Alliance Against Hunger and P o v er ty during the opening of G20 Summit 2024? - Br azil The thir d r egional e v ent of the 'Hamar a Samvidhan Hamar a"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Samman ' campaign has been or ganised t o commemor ate the",
        "notes": [
            "75th anniv ersar y of adoption of Indian Constitution and India ' s establishment as a Republic at which of the following institutes? - Indian Institute of T echnology , Guwahati India will host the ﬁ rst-e v er Kho Kho W orld Cup at Indir a Gandhi Indoor Stadium in New Delhi fr om Januar y 13 t o 19, 2025. How many countries will par ticipate in the t ournament? - 24 Scientists fr om which of the following institutes ha v e de v eloped the Indian E quat orial Electr ojet (IEEJindows Model t o accur ately pr edict the E quat orial Electr ojet o v er the Indian sect or? - Indian Institute of Geomagnetism (IIG), Na vi Mumbai Recently , which special for ces of the Indian Na vy has r escued all the cr ew members of the hijack ed Liberian- ﬂ agged v essel MV Lila Nor folk? - M ARCOS Which state go v ernment has r enamed \"Indir a Rasoi Y ojana \" t o \"Shr ee Annapurna Rasoi Y ojana \"? - Rajasthan Which state go v ernment has launched the \"College F agathansi Mission \"? - Manipur"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "What is the name of the indigenous assault ri ﬂ",
        "notes": [
            "e which has been r ecently de v eloped b y Def ence Resear ch & De v elopment Or ganization (DRDO) in collabor ation with a priv ate ﬁ rm",
            "e de v eloped b y DRDO in collabor ation with Dvipa Armour India Ltd ? - Ugr am"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Dvipa",
        "notes": [
            "Armour India Ltd? - Ugr am The Indian Na vy ' s P8I long-r ange maritime patr ol air cr aft has landed at Guam t o par ticipate in the Ex er cise Sea Dr agon 24. This ex er cise is conducted b y which countr y? - USA"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Who amongst the following has become the ﬁ rst",
        "notes": [
            "woman t o be honour ed with the Arjuna A war d for equestrian spor ts? - Divy akriti Singh"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Oct obe r",
        "notes": [
            "Which anniv ersar y of A yushman Bhar at Digital Mission (ABDM) has been obser v ed in 2024? - 3r d Ministr y of T ourism has launched a national r esponsible t ourism initiativ e b y the name of 'P ar y atan Mitr a & P ar y atan Didi' on"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "W orld T ourism Da y , which is obser v ed annually on",
        "notes": [
            "- September 27"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Who has been r ecogniz ed as one of the y oungest women",
        "notes": [
            "entr epr eneurs on the Hurun India Under-35 list for 2024? - Isha Ambani What is India ' s r ank in Global Inno v ation Index (GII) 2024 among 133 global economies? - 39th Who has been giv en the additional char ge as the Go v ernor of Miz or am? - Indr a Sena Reddy Nallu Which airlines has r eceiv ed appr o v al fr om the Union Civil A viation Ministr y and is set t o begin oper ations? - Shankh Air"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Ministr y of Labour & Emplo yment and which company has",
        "notes": [
            "signed a Memor andum of Understanding (MoU) t o enhance emplo yment accessibility in India? - Amaz on T ech Mahindr a has signed an MoU with which univ ersities t o pr omote inno v ation in AI, machine learning (ML), and quantum computing? - Univ ersity of A uckland, New Z ealand REPMUS (Robotic Experimentation and Pr ot otyping using Maritime Uncr ewed Systems) 2024 (14th edition) has been held at which of the following places? - T r oia P eninsula, P or tugal Which company has announced its new fr ee and open-sour ce lar ge language model (LL.M), Llama 3.2 t o intr oduce visual pr ocessing capabilities? - Meta N ASA Hubble Space T elescope has shar ed a stunning video of Caldwell 45, or NGC 5248. Caldwell 45 is a - Spir al Galaxy The book 'Khaki Mein Sthitapr agy a ' has been written on the subject of how t o maintain a balance between the ups and downs in lif e and work while pla ying the challenging r ole of a police o ﬃ cer . This book is author ed b y - Anil Raturi A 7,000-km long car r ally fr om Thoise in Ladakh t o T awang in Arunachal Pr adesh is being or ganised t o mark the 92ndanniv ersar y of Indian Air F or ce (I AF). What is the name of this r ally? - V a yu V eer Vijeta Ajit K umar Sax ena has assumed additional char ge of the post of Chairman and Managing Dir ect or (CMD) at which company? - Rashtriy a Ispat Nigam Ltd (RINL) As per r ecent information, Shigeru Ishiba is set t o become 102nd Prime Minister of which countr y? - Japan India and which countr y has signed a Bilater al Inv estment T r eaty (BI T) t o boost con ﬁ dence of inv est ors of both the countries? - Uzbekistan Which company has par tner ed with L ucknow-based CSIR-Centr al"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Drug Resear ch Institute t o de v elop a new tr eatment for",
        "notes": [
            "osteopor osis induced b y chr onic kidne y disease (CKD)? - Z y dus Lif esciences Ltd Indian T ennis pla y ers Jee v an Nedunchezhiy an and Vija y Sundar Pr ashanth ha v e won the men ' s doubles title in Association of T ennis Pr of essionals (A TP) 250 Hangzhou Open (2024). Who has won the Men ' s singles title in this competition? - Marin Cilic Depar tment of Social Justice and Empowerment (DoSJE), and which or ganization has launched the SAR THIE 1.0. initiativ e t o addr ess needs of the most vulner able sections of society thr ough awar eness gener ation and legal suppor t? - National Legal Ser vices A uthority (N ALSA) Swachh Bhar at Mission (SBM) is a countr y-wide campaign initiated b y the Go v ernment of India t o eliminate open def ecation and impr o v e solid waste management and t o cr eate Open Def ecation F r ee (ODF) villages. It was launched in which y ear? - 2014 The Depar tment of T elecommunications (DoT) and T elecom Ser vice Pr o viders (T SPs) ha v e intr oduced a system t o block international spoof ed calls. Citiz ens can r epor t such calls using the Chakshu facility a v ailable on which platforms/por tals? - Sanchar Saathi The Pr adhan Mantri Bhar tiy a Janaushadhi P ariy ojana (PMBJP), under which 13,822 Jan A ushadhi K endr as ha v e been established as of September 30, 2024, was launched b y which ministries? - Ministr y of Chemicals & F er tiliz ers"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "T o enhance citiz en saf ety , which police depar tment is",
        "notes": [
            "establishing a state-of-the-ar t Command and Contr ol Centr e equipped with adv anced technologies, f eaturing thr ee monit ors per o ﬃ cer for simultaneous sur v eillance of thr ee locations? - Ahmedabad P olice Which banks and AI-power ed language tr anslation platform, Bhashini, ha v e signed a Memor andum of Understanding (MoU) t o allow F eddy , the AI vir tual assistant, t o handle v ernacular languages? - F eder al Bank"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Who has def eated Jannik Sinner of Italy in the ﬁ nal",
        "notes": [
            "t o win the"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "\" men ' s singles tennis title at the 2024 China Open \"?",
        "notes": [
            "- Carlos Alcar az"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Se pte m be r",
        "notes": [
            "India has signed a Memor andum of Agr eement (MoA) with which countr y r egar ding the Assignment of Liaison O ﬃ cers? - United States of America (USA) Who has been appointed as Dir ect or Gener al of the Centr al Industrial Security F or ce (CISF)? - Rajwinder Singh Bhatti How many teachers in Higher E ducational Institutions (HEIs) and P olytechnic ha v e been selected b y the Ministr y of E ducation for National A war ds t o T eachers (N A T) 2024? - 16"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Ex ecutiv e O ﬃ",
        "notes": [
            "cer (CEO) of the Railwa y Boar d? - Satish K umar Indian Council of Medical Resear ch (ICMR) and which company has announced the First-e v er Phase 3 clinical trial for a dengue v accine \"DengiAll\" in India? - P anacea Biotec"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Who has assumed duties as Dir ect or Gener al of \"Pr oject",
        "notes": [
            "Seabir d\", India ' s lar gest def ense infr astructur e pr oject at Kar war Na v al Base, Karnataka? - Vice Admir al Rajesh Dhankhar Which city ' s Samanatham tank is set t o be conv er ted int o a bir d sanctuar y b y the T amil Nadu F or est Depar tment? - Madur ai Mahar ashtr a go v ernment has declar ed 1,500 geoglyphs spr ead acr oss 70 locations of district as ' pr otected monument' under the Mahar ashtr a Ancient Monuments and Ar chaeological Sites and Remains Act of 1960. - Ratnagiri Z oological Sur v e y of India (ZSI) has disco v er ed two species of spiders named 'Mimetus spinatus' and 'Mimetus par vulus'."
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "'Mimetus spinatus' wer e collected fr om which wildlif e",
        "notes": [
            "sanctuaries? - Mookambika Wildlif e Sanctuar y , Karnataka"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Who has been appointed as the ﬁ rst",
        "notes": [
            "f emale go v ernment spok esperson in Ir an? - F atemeh Mohajer ani",
            "woman pr esident of the E ur opean Inv estment Bank ? - Nadia Calvino"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Def ence Minister Rajnath Singh has commissioned India ' s",
        "notes": [
            "second nuclear-power ed ballistic missile submarine (SSBN), \"INS Arighat\". This submarine has the code name - S3 The Bur eau of P olice Resear ch and De v elopment (BPR&D) r ecently celebr ated which F oundation Da y at its headquar ters in New Delhi? - 54th F oundation Da y Competition Commission of India (CCI) has appr o v ed the pr oposed mer ger of media assets of Reliance Industries Limited (RIL) and Disne y India. Who will assume the r ole of Chairperson of this joint v entur e? - Nita Ambani \"T yphoon Shanshan \" has hit the coastal ar ea of which countr y? - Japan"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "The Union Minister of W omen and Child De v elopment has",
        "notes": [
            "launched a new P or tal t o mak e workplaces saf er for women. What is the name of this por tal? - SHe-Bo x US-India Str ategic P ar tnership F orum (USISPF) has announced the thir d edition of India-US Def ense Acceler ation E cosystem (INDUS-X) Summit t o str engthen par tnerships in def enceinno v ation. It is set t o tak e place at which of the following places? - Stanfor d Univ ersity , California Cabinet Committee on E conomic Affairs has appr o v ed 12 new pr oject pr oposals under the National Industrial Corridor De v elopment Pr ogr amme (NICDP). What is the estimated inv estment of these pr ojects? - Rs. 28,602 cr or e"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "The Indian Army has launched the ﬁ rst",
        "notes": [
            "phase of a pr oject aimed at pr o viding dedicated suppor t and ser vices t o Def ence pensioners, v eter ans, and their families. What is the name of this pr oject? - Pr oject N AM AN The Union Cabinet has appr o v ed the pr oposal for conduct of the 3r d batch of ascending e-auctions for how many channels under the Priv ate FM Radio Phase III P olicy in 234 new cities? - 730 Which space agency has concluded oper ations of 'Smar t Lander for Inv estigating Moon ' (SLIM), also known as \"Moon Sniper , \" after losing communication with it? - Japan Aer ospace Explor ation Agency (J AXA) Who has been appointed as the new Dir ect or Gener al of Bor der Security F or ce (BSF)? - Daljit Singh Chaudhar y Satish K umar V aduguri has been appointed as interim chairman of which company? - Indian Oil Corpor ation Limited (IOCL) Which space agency ' s engineers ar e de v eloping under water r obot pr obes aimed at measuring the r apid melting of ice shelv es in Antar ctica due t o climate change? - National Aer onautics and Space Administr ation (N ASA) Which Indian Na v al Ship (INS) has par ticipated in a Maritime P ar tnership Ex er cise (MP X) with Spanish Na vy Ship A tala y a in the Mediterr anean Sea? - INS T abar Which company is set t o sign a deal t o establish the world' s lar gest ﬁ x ed network testbed in Chennai, T amil Nadu? - Nokia"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "ReNew P ower Priv ate Limited has signed a clean power sale",
        "notes": [
            "agr eement of 437.6 MegaW att (MW ) with which company t o pr oduce mor e than 1 million units of gr een electricity attributes annually? - Micr osoft Corpor ation Which state is set t o implement an e-Cabinet system t o tr ansit the Council of Ministers' meetings t o a paperless format, enhancing both e ﬃ ciency and envir onmental sustainability? - Andhr a Pr adesh Recently , T ata Consultancy Ser vices (T CS) has unv eiled its ﬁ fth"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "CS P ace Studio at which of the following places?",
        "notes": [
            "- Manila, Philippines How many tr ansponders will be installed in a phased manner on mechaniz ed and mot oriz ed ﬁ shing v essels in 13 coastal States and Union T errit ories under the r ecently launched National Roll Out of 'V essel Communication and Suppor t system '? - 1 lakh Which or ganizations/ depar tment has launched ' e-Dispute Resolution Scheme, 2022 (e-DRS)' t o r educe litigation and pr o vide r elief t o eligible taxpa y ers? - Centr al Boar d of Dir ect T ax es (CBD T) Goa Ship y ar d Limited (GSL) has launched the ﬁ rst indigenously built P ollution Contr ol V essel. What is its name? - Samudr a Pr atap"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Which univ ersities will be the ﬁ rst",
        "notes": [
            "for eign univ ersity t o set up a br anch campus in India under National E ducation P olicy (NEP) 2020? - Univ ersity of Southampt on, England Which state has signed a Memor andum of Agr eement (MoA) with SJVN Limited for ex ecuting ﬁ v e run-of-the-riv er scheme hy dr o pr ojects of 5097 MW? - Arunachal Pr adesh"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "A u gu st",
        "notes": [
            "Wher e was Akhil Bhar tiy a Shiksha Samagam (ABSS) 2024 celebr ated, marking the 4th anniv ersar y of National E ducation P olicy 2020? - New Delhi The US Geological Sur v e y has named a cr ater on Moon ’ s South P ole after which Sherpa of Nepal? - Lhamu P asang Sherpa Wher e has Bask etball F eder ation of India (BFI) set up the National bask etball academy in collabor ation with Cor vuss American Academy? - Mumbai India and which countr y signed a Bilater al Cust oms Cooper ation Arr angement t o facilitate easier tr ade between the two nations? - New Z ealand"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Which countr y unv eiled the world’ s ﬁ rst",
        "notes": [
            "stamp depicting Lor d Ram Lalla of A y odhy a? - Laos"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Who became the ﬁ rst",
        "notes": [
            "woman t o assume the oﬃ ce of Dir ect or Gener al Medical Ser vices (Army)? - Lt Gen Sadhna Sax ena Nair Who author ed the r ecently r eleased book ‘Call of the Gir ’? - P arimal Nathwani Which company launched a new app, ‘District’, t o expand its ser vices be y ond food deliv er y and quick commer ce business? - Z omat o"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Mangalor e Chemicals & F er tiliz ers b y the Competition",
        "notes": [
            "Commission of India (CCI)? - P ar adeep Phosphates Limited"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "How many additional commodities ha v e been included under",
        "notes": [
            "Price Monit oring b y the Depar tment of Consumer Affairs? - 16"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Nuclear",
        "notes": [
            "P ower Plant (NPP) fuelled b y liquid fuel based on molten thorium salt? - China Air India Expr ess launched its Vir tual Interline platform, becoming the ﬁ rst"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Indian airline t o off er this inno v ativ e ser vice.",
        "notes": [
            "What is the name of this platform? - AI X Connect"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Which countr y has r ati ﬁ",
        "notes": [
            "ed the 1972 Conv ention concerning the Pr otection of the W orld Cultur al and Natur al Heritage? - Nauru Who has been selected as the prime astr onaut for the upcoming Indo-US mission t o the International Space Station (ISS)? - Shubhanshu ShuklaWhich state ’ s Chief Minister launched ‘Upasthiti (attendance) P or tal’ t o ensur e daily attendance of doct ors, par a-medical staff, and other emplo y ees under the health depar tment? - Jharkhand Bhar ti Enterprises will buy how much per cent stak e in the United Kingdom ’ s (UK' s) lar gest mobile and br oadband ser vices pr o vider , “British T elecom Gr oup Plc (B T)”? - 24.5% The bilater al air ex er cise “Udar a Shakti 2024” was conducted between India and which countr y? - Mala ysia Which bank has par tner ed with Pine Labs-owned Setu t o intr oduce the UPISetu pa yments platform? - Axis Bank Which state has appr o v ed the 426.52-km W ainganga-Nalganga Riv er linking pr oject with an estimated cost of Rs. 87,342 cr or e? - Mahar ashtr a Who r eceiv ed the Olympic Laur el at the Opening Cer emony of the 2024 Olympics in P aris, F r ance? - Filippo Gr andi Which r enowned personality , r egar ded as the 'father of Agni missiles in India ', r ecently passed awa y? - Ram Nar ain Agar wal"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Which village became the ﬁ rst",
        "notes": [
            "in Mahar ashtr a t o be electriﬁ ed 100 per cent b y solar power? - Many achiwadi What is the loan limit for pr ojects under the \"Mukhy amantri Y uv a Udy ami Vikas Y ojana \" announced b y Y ogi Adity anath? - Rs 5 lakh F r om which countr y did the Nor th Eastern Handicr afts and Handlooms De v elopment Corpor ation (NEHHDC ) obtain the 'Oeko-T ex cer ti ﬁ cation ' for its 'Eri Silk'? - Germany"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Which company has par tner ed with Odisha Go v ernment t o",
        "notes": [
            "launch the GCMS (Go v ernment Consumer Management System) por tal and app? - T ata P ower Limited What is the denomination of the commemor ativ e coin r eleased b y Union Minister Rajnath Singh t o mark the bir th anniv ersar y of Kalaignar Muthuv el Karunanidhi? - Rs. 100 Which state/UT has intr oduced the 'Rattier er Saathi - Helpers of the Night’ initiativ e aimed at enhancing saf ety for women working night shifts? - W est Bengal Which airpor t has become the 1st airpor t in Asia t o r eceiv e the Airpor ts Council International' s highest Le v el 5 accr editation? - K empegowda International Airpor t, Bengaluru The 25th Dir ect or Gener al of Indian Coast Guar d (ICG) has r ecently passed awa y in Chennai, T amil Nadu. What is his name? - Rak esh P al Recently , the Z oological Sur v e y of India (ZSI) and which state ' s F or est Depar tment ha v e star ted a pr oject t o tag horseshoe cr abs? - Odisha The Union Minister of P ower has launched online por tal DRIPS (Disaster Resilient Infr astructur e for P ower Sect or). DRIPS has been de v eloped b y which or ganizations? - Centr al Electricity A uthority (CEA)"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Which or ganization has signed an MoU with the India",
        "notes": [
            "Meteor ological Depar tment (IMD) t o impr o v e access t o weather information for climate-vulner able communities acr oss India? - Reliance F oundation, Mumbai Accor ding t o a r ecent r epor t b y the Bur eau of Ener gy E ﬃ ciency (BEE), which states/UT s has the highest number of public electric v ehicle char ging stations (PEV CS) in the countr y? - Karnataka The Supr eme Cour t has or der ed the formation of a 10-member National T ask F or ce (N TF) t o monit or the saf ety of doct ors in India. The task for ce is formed under which of the following ministries? - Ministr y of Health and F amily W elfar e National P a yments Corpor ation of India (NPCI) has launched a new f eatur e on its Uni ﬁ ed P a yments Inter face (UPI) platform t o enhance conv enience and security in digital tr ansactions acr oss India. What is the name of this new f eatur e? - UPI Cir cle Which countries ha v e par ticipated in the joint militar y ex er cise 'Ulchi F r eedom Shield 24'? - United States and South K or ea 'P olaris Dawn mission ' is set t o mak e hist or y as the ﬁ rst priv ate spacewalk. P olaris Dawn mission is associated with which company ? - SpaceX"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Which state has launched 'Mukhy amantri Bal P aushtik Aahar",
        "notes": [
            "Y ojana ' t o pr o vide nutritious foods t o school childr en? - Himachal Pr adesh Who has been appointed as P ermanent Repr esentativ e of India t o the United Nations (UN)? - P ar v athaneni Harish As per r ecent information b y the International Crick et Council (ICC ), the ICC W omen ' s T20 W orld Cup 2024 (9th edition) will be held in which countr y? - United Ar ab Emir ates (U AE) Recently , which countr y has conducted the successful tr aining launch of its sur face-t o-sur face ballistic missile 'Shaheen-II'? - P akistan Nor theast F r ontier Railwa y (NFR) has inaugur ated an adv anced W ater Le v el Monit oring System on which tr ains at Kamakhy a Railwa y Station in Assam? - Br ahmaputr a Mail Expr ess"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "J u ly",
        "notes": [
            "Indian Institute of Science (IISc), Bengaluru has cr eated a new"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "3D hy dr ogel cultur e system similar t o mammals’ lung",
        "notes": [
            "envir onment. This system has the potential t o help in study of which disease? - T uber culosis (TB)"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Which Tiger Reser v e launched an adv anced Ar ti ﬁ",
        "notes": [
            "cial Intelligence (AI) system for early detection of for est ﬁ r es? - P ench Tiger Reser v e, Mahar ashtr a Which countr y launched Oper ation A zm-e-Istehkam, also known as “Resolv e for Stability ”? - P akistan"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Wher e was the ﬁ rst",
        "notes": [
            "International Dair y F eder ation (IDF) Regional"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Dair y Conf er ence Asia P aci ﬁ",
        "notes": [
            "c-2024 held? - K ochiWhich state go v ernment has appr o v ed ‘CM T ourism F ellowship Pr ogr amme ’, which aims t o select r esear chers t o pr omote t ourism in the state and facilitate acceler ated inv estment in this sect or? - Uttar Pr adesh Who has been appointed as 35th F or eign Secr etar y of India? - Vikr am Misri Which countr y has become the t op destination for India ’ s def ence expor ts, accounting for o v er 50 per cent of t otal expor ts? - United States"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Which company has launched ‘Pr oject Indus’, its indigenous",
        "notes": [
            "foundational model designed t o conv erse in multiple Indic languages and dialects? - T ech Mahindr a Y amuna Expr esswa y Industrial De v elopment A uthority ( YEID A) and Ba yview Bhutani Film City Priv ate Limited ha v e signed an agr eement t o de v elop a ﬁ lm city in which city? - Gr eater Noida"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Who has been appointed as the Pr esident of the E ur opean",
        "notes": [
            "Council? - Ant ónio Costa Italy has r epor ted its ﬁ rst-e v er case of Or opouche f e v er . This f e v er is tr ansmitted most often thr ough the bite of? - Culicoides par aensis India has achie v ed an “ outstanding outcome ” in the 2023-24 Mutual E v aluation Repor t b y Financial Action T ask F or ce (F A TF)."
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "This r epor t has placed India in which categor y?",
        "notes": [
            "- Regular follow-up"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "The Ministr y of Statistics and Pr ogr amme Implementation",
        "notes": [
            "(MoSPI) has launched an online platform pr o viding r eal-time data t o planners, policy-mak ers, r esear chers, and the gener al public. What is the name of this por tal? - eSankhyiki P or tal"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Which r ailwa y z one installed a ﬂ oating",
        "notes": [
            "solar plant of 10 MWp capacity in Igatpuri lak e, a ﬁ rst-of-its-kind initiativ e b y Indian Railwa ys? - Centr al Railwa y"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "What is the name of the hurricane that str anded the Indian",
        "notes": [
            "crick et team in Barbados? - Hurricane Ber yl Which countr y will host the ‘FIDE W orld Championship Match 2024’ between India ' s D Guk esh and Ding Lir en fr om China? - Singapor e"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Which countr y became the ﬁ rst",
        "notes": [
            "t o pr epar e a compr ehensiv e checklist of its entir e fauna, co v ering 104,561 species? - India",
            "t o displa y its national ﬂag on the moon ’ s far side? - China"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Which countr y intr oduced new banknotes with hologr am",
        "notes": [
            "por tr aits? - Japan Wher e is Air India establishing South Asia ’ s lar gest ﬂ ight tr aining school? - Amr a v ati India is set t o host the 46th session of UNESCO W orld Heritage Committee in which city? - New Delhi Which company has signed an MoU with the Gujar at go v ernment t o establish and pr omote an AI Cluster at GIF T City? - IBM In which countr y ha v e ar chaeologists found the world’ s oldest known ca v e pictur e in Leang Kar ampuang ca v e? - Indonesia"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Who has been appointed as head of the Cabinet Committee on",
        "notes": [
            "P arliamentar y Affairs? - Rajnath Singh"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Wher e has the International Centr e for A udit of Local",
        "notes": [
            "Go v ernance (iCAL) been inaugur ated? - Rajkot Which state ’ s wildlif e boar d has appr o v ed declaring Ratapani Wildlif e Sanctuar y as the 8th tiger r eser v e? - Madhy a Pr adesh"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Which countr y has r e v ealed the world’ s ﬁ rst",
        "notes": [
            "passenger tr ain made completely fr om carbon ﬁ ber? - China What is the theme for India Mobile Congr ess (IMC ) 2024? - The F utur e is Now Which company is working on a no v el appr oach t o its ar ti ﬁ cial intelligence models in a pr oject code-named “Str awberr y ”? - OpenAI"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "J u ne",
        "notes": [
            "India and which countr y ar e set t o conduct ‘JIMEX -24’, a Maritime Ex er cise 2024? - Japan Which company has par tner ed with II T Bomba y t o de v elop"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "India ’ s ﬁ rst",
        "notes": [
            "quantum diamond micr ochip imager? - T ata Consultancy Ser vices (T CS) Which countr y has assumed the Chair of Colombo Pr ocess for 2024-26 for the ﬁ rst time? - India Which ex er cise has the Indian Air F or ce contingent joined at Eielson Air F or ce Base in Alaska, USA ? - Red Flag 24",
            "locally manufactur ed fully electric opencast mining truck? - Sany Hea vy Industr y India Priv ate Limited Chief of the Army Staff Gener al Manoj P ande has inaugur ated a high-tech I T Labor at or y at which of the following countries? - Uzbekistan India aims t o achie v e debris-fr ee space missions b y which of the following y ear? - 2030",
            "National Dolphin Resear ch Center (NDRC ) has been inaugur ated in which city? - P atna Which ministr y has been giv en the A war d for Best P er formance in Accounts during Financial Y ear 2023-24? - Ministr y of Information and Br oadcasting Bhar at Hea vy Electricals Ltd (BHEL) has r eceiv ed an or der fr om N TPC Limited t o set up the Singr auli thermal power pr oject (Stage-III) in Sonebhadr a District, Uttar Pr adesh. What is its t otal capacity? - 1600 MW",
            "and lar gest copper-clad “Bapu T ower ” has been completed in which city? - P atna The Union Civil A viation Ministr y has gr anted in-principle appr o v al for the installation of the statue of Adiy ogi Shiv a near the Noida International Airpor t in Jewar , Uttar Pr adesh. What will be its t otal height? - 242 F eet Which or ganization has appointed Mio Oka as its new Countr y Dir ect or for India? - Asian De v elopment Bank (ADB) PM Nar endr a Modi will addr ess the W orld Go v ernment Summit 2024 ( WGS) as the “ guest of honour ”. It will be held in which city? - Dubai Union Minister G Kishan Reddy has laid the foundation st one for"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Who among the following fr om India will be posthumously",
        "notes": [
            "honor ed with the Dag Hammarskjold medal? - Dhananja y K umar Singh Which company has collabor ated with IFFCO for aerial spr a ying of f er tiliz ers o v er 10 lakh acr es of farmland in 5 states? - Thanos T echnologies As per r ecent information, RBI has mo v ed 100 Metric T onnes (M T) of gold st or ed in which countr y t o domestic v aults in FY24? - United Kingdom Which countr y will star t constructing the Chinese-back ed ‘T echo F unan Canal’ t o lower tr anspor tation costs? - Cambodia Wher e was the 21st edition of the Shangri-La Dialogue held? - Singapor e"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Which state ’ s High Cour t became the ﬁ rst",
        "notes": [
            "in India t o intr oduce a menstrual lea v e policy for f emale emplo y ees? - Sikkim"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Who cr eated hist or y as the ﬁ rst",
        "notes": [
            "woman t o pilot a spacecr aft on its maiden mission? - Sunita WilliamsWher e was the inaugur al Indo-P aci ﬁ c E conomic F r amework for Pr osperity (IPEF) Clean E conomy Inv est or F orum or ganiz ed? - Singapor e Which countr y emer ged as India ’ s thir d-lar gest expor t destination in FY24? - Netherlands Which countr y par tner ed with A tal Inno v ation Mission, NI TI Aa y og, for the launch of ‘ AIM – ICDK W ater Challenge 4.0’? - Denmark"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Which installment of the PM Kisan Samman Nidhi Scheme was",
        "notes": [
            "r eleased, bene ﬁ ting 9.3 cr or e farmers with appr o ximately Rs 20,000 cr or es? - 17th Whose memoir , titled “Sour ce Code: My Beginnings, ” will be r eleased soon? - Bill Gates"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Which y ear has the United Nations o ﬃ",
        "notes": [
            "cially declar ed as the International Y ear of Quantum Science and T echnology (I Y Q)? - 2025"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Which t own in Uttar akhand has been oﬃ",
        "notes": [
            "cially r enamed as Jy otirmath? - Joshimath Who has author ed the book titled ‘ A Fly on the RBI W all: An Insider ’ s View of the Centr al Bank’? - Alpana Killawala Which countr y has decided t o lea v e the ‘Collectiv e Security T r eaty Or ganization (CST O)’, a Russian-led militar y alliance? - Armenia What is the cost of the newly inaugur ated campus of Nalanda Univ ersity in Rajgir , Bihar , b y Prime Minister Nar endr a Modi? - Rs 1,749 cr or e Wher e has the Union Cabinet appr o v ed the de v elopment of a Rs 76,200-cr or e all-weather gr een ﬁ eld deep dr aft major por t? - V adha v an, Mahar ashtr a Which company has launched ‘ Aster ’, a set of AI-ampli ﬁ ed mark eting ser vices, solutions, and platforms for enhanced business gr owth? - Infosys"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Wher e did Prime Minister Nar endr a Modi lead the main",
        "notes": [
            "celebr ations for the 10th International Y oga Da y 2024, themed ‘Y oga for Self and Society ’? - Srinagar"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "UNESCO City of Liter atur e in",
        "notes": [
            "India? - K o zhikode"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Which company launched its latest Ar ti ﬁ",
        "notes": [
            "cial Intelligence model called ‘Claude 3.5 Sonnet’? - Anthr opic Which city has been designated as a ‘W orld Cr aft City ’ b y the W orld Cr afts Council? - Srinagar"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Ma y",
        "notes": [
            "Wher e was the Shanghai Cooper ation Or ganisation (SCO) Def ence Ministers’ meeting held? - Kazakhstan What is the price of the Bima Vistaar insur ance pr oduct per policy? - Rs 1,500 Who has author ed a new book titled ‘The Winner ’ s Mindset’? - Shane Rober t W atson Which countr y is set t o launch Chang' e-6 mission aimed at collecting samples fr om the moon ' s far side? - China Which company has launched TE car e, a phy gital Neur odiv ersity Platform? - T ata Elxsi mRN A-4157 ( V940) v accine is r elated t o which disease? - Melanoma Wher e is the world’ s lar gest airpor t terminal being built? - Dubai Who is set t o pilot Starliner spacecr aft t o the International Space Station? - Sunita Williams Sana, the AI-power ed news anchor , was de v eloped b y which company? - India T oda y Gr oup"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Wher e will the 20th edition of the W orld A thletics",
        "notes": [
            "Championships be held? - T oky o, Japan Wher e is the world’ s deepest known blue hole, T aam Ja ’ Blue Hole (T JBH), located? - Mexico What is the name of the pr oject t o unify India ’ s four airspace r egions int o one co v ering the entir e nation? - Pr oject ISH AN ‘ Ajr akh ’ has r eceiv ed the geogr aphical indication (GI) tag fr om which state? - Gujar at First India-made semiconduct or chips will be intr oduced b y which company in 2025? - Micr on T echnology NPCI International P a yments Limited (NIPL) has signed a pact with the centr al bank of which countr y t o de v elop a UPI-lik e instant pa yment system? - Namibia"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Who has been o ﬃ",
        "notes": [
            "cially best owed with the title of Gr andMaster b y the International Chess F eder ation (FIDE)? - V aishali Rameshbabu Who has been conf err ed with the Whitle y Gold A war d 2024? - Dr . Purnima De vi Barman Adani P or ts and Special E conomic Z one (APSEZ) has planned por t de v elopment in Bataan. Bataan is associated with which countr y? - Philippines Which countr y has launched the W orld Cast or Sustainability F orum ( WCSF)? - India The Def ence Ministr y has accor ded its appr o v al t o pr ocur e 31 MQ-9B Pr edat or dr ones fr om which countr y? - United States India ’ s fossil fuel-based power gener ation capacity has been incr eased b y what per centage? - 2.44 per cent Which countr y has signed a P ower Pur chase Agr eement (PP A) for 20 y ears with Adani Gr een Ener gy Limited (A GEL) t o de v elop wind power stations? - Sri LankaWhich countr y has begun a decontamination pr ocess t o dismantle its ﬁ rst commer cial nuclear r eact or ‘K ori-1 nuclear r eact or ’? - South K or ea Which state go v ernment has launched the ‘Pirul Lao-P aise P ao ’ campaign t o contain for est ﬁ r es in the state? - Uttar akhand"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Who has become the 85th Gr and Master of Indian chess?",
        "notes": [
            "- P . Shy am Nikhil"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Which company collabor ated with Indian Space Resear ch",
        "notes": [
            "Or ganisation (ISRO) t o manufactur e a 3D-printed liquid r ock et engine? - WIPRO 3D"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Which countr y has become the ﬁ rst",
        "notes": [
            "countr y in modern hist or y t o lose all of its glaciers? - V enezuela Who has set a new world r ecor d b y summiting Mount E v er est for the 29th time? - Kami Rita Sherpa India and which countr y ar e set t o launch a joint initiativ e t o bolster r esear ch and conser v ation effor ts concerning sharks and r a ys in the Ar abian Sea? - Oman Which air cr aft carrier has successfully completed its 8-da y maiden sea trials? - F ujian (China) Which countr y ’ s High Ener gy Phot on Sour ce (HEPS) is set t o be the ﬁ rst four th-gener ation synchr otr on light sour ce in Asia? - China",
            "Spanish-speaking nation in the world t o r ecognise Indian Pharmacopeia standar ds? - Nicar agua The Ministr y of Minority Affairs has signed a MoU with which institution t o establish the “Centr e for A v esta-P ahla vi Studies” - Univ ersity of Mumbai Which countr y has won the T urkish W omen ' s Cup 2024 football t ournament? - K oso v o"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "What has the Indian Air F or ce tested for the ﬁ rst",
        "notes": [
            "time in Agr a, Uttar Pr adesh? - BHISHM Cube (Mobile Hospital) Which v accine has the W orld Health Or ganization ( WHO) pr equali ﬁ ed t o ﬁght against a mosquit o-borne disease? - T AK -003 (Dengue) Wher e has the Indian Army built two of the world’ s tallest tank r epair centr es? - Ladakh Which company has unv eiled the new pr oduct ‘Gemini Flash 1.5’ designed for chat and complex tasks r equiring a fast r esponse? - Google"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Wher e will Meta Platforms set up its ﬁ rst",
        "notes": [
            "data centr e in India? - Chennai"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Which company de v eloped the world’ s ﬁ rst",
        "notes": [
            "emotionally intelligent v oice AI? - Hume Who won the Men ’ s Singles title at the A TP Miami Open 2024? - Jannik Sinner"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Wher e will IBM Consulting and Micr osoft launch their",
        "notes": [
            "ﬁ rst-of-its-kind collabor ation, the IBM-Micr osoft Experience Z one? - Bengaluru Which bank celebr ated its centenar y on 18 F ebruar y 2024? - Karnataka Bank What is the tar get for marine expor ts set b y the go v ernment of India in 2023-24? - $9.1 billion Wher e was the 5,200-y ear-old Har appan settlement disco v er ed b y K er ala Univ ersity r esear chers? - P adta Bet Who has been appointed as a member of the E conomic Advisor y P anel b y the W orld Bank Gr oup? - Rak esh Mohan Wher e was the coastal security ex er cise Sagar Ka v ach 01/24 conducted? - Lakshadweep"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Which countr y secur ed the ﬁ rst",
        "notes": [
            "r ank in the Business Envir onment Rankings (BER) 2024 b y the E conomist Intelligence Unit (EIU)? - Singapor e"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Commission of the Asian A thletics Association?",
        "notes": [
            "- Shiny K urisingal Abr aham Wilson Which countr y has r ecor ded the highest number of drug cheats in the world in 2022 accor ding t o a r epor t r eleased b y the W orld Anti-Doping Agency ( W AD A)? - India Which company has unv eiled its latest inno v ation known as V oice Engine? - OpenAI Who has been appointed as 8th Ex ecutiv e Secr etar y of the Secr etariat of the Conv ention on Biological Div ersity (CBD)? - Astrid Schomak er"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Which company has signed the Master Ship y ar d Repair",
        "notes": [
            "Agr eement (MSRA) with the United States Na vy? - Cochin Ship y ar d Limited (CSL) Who has author ed a new book titled ‘The Idea of Democr acy ’? - Sam Pitr oda Accor ding t o the latest data fr om the Global F or est W atch monit oring pr oject, India has lost how many hectar es of tr ee co v er since 2000? - 2.33 million"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Prime Minister Nar endr a Modi is set t o become the ﬁ rst",
        "notes": [
            "prime minister of India t o f eatur e on the co v er of Newsweek after whom? - Indir a Gandhi"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Which of the following or ganisations has unv eiled its oﬃ",
        "notes": [
            "cial br and-new logo with the tagline “F uelling Sustainable Gr owth ”? - Centr al Coal ﬁ elds Limited (CCL)"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Which of the following countries has launched new curr ency",
        "notes": [
            "back ed b y gold and for eign curr encies? - Zimbabwe India has gained oper ational contr ol o v er Sittwe P or t. This por t is located in which of the following countries? - My anmar Indo-P aci ﬁ c E conomic F r amework for Pr osperity (IPEF) will host its ﬁ rst clean economy inv est or forum in which of the following countries? - Singapor e As per r ecently r eleased Global Hepatitis Repor t 2024 b y W orld Health Or ganisation ( WHO), vir al hepatitis has caused how many deaths globally in 2022? - 1.3 millionWho among the following has won WOW W orld Liter ar y Priz e for his/her contributions t o the world of liter atur e? - Mamta G. Sagar Neer aj A Sharma was honor ed with the \"Medal of Honour \" for str engthening bilater al r elations between India and which of the following countries? - P alau Who has been r e-elected as a member of the International Nar cotics Contr ol Boar d? - Jagjit P a v adia India and which of the following countries ha v e decided t o r eactiv ate the Indian Ocean Obser ving System (IndOOS)? - United States of America (USA) Which of the following countries will post def ence attaches in Mo zambique, Ethiopia, Iv or y Coast, Philippines etc. for the ﬁ rst time? - India"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Which",
        "notes": [
            "of the following companies has launched ‘SKT105E’,"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Who has bagged the men ’ s singles title at Badmint on Asia",
        "notes": [
            "Championships 2024? - Jonatan Christie"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Who will be honour ed with Lata Deenanath Mangeshkar awar d",
        "notes": [
            "for his r emarkable dedication t o the nation, its people, and society? - Amitabh Bachchan"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "What is the o ﬃ",
        "notes": [
            "cial name of r ecent Isr ael’ s oper ation for inter cepting and thwar ting dr ones and missiles attack launched b y Ir an? - Ir on Shield"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Wher e was the 2024 Ocean Decade Conf er ence or ganised?",
        "notes": [
            "- Bar celona, Spain"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Who has made hist or y b y becoming the ﬁ rst",
        "notes": [
            "woman Vice Chancellor of Aligarh Muslim Univ ersity (AMU) in o v er 100 y ears? - Dr . Naima Khat oon"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Pr oject Nimbus is associated with which of the following",
        "notes": [
            "companies? - Google Members of the Shompen tribe ex er cised their democr atic right for the ﬁ rst time b y casting v otes. The Shompen tribe is associated with which of the following states/UT s? - Andaman and Nicobar Islands"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "A new Airstrip and St. James Jetty along with six community",
        "notes": [
            "de v elopment pr ojects ha v e been inaugur ated at the Agalega Island. It is in which countr y? - Mauritius The Union Cabinet, chair ed b y PM Nar endr a Modi, has appr o v ed the establishment of the International Big Cat Alliance (IBCA) with a one-time budgetar y suppor t of how much amount? - Rs 150 cr or e The Union Cabinet, chair ed b y PM Nar endr a Modi, has appr o v ed PM-Sur y a Ghar: Muft Bijli Y ojana with a t otal outla y of how much amount? - Rs.75,021 cr or e The thir d edition of the Na v al Ex er cise “Samudr a Laksamana ” was held at Visakhapatnam, Andhr a Pr adesh between India and which countr y ? - Mala ysia Who has been appointed as the Dir ect or Gener al (DG) of the National Security Guar d (NSG)? - Daljit Singh Chaudhar y Which univ ersity t opped the medal tally in the 4th Khelo India Univ ersity Games (KIUG) 2023? - Chandigarh Univ ersity"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "PM Nar endr a Modi inaugur ated the Hindustan Ur v ar ak &",
        "notes": [
            "Rasa y an Limited (HURL) Sindri F er tiliser Plant. It is in which district of Jharkhand? - Dhanbad"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "PM Nar endr a Modi inaugur ated the Indian Oil Limited’ s",
        "notes": [
            "Haldia-Bar auni Crude Oil Pipeline. What is its t otal length? - 518 K m"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "The Ministr y of Def ence has signed a contr act with which",
        "notes": [
            "company for pr ocur ement of RD-33 Aer o-engines for MiG-29 air cr aft? - Hindustan Aer onautics Limited (H AL)"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Def ence Minister Rajnath Singh has inaugur ated the new",
        "notes": [
            "Admin-cum-T r aining building of the Na v al W ar College at Goa. What is the name of the building? - Chola Which company has par tner ed with the “Shakti - India Election F act-Checking Collectiv e ” pr oject? - Google"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Which state has announced t o establish a State W ater",
        "notes": [
            "Informatics Centr e (SWIC )? - Odisha"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Which state go v ernment has announced t o launch the",
        "notes": [
            "“Mukhy amantri Y uv a Udy ami Vikas Abhiy an (M Y UV A)” scheme? - Uttar Pr adesh"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "E ur opean countr y t o",
        "notes": [
            "criminaliz e ecocide at both the national and international le v els? - Belgium"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "The Indian Na vy has commissioned the newly inducted MH 60R",
        "notes": [
            "Seahawk multi-r ole helicopter as “IN AS 334” at which place? - INS Garuda, K ochiPM Nar endr a Modi has laid the foundation st one of Raghunathpur Thermal P ower Station Phase II (2x660 MW ) in which district of W est Bengal? - Purulia Indian Na vy has commissioned Na v al Detachment Minico y as which of the following? - INS Jata yu"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "PM Nar endr a Modi has ﬂ agged",
        "notes": [
            "off the ﬁrst oil tank er , carr ying crude oil pr oduced in state-owned ONGC’ s Krishna Goda v ari deepwater block. What is its name? - Swarna Sindhu"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Which state go v ernment has launched India ' s ﬁ rst",
        "notes": [
            "state-owned O T T platform, “CSpace ”? - K er ala The Union Ministr y of Law and Justice has amended Conduct of Election Rules 1961 t o r aise the minimum age for senior citiz en postal v oting t o which age? - 85 y ears PM Nar endr a Modi has inaugur ated the Indian Oil Corpor ation Limited’ s Muzaffarpur-Motihari LPG Pipeline. What is its t otal length? - 109 K m"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "PM Nar endr a Modi has inaugur ated India ' s ﬁ rst",
        "notes": [
            "under-riv er metr o tunnel in which city? - K olkata"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "AI teacher humanoid r obot has been unv eiled at the",
        "notes": [
            "KT C T Higher Secondar y School in T riv andrum, K er ala. What is its name? - Iris Which countr y has become the 97th member of the International Solar Alliance (ISA)? - P anama The Reser v e Bank of India (RBI) has signed an MoU with which institution t o pr omote the use of local curr encies for bilater al tr ansactions? - Bank Indonesia"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Which company has launched the AI models “Claude 3 Haiku”,",
        "notes": [
            "“Claude 3 Sonnet” and “Claude 3 Opus”? - Anthr opic"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "“MethaneSA T” satellite has been launched aboar d a SpaceX",
        "notes": [
            "F alcon9 r ock et fr om California. Which company is the mission par tner for the pr oject? - Google"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Which state has become the ﬁ rst",
        "notes": [
            "t o declar e man-animal conﬂ ict as a ‘ state-speci ﬁ c disaster ’? - K er ala"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Which state go v ernment has launched the ‘Neengal Nalama ’",
        "notes": [
            "(Ar e y ou ﬁ ne?) scheme? - T amil Nadu"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Who has become the ﬁ rst",
        "notes": [
            "member of the Sikh community in P akistan t o tak e oath as a minister in the Punjab pr o vince? - Sar dar Ramesh Singh Ar or a Wher e has the Indian Army announced t o set up two Army Girls Spor ts Companies (A GSCs)? - Pune and Mhow"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Which company has launched a new ar ti ﬁ",
        "notes": [
            "cial intelligence (AI)-nativ e learning platform “LearnV antage ”? - Accentur e"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Which Indian company has become the ﬁ rst",
        "notes": [
            "t o announce the pr oduction of fuel for F ormula 1 (F1) cars? - Indian Oil Corpor ation Limited (IOCL)"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "F e bru ar y",
        "notes": [
            "Which company won the tender t o de v elop International Film City near Noida, Uttar Pr adesh? - Ba yview Pr ojects. INS Nirupak was built b y which company - Gar den Reach Shipbuilders and Engineers Limited (GRSE), K olkata. Wher e will the Ministr y of T extiles or ganiz e the ‘One Bhar at Sari W alkathon ’ in Rajasthan? - K ota."
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Which company has deliv er ed India ’ s ﬁ rst",
        "notes": [
            "miner al explor ation dr ones \"Octacopter dr ones\" t o NMDC Limited? - Marut Dr ones."
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "What has the Indian Na vy declar ed 2024 as ?",
        "notes": [
            "- Y ear of Na v al Civilians. In which district of Uttar Pr adesh will PM Nar endr a Modi la y the foundation st one of Shri Kalki Dham ? - Sambhal. PM Shri Nar endr a Modi inaugur ated “Bhar at Mobility Global Expo 2024” in which city - New Delhi Which por t handled 14.32 million metric t ons (MM T) of car go in Januar y 2024, the highest monthly car go thr oughput in India ’ s major por ts ? - P ar adip P or t Accor ding t o the \"Electricity 2024” r epor t b y IEA, coal- ﬁ r ed gener ation is expected t o meet what per centage of India ' s electricity demand b y 2026 - 68%"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Justice Ritu Bahri has been sworn in as the ﬁ rst",
        "notes": [
            "woman Chief Justice of which High Cour t - Uttar akhand High Cour t Who has made a world r ecor d for the most time spent in space ? - Oleg K ononenko"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "The Uni ﬁ",
        "notes": [
            "ed P a yments Inter face (UPI) was formally launched at which W orld Heritage site - Eiff el T ower , P aris"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Union Finance Minister Nirmala Sithar aman announced the",
        "notes": [
            "initiativ e t o pr omote cer vical cancer v accination among girls aged between which y ears - 9-14 y ears The 7th session of the Codex Committee on Spices and Culinar y Herbs (CCSCH) was held in which city - K ochi The 25T Bollar d Pull T ug deliv er ed t o the Indian Na vy b y Shoft Ship y ar d P vt Ltd is named - MahabaliWho was r ecently best owed with the title of Honor ar y Gr andmaster (posthumously) b y FIDE, becoming P akistan ’ s ﬁ rst gr andmaster - Mir Sultan Khan"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Who has been appointed as the new Vice Chief of the Army",
        "notes": [
            "Staff? - Lieutenant Gener al Upendr a Dwiv edi"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Which metr o ser vice has become the ﬁ rst",
        "notes": [
            "t o join the Open Network for Digital Commer ce (ONDC ) Network? - Chennai Metr o Rail Limited (CMRL) Who has been conf err ed with the 'Lif etime Achie v ement' awar d b y Spor ts Journalists F eder ation of India (SJFI) and Delhi Spor ts Journalists Association (DSJ A) at the National Spor ts Club of India, New Delhi? - PT Usha"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Who has launched the political par ty “T amilaga V ettri",
        "notes": [
            "Kazhagam ” (T VK)? - Vija y"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "National Museum of Epigr aphy at the Salar Jung",
        "notes": [
            "Museum in which city? - Hy der abad PM Nar endr a Modi has inaugur ated the integr ated Sea Sur viv al T r aining Centr e, ONGC Institute in which state? - Goa"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "PM Nar endr a Modi has inaugur ated the New campus of the",
        "notes": [
            "National Institute of W ater Spor ts in which city? - P anaji Which countr y has won the ﬁ rst-e v er men ' s FIH Hock e y5s W orld Cup 2024 held in Muscat, Oman? - Netherlands NI TI Aa y og and the Embassy of which countr y ha v e r eleased the r epor t titled ‘LNG as a T r anspor tation F uel in Medium and Hea vy Commer cial V ehicle ’? - Netherlands Mobile health initiativ e “Kilkari” has been launched with local content in Gujar at and Mahar ashtr a. What is the name of the ﬁ ctitious doct or char acter thr ough which Kilkari audio messages ar e deliv er ed t o the bene ﬁ ciaries? - Dr Anita The state cabinet of which state go v ernment has appr o v ed the cr eation of two mor e districts– K e yi P any or and Bichom? - Arunachal Pr adesh"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "India and which countr y ha v e signed an agr eement on",
        "notes": [
            "cooper ation in construction of additional nuclear r eact ors in K udankulam Nuclear P ower Pr oject site, T amil Nadu? - Russia Which company has launched the “ AD V AN T A(I)GE INDI A ” initiativ e t o equip 2 million Indians with AI skills b y 2025? - Micr osoft The 7th edition of the Indian Ocean Conf er ence 2024 was held in which city? - P er th, A ustr alia"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "J anu ar y",
        "notes": [
            "Prime Minister Nar endr a Modi will inaugur ate the 27th National Y outh F estiv al 2024 in which city - Nashik"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Prime Minister Nar endr a Modi visited the Lata Mangeshkar",
        "notes": [
            "Chowk in which city - A y odhy a Who won the 2023 W orld Blitz Chess Championship (Open Categor y) in Samarkand, Uzbekistan? - Magnus Carlsen Which countr y has formally r ejected the invitation t o join BRICS ? - Ar gentina. Which state has launched the thir d phase of the Biju Swasthy a Kaly an Y ojana (BSKY ) ? - Odisha The 1st edition of the FIH Hock e y5s W orld Cup 2024 (Men ’ s and W omen ’ s) will be held in which countr y - Oman Who won the girls’ under-19 title at the 2023 Scottish Junior Open squash in E dinbur gh, Scotland ? - Anahat Singh"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Which state cr eated a Guinness W orld Recor d for the most",
        "notes": [
            "people per forming Sur y a Namaskar simultaneously at 108 v enues ? - Gujar at Wher e did Def ence Minister Rajnath Singh inaugur ate the ﬁ rst all-girls"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Sainik School “Samvid Gurukulam Girls Sainik School” ?",
        "notes": [
            "- V rinda v an, Mathur a. The tenth phase of Sagar P arikr ama has been launched fr om which place - Chennai P or t"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Which state has issued the noti ﬁ",
        "notes": [
            "cation t o giv e scheduled tribe (ST) status t o Hattee community of T r ans-Giri ar ea of Sirmaur district ? - Himachal Pr adesh"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Who has oﬃ",
        "notes": [
            "cially assumed the char ge of the Oﬃ cial Spok esperson for the Ministr y of External Affairs (Januar y 2024) ? - Randhir Jaiswal What is the t otal outla y under the per formance-link ed incentiv e (PLI) scheme for aut omobile and aut o components industries? - Rs 25,938 cr or e Which state launched the Mitta yi scheme, pr o viding suppor t t o those suff ering fr om T ype 1 diabetes ? - K er ala"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Which Union T errit or y has become the ﬁrst",
        "notes": [
            "t o implement the PM Vishwakarma Y ojana ? - Jammu and KashmirThe 1st edition of the “Uttar Pur vi Mahotsa v 2024” will be held in which city ? - New Delhi Wher e will the ‘Pr er ana: An Experiential Learning pr ogr am ’ run fr om a V ernacular School? - V adnagar Until which y ear has the Go v ernment of India extended the deadline for the completion of Bhar atmala P ariy ojana Phase-I - 2027-28 The \" e-samridhi por tal\" for the pr ocur ement of which cr op was launched b y Union Cooper ation minister Amit Shah - T ur Dal"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Wher e has Adidas announced t o set up its ﬁ rst",
        "notes": [
            "and only global capacity centr e (GCC ) in Asia outside China ? - Chennai Wher e was the 16th India International Jeweller y Show (IIJS) Signatur e 2024 inaugur ated b y Union Minister Piyush Go y al ? - Mumbai Who has been nominated as the Chairman of the Supr eme Cour t Legal Ser vices Committee (SCLSC )? - Justice BR Ga v ai Which company has collabor ated with DigitalBridge Gr oup t o form Ar ticul8 AI ? - Intel The second edition of “IInv enTiv 2024” will be hosted b y which or ganization - Indian Institute of T echnology (II T), Hy der abad What is the name of the humanoid r obot r ecently unv eiled b y Google DeepMind and Stanfor d Univ ersity? - Mobile AL OH A When did Adity a-L1 arriv e at its destination, “L1, ” the ﬁ rst Sun-Ear th Lagr angian point? - 6th Januar y , 2024"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "'PRASAD AM, ' inaugur ated b y Union Minister Dr . Mansukh",
        "notes": [
            "Manda viy a? - Ujjain Who has cr eated a Guinness W orld Recor d for singing in 140 languages in 9 hours in a concer t? - Suchetha Satish Which company has launched the “ AI Odysse y ” initiativ e ? - Micr osoft Wher e was the National Kala Utsa v 2023-24 inaugur ated b y Union Minister Dharmendr a Pr adhan ? - New Delhi"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Union Minister P arshottam Rupala launched the Sagar",
        "notes": [
            "P arikr ama Y atr a Phase-XI in which state - Odisha"
        ]
    },
    {
        "category": "Current Affairs",
        "topic": "Indian Railwa ys achie v ed how much Route Kilometr es",
        "notes": [
            "electri ﬁ cation in the calendar y ear 2023 - 6,577 KM Which countr y has announced the Gr een F uels Alliance India (GF AI) initiativ e ? - Denmark Which state go v ernment has r enamed “Indir a Rasoi Y ojana ” t o “Shr ee Annapurna Rasoi Y ojana ”? - Rajasthan Which state go v ernment has launched the “College F agathansi Mission ” ? - Manipur"
        ]
    }
]