[
    {
        "category": "Geography",
        "topic": "Solar System And Its Planets",
        "notes": [
            "E dwin Hubble. The most popular argument regarding the origin of the universe is the Big Bang Theory. It is also called the expanding universe hypothesis. Edwin Hubble, in 1920, provided evidence that the universe is expanding. As time passes, galaxies move further and further apart. Galileo Galilei is known for his contributions to astronomy, particularly with the use of the telescope.",
            "shape. The Earth looks spherical in shape, but it is not a perfect sphere. It is slightly ﬂattened at the top and bottom (near the South and North Poles) and bulges at the Equator due to the outward force caused by the rotation of the Earth. The Geoid shape is not perfectly spherical.",
            "Cer es is the largest object in the asteroid belt between Mars and Jupiter, and it is the only dwarf planet located in the inner solar system. It was the ﬁrst member of the asteroid belt to be discovered when Giuseppe Piazzi spotted it in 1801.",
            "nebula. A nebula is an interstellar cloud of dust, hydrogen, helium and other ionized gases. Originally, nebula was a name for any diffuse astronomical object, including galaxies beyond the Milky Way.",
            "Cy gnus. It is a northern constellation on the plane of the Milky Way, deriving its name from the Latinized Greek word for swan.",
            "Ir on o xide. Mars appears reddish due to the presence of ferric iron in the form of red hematite (Fe2O3). The surface pressure of Mars is 610 Pascals, and its gravity is about one - third of Earth's. A Martian day lasts 24 hours and 37 minutes. Mars has two moons: Phobos and Deimos.",
            "Mak emak e. It is the third-largest and second-brightest known dwarf planet. It was discovered in 2005. Pluto was discovered in 1930. It was initially classi ﬁ ed as the ninth planet of the Solar System but was reclassi ﬁ ed as a dwarf planet in 2006. Pluto has a natural satellite named 'Charon'.",
            "Pr o xima Centauri. It is the closest star to the sun, at a distance of 4.24 light - years. A light - year is the distance light travels in one year, which is about 9.461 x 1012kilometers. Polaris (North Star) is located nearly directly above Earth's North Pole along its rotational axis. Sirius (Dog Star) is the brightest star in Earth's night sky. Delta Velorum is a triple star system in the southern constellation of Vela.",
            "Saturn's density (0.70 gm/cm3) is less than that of water, making it the least dense planet in the solar system. If there were a body of water large enough, Saturn would theoretically ﬂoat. The presence of methane and ammonia is more characteristic of Uranus and Neptune.",
            "T rit on (largest moon of neptune). Jupiter: It is the ﬁfth planet from the Sun. Revolution - 11 years and 11 months, Rotation - 9 hours 56 minutes. Natural Satellites of planets (As of October 2024) - Jupiter (95), Saturn (146), Earth (1, Moon), Uranus (28), Neptune (16).",
            "Mer cur y . It is the nearest to the sun. It takes only about 88 days to complete one round along its orbit. Venus: It is considered as ‘Earth’s - twin’ because its size and shape are very much similar to that of the earth. Venus is also known as Lucifer. Earth is the ﬁfth lar gest planet (in size). It is slightly ﬂattened at the poles and its shape is described as a Geoid. Mars - The fourth planet from the Sun and it is a dusty, cold, desert world with a very thin atmosphere.",
            "V enus, the second planet from the Sun, is the hottest and known as the \"morning star.\" Mars' atmosphere is 95.32% carbon dioxide, with methane and sulfur dioxide. Uranus is the coldest planet. The coldest planet in the Solar System is Uranus.",
            "NGC 6872, which is one of the largest spiral galaxies, spanning 522,000 light-years across, approximately ﬁv e times the size of the Milky Way. It is located 212 million light-years from Earth in the southern constellation Pavo.",
            "Neptune. Planet and Day Length in hours: Mercury (1,408), Venus (5,832), Earth (24), Mars (25), Jupiter (10), Saturn (11), Uranus (17). Mercury is nearest to the sun. It takes only about 88 days to complete one round along its orbit.",
            "Nicolaus Copernicus. Although Aryabhatta (5th century A.D.) hinted at astronomical ideas, Copernicus (1473 - 1543) developed the ﬁrst mathematical heliocentric model, where planets revolved around a ﬁx ed Sun. Galileo supported this model, and Johannes Kepler later re ﬁ ned it by introducing elliptical orbits, now known as Kepler's laws.",
            "Urbain - Jean - Joseph Le V errier . He was a French astronomer and mathematician. Neptune is the eighth and most distant planet in our solarsystem, and it is the second coldest planet. It was discovered in 1846. It is the windiest planet in our solar system. One day on Neptune takes about 16 hours.",
            "A pogee. Perigee: The moon's orbit closest to the Earth. Perihelion: The Earth closest to the Sun on 3rd January. Aphelion: The Earth farthest from the Sun on 4th July.",
            "K uiper Belt, named after Gerard Kuiper, is a region beyond Neptune in the outer solar system, proposed by him in 1951. The asteroid belt lies between the orbits of Mars and Jupiter.",
            "Ursa Major (Great Bear) is the third - largest constellation in the sky and the largest constellation in the Northern Hemisphere. Orion is three bright stars close together in an almost-straight line. Cassiopeia is a large constellation located in the northern sky. The Leo constellation lies in the northern sky.",
            "Cassiopeia. It is a prominent constellation in the northern sky. It is visible during winter in the early part of the night. It looks like a distorted letter W or M.",
            "Saturn. Our Solar System has eight planets which orbit the sun. In order of distance from the sun they are: Mercury, Venus, Earth, Mars, Jupiter, Saturn, Uranus, and Neptune. Largest to smallest: Jupiter, Saturn, Uranus, Neptune, Earth, Venus, Mars, Mercury. Saturn moon Titan is the second largest moon after Ganymede (Jupiter’s moon).",
            "Plut o ’ s. Neptune is the outermost Jovian planet in the solar system. Until 2006 Pluto was the farthest planet from the Sun. In 2006, The International Astronomical Union (IAU) downgraded the status of Pluto to that of a dwarf planet. The Jovian planets are Jupiter, Saturn, Uranus, and Neptune, which are also known as the gas giants.",
            "Saturn is the second largest planet, composed of hydrogen and helium. It has 146 moons. Titan - It is the largest moon of Saturn and the second largest moon in our solar system. Enceladus - It is the second nearest of the major regular moons of Saturn and the brightest of all its moons. It was discovered in 1789 by the English astronomer William Herschel. It is found that Titan has methane in its atmosphere and Enceladus has a liquid ocean with erupting plumes of gas and water.",
            "The Nor th star . Polaris, also known as the North Star, is located almost directly above Earth's north pole along our planet's rotational axis. The imaginary line that runs through the Earth from the North Pole to the South Pole is called the Earth's axis of rotation. The Earth rotates around this axis, similar to how a top spins around its spindle.",
            "F or est Moult on. He was an American astronomer and mathematician known for his contributions to celestial mechanics. He co-developed the Chamberlin-Moulton planetesimal hypothesis, which proposed a model for the formation of the solar system. According to this hypothesis, planets formed from smaller bodies called planetesimals through the process of accretion.",
            "near est t o the sun. On 3rd January, the earth is the nearest to the sun (147 million km). Aphelion is the point of the Earth’s orbit that is farthest away from the Sun.",
            "Nebular hypothesis - The planets were formed out of a cloud of material associated with a youthful sun, which was slowly rotating. The theory was developed by Immanuel Kant. But Mathematician Laplace revised it in 1796. Other Hypothesis: Big Bang Theory - Propounded by George Lamaitre related to the origin of the universe.",
            "Rocks and metals. TerrestrialPlanets - Mercury, Venus, Earth and Mars. They are categorised into the following: Silicate Planets, Iron Planets, Coreless Planets, Carbon (diamond) Planets.",
            "Incr easing. In 1929, Edwin Hubble announced that almost all galaxies appeared to be moving away from us. He found that the universe was expanding - with all of the galaxies moving away from each other. This phenomenon was observed as a redshift of a galaxy's spectrum.",
            "Jupiter is the largest planet in the solar system. It is made mostly of hydrogen and helium.",
            "F r ed Ho yle. Steady - State Theory : It is a theoretical model in which the Universe is constantly expanding but with a ﬁx ed average density. The theory was put forward by three scientists Sir Hermann Bondi, Thomas Gold, and Sir Fred Hoyle in 1948.",
            "Comets. Meteors are bits of rock and ice that are ejected from comets as they move in their orbits about the Sun. Meteorites - When a meteoroid survives its trip through the atmosphere and hits the ground, it’s called a meteorite. Meteorites typically range between the size of a pebble and a ﬁst.",
            "6371 km. Earth Distance from the Sun (150 million km), Surface area: 510.1 million km², Land area: 149 million km², Gravity: 9.8 m/s².",
            "90-93. In 24 hours, the space station makes 16 orbits of Earth, traveling through 16 sunrises and sunsets.",
            "1 da y . One spin on the axis of other planets (approximate) : Earth (1 day - 23 hours 56 min), Jupiter (9 hours 56 minutes), Saturn (10 hours 40 minutes), Uranus (17 hours 14 minutes) and Neptune (16 hours 7 minutes).",
            "P enumbr al (Lunar eclipse). A solar eclipse occurs when the Moon passes between the Earth and the Sun. Types of solar eclipse: Total (Completely blocking the face of the Sun), Hybrid (the Moon is farther away from Earth, it appears smaller than the Sun and does not completely cover the Sun) and Annular (when Sun is at or near its farthest point from Earth).",
            "Galileo Galilei. He was an Italian astronomer and scientist. He described the rings of Saturn, the phases of Venus, sunsets, and the bumpy lunar surface. The four moons he discovered were: Io, Europa, Ganymede, and Callisto.",
            "Christiaan Huy gens. His other inventions include the pendulum clock, centrifugal governor, and magic lantern.",
            "1. The Moon is Earth's only natural satellite circling the planet at an average distance of 384,400 kilometers. The Moon's presence helps stabilize our planet and moderate our climate. The radius of the Moon is 1.74 × 106m. Huygens is the Moon's tallest mountain.",
            "Both I and II. When there are two full moons within a month, the second full moon is called a Blue Moon, When a full moon occurs at its perigee (the moon is closest to the earth) it is called a Supermoon.",
            "V an Allen. An aurora is a natural phenomenon which is characterized by a display of a natural-coloured (green, red, yellow or white) light in the sky.",
            "December / Januar y . Quadrantids are best viewed in theNorthern Hemisphere during the night and predawn hours. They are also known for their bright ﬁr eball meteors. The Quadrantids can produce over 100 meteors per hour in a moonless sky.",
            "A pril. The radiant point for the Lyrid meteor shower is near the constellation Lyra, which has the bright star Vega in the east.",
            "15. On its axis, the earth rotates 360 degrees every 24 hours."
        ]
    },
    {
        "category": "Geography",
        "topic": "Longitudes and Latitudes",
        "notes": [
            "T r opic of Cancer and T r opic of Capricorn. The Torrid Zone is the thermal zone located between the Tropic of Cancer (23.5°N) and the Tropic of Capricorn (23.5°S). It experiences high temperatures year-round due to direct sunlight. The Temperate Zones lie between the Tropics and the Arctic Circle (66.5° N) and Antarctic Circle (66.5° S), characterized by moderate temperatures with distinct seasons. The Frigid Zones are found beyond the Arctic and Antarctic Circles, extending to the North and South Poles, where temperatures are extremely cold year-round.",
            "14°N. The Jet Stream is a geostrophic wind blowing horizontally through the upper layers of the troposphere, generally from west to east. The tropical easterly jet stream, located between 8 and 35 degrees north latitude, is connected to the southwest monsoon in India.Q.47 . In which month is the InterTropical Convergence Zone (ITCZ) located around 20°N-25°N latitude (over the Gangetic plain) ? SSC CGL 25/09/2024 (2nd Shift) (a) May (b) August (c) June (d) July Sol.47.(d) July . The Inter Tropical Convergence Zone (ITCZ) is a low pressure zone located at the equator where trade winds converge, and so, it is a zone where air tends to ascend. The Inter-Tropical Convergence Zone located around 20°N-25°N latitudes (over the Gangetic plain) in July month is sometimes called the monsoon trough.",
            "De ﬂ ection is less when the wind is high. Coriolis force : An apparent force caused by the earth’s rotation. The Coriolis force acts perpendicular to the pressure gradient force (pressure gradient force is perpendicular to an isobar). It is maximum at the poles and is absent at the equator. The Coriolis force also affects ocean currents.",
            "82°30 ʹ E. The Standard Meridian of India, which passes through Mirzapur in Uttar Pradesh, also crosses the following states: Madhya Pradesh, Chhattisgarh, Odisha, and Andhra Pradesh.",
            "T en Degr ee Channel. The 8 Degree Channel (north latitude) separates the islands of Minicoy (India) and Maldives. The 9 Degree Channel (north latitude) separates the Minicoy from the main Lakshadweep archipelago. The 11 degree channel (north latitude) separates the Amindivi Islands subgroup from the Cannanore Islands in Lakshadweep Islands.",
            "Longitude. Factors determining ocean water temperature : Latitude - Affects the amount of solar radiation received. Unequal distribution of land and water - Affects heat absorption and distribution. Ocean currents - Transport heat and cold water masses globally. Longitude does not directly in ﬂ uence ocean water temperature.",
            "a, b and d. Intertropical Convergence Zone (ITCZ) - The region that circles the Earth, near the equator, where the trade winds of the Northern and Southern Hemispheres come together. Seasonal shifts in the location of the ITCZ drastically affects rainfall in many equatorial nations, resulting in the wet and dry seasons of the tropics rather than the cold and warm seasons of higher latitudes.",
            "South. The position of the rising sun keeps on moving towards the south in the period from 21st June to22nd December. This period is called Dakshina y an. From 22nd December to 21st June, the sun keeps on moving towards the north. This period is called Uttar a y an.",
            "W arm. The Tropic of Cancer passes through the middle of India. The southern parts being closer to the Equator, experience high temperatures throughout the year. The northern parts on the other hand lie in the warm temperate zone.",
            "Chhattisgarh. The Tropic of Cancer passes through eight states in India - Gujarat (Jasdan), Rajasthan (Kalinjarh), Madhya Pradesh (Shajapur), Chhattisgarh (Sonhat), Jharkhand (Lohardaga), West Bengal (Krishnanagar), Tripura (Udaipur) and Mizoram (Champhai).",
            "21 Mar ch and 23 September . E quino x is the situation when the equator receives the vertical rays of the Sun and day and night are equal. Spring equinox - 21st March, Autumn equinox - 23 September. 21st June (winter solstice in Southern Hemisphere, Summer solstice in Northern hemisphere) - The rays of the sun fall directly on the Tropic of Cancer. 22 December (Summer solstice in Southern hemisphere, winter solstice in Northern Hemisphere) - The rays of the sun fall directly on the Tropic of Capricorn.",
            "3214 km. Extent of India: East to west (2,933 km), land frontier (15,200 km), coastline (7,516.6 km). Thewesternmost point (Ghuar Moti in Kutch). The easternmost point (Kibithu in Arunachal Pradesh). Indira Col (northernmost point). Indira Point (Great Nicobar Island, Andaman sea) is the Southernmost point of India while Kanyakumari is the southernmost point of the Indian Mainland.",
            "F rigid z one. The North Frigid Zone, between the North Pole at 90° N and the Arctic Circle at 66°33′48.7\" N, covers 4.12% of Earth's surface.",
            "111 km. This distance decreases marginally as one travels to poles and increases marginally as one goes towards the equator.",
            "Isochr ones. Isohaline - A line drawn on a map to indicate connecting points of equal salinity in the ocean. Isonomal - A line on a chart connecting points of equal abundance values of a plant species sampled in different sections of an area. Isobr onts - A line drawn through geographical points at which a given phase of thunderstorm activity occurred simultaneously."
        ]
    },
    {
        "category": "Geography",
        "topic": "Continents and Oceans",
        "notes": [
            "Ar abian Sea. The North Indian Ocean is a region of the Indian Ocean that includes the Bay of Bengal and the Arabian Sea. The Arabian Sea shows higher salinity due to high evaporation and low in ﬂ ux of fresh water. The Red Sea is located between Africa and Asia. The Java Sea is located in Indonesia, between the islands of Java and Borneo. The Andaman Sea is located in the northeastern part of the Indian Ocean.",
            "P aci ﬁ c plate : It is the largest oceanic plate. Plate Tectonics theory given by McKenzie, Parker and Morgan in 1967. It proposes that the earth’s lithosphere is divided into seven major and some minor plates. Major plates : Antarctica and the surrounding oceanic plate; North American (with western Atlantic ﬂoor separated from the South American plate along the Caribbean islands) plate; South American (with western Atlantic ﬂoor separated from the North American plate along the Caribbean islands) plate; Paci ﬁ c plate; India-Australia-New Zealand plate; Africa with the eastern Atlantic ﬂoor plate; Eurasia and the adjacent oceanic plate.",
            "During neap tide, gravitational and centrifugal forces are divided. The high tides of a neap tide are lower than the average high tide and the low tides of a Neap tide are higher than the average low tide. Spring tides - When the sun, the moon and the earth are in a straight line, the height of the tide will be higher. These are called spring tides, and they occur twice a month.",
            "Dead Sea. Its salinity of 340 grams per litre of water. The Dead Sea seawater has a density of 1.240 kg/L, which makes swimming in its waters similar to ﬂoating. The Caspian Sea isthe world's largest saltwater lake by volume. The Aral Sea is located between Kazakhstan to the north and Uzbekistan to the south.",
            "Southern Ocean. It is the newest of the world's ﬁv e oceans, oﬃ cially designated as a separate ocean by the International Hydrographic Organization (IHO) in 2000. The Atlantic Ocean is between the Americas and Europe/Africa. The Indian Ocean is between Africa, Asia, and Australia. The Paci ﬁ c Ocean is between Asia and the Americas.",
            "Bering Str ait. Davis Strait : It is located between Greenland and Ba ﬃ n Island in Canada. It connects Ba ﬃ n Bay with the Labrador Sea and is part of the Northwest Passage in the Arctic. Florida Strait : It is a channel of water located between the Gulf of Mexico and the Atlantic Ocean, separating the Florida Keys and Cuba. Strait of Messina : It is a narrow passage between the eastern coast of Sicily and the western coast of Calabria in southern Italy. It connects the Tyrrhenian Sea with the Ionian Sea.",
            "Africa. The Peninsular Plateau is roughly triangular in shape. The peninsular plateau of India was a part of the supercontinent Gondwana, which included Africa, South America, Australia, and Antarctica. After breaking up from Gondwana, the Indian subcontinent drifted northwards and collided with Eurasia which formed the Himalayas.",
            "Abr aham Or telius was a Dutch mapmaker who proposed in his work Thesaurus Geographicus that the continents were once joined together. This idea laid the groundwork for the continental drift theory, later fully developed by Alfred Wegener in 1912. Wegener suggested that all continents formed a single landmass called Pangaea (\"all earth\"), surrounded by a vast ocean known as Panthalassa (\"all water\"). Q.69 . Which of the following is NOT a part of the ocean ﬂoor? Matriculation Level 24/06/2024 (Shift - 1) (a) The continental shelf (b) The continental slope (c) The deep sea shelf (d) The deep sea plain Sol.69.(c) The deep sea shelf. A continental shelf is the submerged edge of a continent beneath the ocean. The continental slope extends seaward from the shelf to the upper edge of a continental rise or the point where the slope begins to ﬂatten. An abyssal plain, or deep sea plain, is a ﬂat region on the ocean ﬂoor , typically found at depths between 3,000 and 6,000 meters. Oceanic deeps are the deepest parts of the ocean, covered with ﬁne-gr ained sediments such as clay and silt. Examples of oceanic landforms : Abyssal plains, Submarine canyons, Deep ocean trenches, Guyots, Seamounts, Mid-ocean ridges, Abyssal plains, etc.",
            "Second. Scientists have divided the ocean into ﬁv e main layers. Epipelagic Zone - The surface layer from the surface to 200 meters. Mesopelagic Zone - The twilight zone or the midwater zone. Bathypelagic Zone - The midnight zone or the dark zone. Abyssopelagic Zone - The water temperature is near freezing, and there is no light at all. Hadalpelagic Zone - The deepest point in the ocean is located in the Mariana Trench.",
            "Harr y Hammond Hess, an American geologist and naval o ﬃ cer. He discovered that the oceans were shallower in the middle and identi ﬁ ed the presence of Mid Ocean Ridges, raised above the surrounding generally ﬂat sea ﬂoor (abyssal plain) by as much as 1.5 km. Sea ﬂ oor spreading is a geologic process in which tectonic plates—large slabs of Earth's lithosphere—split apart from each other. Q.72 . Which is the deepest point of Earth's oceans with a depth of 11,022 metres? Higher Secondary 25/06/2024 (Shift - 4) (a) Paci ﬁ c Ocean's Mariana Trench (b) Indian Ocean's Java Trench (c) Atlantic Ocean's Puerto Rico Trench (d) Arctic Ocean's Eurasian Basin Sol.72.(a) P aci ﬁ c Ocean ' s Mariana T r ench. Trenches are long, narrow depressions on the sea ﬂ oor that form at the boundary of tectonic plates where one plate is pushed, or subducts, beneath another. Other Trenches: Puerto Rico Trench (8,400 m) - Atlantic Ocean; Tonga Trench (10,882 m) - Southwestern Paci ﬁ c Ocean; South Sandwich Trench (7,432 m) - Southern Ocean; Java Trench (7,187 m) - Indian Ocean.",
            "i-c, ii-b, iii-a, iv-d. Abundances of other Element in the Ear th ’ s Crust: Calcium (Ca) - 3.63%, Sodium (Na) - 2.83%, Potassium (K) - 2.59%, Magnesium (Mg) - 2.09% and others - 1.41%. Earth has three layers: crust (upper layer), mantle (middle layer), and core (lower layer).",
            "1° or e v en less. The Continental Shelf is the extended margin of each continent occupied by relatively shallow seas and gulfs. About Continental Shelf : The shelf typically ends at a very steep slope, called the shelf break. Their width varies globally, with an average of about 80 km, but can be narrower or even absent in some regions, such as the coasts of Chile and the west coast of Sumatra.",
            "80%. Taking Earth's age as nearly 4.6 Billion Years (BY), instead of 13.7 BY from the Big Bang, unicellular life appeared nearly 3.8 BY ago. This percentage is 3.8/4.6 X 100 = 82.6%, nearly.",
            "a and b. Continentality (i.e. very hot during summers and very cold during winters) found in inland areas. Continental climates are common between 40° and 70° north latitude and experience large temperature differences between day and night.",
            "Hot water curr ent. The term El Nino (Little Boy in Spanish) - Warming of the ocean surface, or above-average sea surface temperatures, in the central and eastern tropical Paci ﬁ c Ocean on the coast of Peru. El nino leads to weakeningof trade winds in a region. La Nina (Little Girl in Spanish) - The periodic cooling of ocean surface temperatures in the central and east-central equatorial Paci ﬁ c.",
            "P aci ﬁ c Ocean (world’s largest and deepest ocean): It represents 45 percent of the global ocean surface. The International Date Line (established in 1884) passes through the mid-Paci ﬁ c Ocean. The Atlantic Ocean is surrounded by the continents of North and South America to the west, and Europe and Africa to the east. The Indian Ocean is bordered by Asia to the north, Africa to the west, and Australia to the east.",
            "A tlantic Ocean is the 2nd largest ocean in the world. The Mediterranean is an intercontinental sea spread between Europe, North Africa, and Western Asia and connected to the Atlantic Ocean through the strait of Gibraltar.",
            "Ear th ' s crust and the mantle. Moho discontinuity - It occurs at an average depth of about 8 kilometers beneath the ocean basins and 32 kilometers beneath continental surfaces.",
            "T wo. When the Earth, Sun, and Moon line up, their gravitational power combines to make exceptionally high tides where the bulges occur, called spring tides, as well as very low tides where the water has been displaced. When the Sun is at a right angle to the Moon, moderate tides, called neap tides. There are generally three types of tides: Diurnal - One high and low tide each day, Semi-diurnal - Two high and low tides each day, and Mix ed - Two high and low tides each day of different heights.",
            "Paciﬁ c Ocean, the world's largest, was named by Ferdinand Magellan. The International Date Line passes through it.",
            "97.2 per cent. Water covers 71 per cent of Earth's surface. Distribution of Earth’s water: Oceans (97.2%) , Glaciers (2.1%), Groundwater (0.61 percent); Freshwater lakes (0.009 percent), Inland seas (0.008 percent), Soil Moisture (0.005 percent), Atmosphere (0.001 percent), Rivers (0.0001 percent). 2.7 % of earth’s water is fresh.",
            "10 t o 200 km. The lithosphere is the outermost and mechanical layer of the Earth that consists of the entire crust and the top-most portion of the mantle. Mechanically, the earth’s layers can be divided into lithosphere, asthenosphere (80-200 km), mesospheric mantle, outer core, and inner core.",
            "1. The average density of oceanic crust is 3.0 g/cm3, whilecontinental crust has an average of 2.7 g/cm3. The mass of the continental crust is 2.195. The continental crust (about 30 km) is composed of lighter (felsic) sodium potassium aluminum silicate rocks, like granite. The oceanic crust (about 5 km) is composed of dense (maﬁ c) iron magnesium silicate igneous rocks, like basalt.",
            "A n ear thquak e. It is a sudden shaking or trembling of the earth which lasts for a very short time. Earthquakes tend to occur at the boundaries of earth’s plates. These boundaries are known as fault zones. Over 80 percent of earthquakes occur around the edges of the Paci ﬁ c Ocean, an area known as the 'Ring of Fir e '. Instrument used for measuring Earthquake: Seismograph.",
            "35 o/oo (35 parts per thousand) . Salinity is the amount of salt present in 1000 grams of water. A salinity of 24.7 % has been regarded as the upper limit to ﬁx ‘brackish water’.",
            "Hurricanes. Tsunamis are giant waves caused by earthquakes or volcanic eruptions under the sea.",
            "Gulf str eam current in the North Atlantic and the Kuroshio Current in the North Paci ﬁ c are warm currents. W arm Curr ents - Alaskan Current, Tsushima Current, Brazilian Current etc. Cold Curr ent - Labrador Current, Canary Current, Benguela Current, Falkland Current, South Indian Ocean Current, Okhotsk Current, Humboldt or Peruvian Current etc.",
            "thr ee. The movement of the plates creates thr ee types of tect onic boundaries: convergent, where plates move into one another; divergent, where plates move apart; and transform, where plates move sideways in relation to each other.",
            "Carbon dio xide. Ocean acidi ﬁ cation is the worldwide reduction in the pH of seawater as a consequence of the absorption of large amounts of carbon dioxide by the oceans. It results in the alteration of marine food chains and food supply to humans.",
            "Challenger Deep. It is located beneath the western Paci ﬁ c Ocean. F act orian Deep is the new deepest point in Antarctica's Southern Ocean. The Gr eat Blue Hole is a giant marine sinkhole off the coast of Belize. The gr eat barrier r eef is the world’s largest coral reef located in Australia.",
            "water cools slower than land. The wind blowing from land towards the sea is the Land br eez e. The wind blowing from the sea towards the land is a sea br eez e. Both are induced by differences that occur between the heating or cooling of the water surface and the adjacent land surface.",
            "In ﬁ ltr ation occurs when surface water enters the soil.",
            "Ar ctic Ocean is the smallest and shallowest of the world's ﬁv e major oceans.",
            "The Siberian shelf in the Ar ctic Ocean. A continental shelf is the edge of a continent that lies under the ocean. Example of a Continental Shelf Landform: Siberian Shelf, Arctic Ocean.",
            "A t oll. List of atolls: Great Chagos Bank, Maccles ﬁ eld Bank, Thiladhunmathi, Sabalana Islands. Guy ot is an undersea mountain. Lagoons are shallow bodies of water that are separated from the ocean by a barrier reef. Seamounts are underwater mountains that rise above the ocean ﬂoor but do not reach the surface.",
            "Sar gasso Sea. It is a part of the Atlantic Ocean. It is named so because of the presence of brown Sargassum seaweed.",
            "Nor th A merica. The ancient supercontinent Gondwana incorporated present-day South America, Africa, Madagascar, India, Australia, andAntarctica.",
            "1013.25 millibars. The air pressure decreases as the altitude increases.",
            "4. The Bureau of Indian Standards has classi ﬁ ed regions in India into 4 seismic z ones on the basis of historical seismic activity. These are zones II, III, IV and V. Z one V is the most seismically active region and Z one II is the least active. The magnitude scale used to measure earthquakes ranges from 1 t o 12.",
            "outer cor e. On Earth, ﬂowing liquid metal in the outer core of the planet generates electric currents. The rotation of Earth on its axis causes these electric currents to form a magnetic ﬁeld which extends around the planet."
        ]
    },
    {
        "category": "Geography",
        "topic": "Neighbouring Countries of India",
        "notes": [
            "Only Kar aikal. Karaikal is a town in the Union Territory of Puducherry. Sri Lanka, formerly known as Ceylon, is an island nation in South Asia. Located in the Indian Ocean, southwest of the Bay of Bengal, it is separated from the Indian peninsula by the Gulf of Mannar and the Palk Strait. Sri Lanka shares a maritime border with the Maldives to the southwest and India to the northwest.",
            "Bhutan and Meghala y a. The Indian states of West Bengal (183 km), Arunachal Pradesh (217 km), Sikkim (32 km), and Assam (267 km) share their boundaries with Bhutan. The Kingdom of Bhutan and the Republic of India are separated by a 699 km long, regional border.",
            "Nepal. After India, the next nine countries with the largest Hindu populations are, in decreasing order : Nepal, Bangladesh, Indonesia, Pakistan, Sri Lanka, the United States, Malaysia, the United Arab Emirates and the United Kingdom.",
            "Bangladesh. New Moore Island, also known as South Talpatti, is located in the Bay of Bengal and is geographically closest to Bangladesh. It lies near the maritime boundary between India and Bangladesh.",
            "Lakshadweep. Maldives : Its capital is Male. The Maldives are a group of coral atolls that were formed from the crowns of an ancient volcanic mountain range.",
            "China. Pakistan shares a border with India, de ﬁ ned by the Radcliffe Line (International Border) and the Line of Control. India has 15,106.7 Km of land border and a coastline of 7,516.6 Km including island territories. India shares the longest border with Bangladesh about 4,096.7 km and Shortest with Afghanistan about 106 km. The Durand line separates Pakistan and Afghanistan.",
            "Snowman T r ek. It is a 27 day track. Other Treks in Bhutan - Jumolhari Trek, Dagala Thousand Lakes trek, Laya Gasa Trek, Druk Path Trek, Tsaluna Trek, etc. Treks in India - Kalindi Khal Trek, Stok Kangri Trek, Auden's Col Trek, Chadar Trek, etc.",
            "Manipur . Nepal is located to the North of India. It shares a border with ﬁv e Indian states: Uttarakhand, Uttar Pradesh, Bihar, West Bengal, and Sikkim. The total length of the India-Nepal border is about 1,751 kilometers.",
            "Bangladesh. Sunderban forest is a part of the world's largest delta and home to the largest mangrove forests. It is the only mangrove habitat in the world for Panthera tigris species.",
            "3. The Indian Military has divided the LAC (Line of Actual Control) into 3 sectors - Western sector across Ladakh and the Chinese-held Aksai Chin, The central sector across Himachal Pradesh and Uttrakhand states, and the eastern sector across Sikkim and Arunachal Pradesh states.",
            "Kar akor am P ass. The KhyberP ass is a mountain pass in the Khyber Pakhtunkhwa province of Pakistan, on the border with Afghanistan. P angsau P ass lies on the crest of the Patkai Hills on the India–Myanmar border. Z ojila P ass is the strategic link connecting Ladakh to Srinagar and the rest of India.",
            "Gangkhar Puensum (7,570 meters). Other Mountains of Bhutan : Kula Kangri (7538 m), Jomolhari. Bhutan : Capital - Thimphu, Currency - Ngultrum."
        ]
    },
    {
        "category": "Geography",
        "topic": "Indian Drainage System",
        "notes": [
            "Gandak. It comprises two streams, namely Kaligandak and Trishulganga. It rises in the Nepal Himalayas between the Dhaulagiri and Mount Everest and drains the central part of Nepal. It enters the Ganga plain in Champaran district of Bihar and joins the Ganga at Sonpur near Patna.",
            "Sambhar lak e: The largest inland saltwater lake in India situated in Rajasthan. Pulicat lake (Andhra Pradesh and Tamil Nadu), Kolleru lake (Andhra Pradesh), and Chilika lake (Odisha) - are all coastal saltwater lakes, formed by the seawater entering the lake through creeks or rivers.",
            "Indus (Sindhu) originates from a glacier near Bokhar Chu in the Tibetan region at an altitude of 4,164 m in the Kailash Mountain range. Tributaries - Chenab River, Jhelum River, Ravi River, Satluj River, Beas River, Shyok River, Gilgit River, Hunza River, Swat River, Kunnar River, Kurram River, Gomal River,and Kabul River.",
            "Y amuna. Originates - Yamunotri Glacier, Flows through the Himalayan foothills before entering the Indo-Gangetic Plain. Tributaries - Tons, Hindon, Chambal, Sind, Betwa, and Ken. The Yamuna River joins the Ganges River near Prayagraj (Allahabad). The Mahi River is the only river in India that crosses the Tropic of Cancer twice. Originates in the Vindhya Mountains in Madhya Pradesh, ﬂows through Madhya Pradesh, Rajasthan, and Gujarat, and drains into the Arabian Sea.",
            "Mor e than 100. Hypersaline lagoons are extreme environments with salt concentrations signi ﬁ cantly higher than typical seawater. While normal ocean salinity is around 35 parts per thousand (3.5%), hypersaline lagoons can have salt concentrations exceeding 100 parts per thousand (10%). These environments are typically found in arid regions with high evaporation rates and limited water input, such as the Dead Sea.",
            "Rajasthan. This region faces extreme arid conditions and low rainfall, so local communities have developed innovative systems to conserve and store water. Water harvesting structures in other States: Kere (large tanks) in Karnataka, Cheruvu in Andhra Pradesh, Bandharas and Tals in Maharashtra, Surangam in Kerala, Eris (tanks) in Tamil Nadu, Bhundis in Madhya Pradesh and Uttar Pradesh.",
            "Ra vi. This river ﬂows through north-western India and eastern Pakistan. It, along with the Beas and Sutlej rivers, was allocated to India under the Indus Water Treaty. Indus River : This river originates in western Tibet, passes through Kashmir, and ﬂows into Pakistan before falling into the Arabian Sea. It, along with the Chenab and Jhelum rivers, was allocated to Pakistan under the Indus Water Treaty of 1960.",
            "A ndhr a Pr adesh. The Neeru-Meeru (Water and You) program was launched by the Water Conservation Mission (WCM), on May 1, 2000. It was a Water conservation and poverty alleviation initiative.",
            "Khadins. ‘Rooftop rainwater harvesting’ was commonly practised to store drinking water, particularly in Rajasthan. In arid and semi-arid regions, agricultural ﬁelds were converted into rain fed storage structures that allowed the water to stand and moisten the soil like the ‘khadins’ in Jaisalmer and ‘Johads’ in other parts of Rajasthan. In hill and mountainous regions, people built diversion channels like the ‘guls’ or ‘kuls’ of the Western Himalayas for agriculture.",
            "Br ahmaputr a River ﬂows thr ough the northeastern part of India, originating from the Angsi Glacier in Tibet and passing through Arunachal Pradesh before entering Assam. The Teesta River rises in the Pauhunri Mountain of the eastern Himalayas and ﬂows through the Indian states of Sikkim and West Bengal. The Satluj River originates in Raksas Tal near Mansarovar in Tibet. The Kali River ﬂows through the Uttara Kannada district of Karnataka.Q.125. Which of the following peninsular rivers falls into the Arabian Sea? SSC CGL 17/09/2024 (2nd Shift) (a) Mahanadi river (b) Krishna river (c) Sabarmati river (d) Godavari river Sol.125.(c) Sabarmati riv er . It is one of the major west- ﬂ owing rivers in India. It originates from Aravalli hills. Mahanadi river: Origin - Sihawa (South of Amarkantak) near Raipur (Chhattisgarh). Itﬂows through Chhattisgarh and Odisha and drains into the Bay of Bengal.",
            "Krishna. It is the second largest east ﬂowing Peninsular river which rises near Mahabaleshwar in Sahyadri. Origin of rivers : Kaveri - originates at Talakaveri, which is located on the Brahmagiri range in the Kodagu (Coorg) district of Karnataka. Godavari - rises from Trimbakeshwar in the Nashik district of Maharashtra. Narmada - rises from Maikala range near Amarkantak in Madhya Pradesh.",
            "Mahi and Sabarmati. Mahi River originates from Vindhyachal Hills, Madhya Pradesh and meets in Bay of Khambhat. Major West- ﬂ owing rivers - Indus, Narmada, and Tapi. Major East- ﬂ owing rivers: Ganga, Brahmaaputra, Mahanadi, Krishna, and Godavari. Major peninsular rivers - Mahanadi, Godavari, Krishna, Kaveri, Narmada, and Tapti.",
            "Goda v ari riv er . It rises in the Nasik district of Maharashtra and discharges its water into the Bay of Bengal. It is 1,465 km long with a catchment area spreading over 3.13 lakh square kilometers. The Penganga, the Indravati, the Pranhita, and the Manjraare its principal tributaries. The Mahi (Origin, Northern slope of Vindhyas), Narmada (Origin, Amarkantak), and Tapi (Origin, Betul) rivers ﬂow westward, draining into the Arabian Sea.",
            "De v apr a y ag. The Five Prayags are sacred river con ﬂ uences in Uttarakhand. At Devaprayag, the Bhagirathi and Alaknanda rivers meet. At Rudraprayag, the Mandakini and Alaknanda rivers converge. At Nandaprayag, the Nandakini joins the Alaknanda. At Karnaprayag, the Pindar meets the Alaknanda, and at Vishnuprayag, the Dhauliganga merges with the Alaknanda.",
            "Mahar ashtr a leads in large dams, followed by Madhya Pradesh and Gujarat. Major dams in Maharashtra include Jayakwadi, Koyna, and Radhanagari. India's ﬁrst dam, Kallanai, was built over 2,000 years ago. Notable post-independence dams include Hirakud (1957), Gandhisagar (1960), Bhakra-Nangal (1963), and Nagarjuna Sagar (1967).",
            "Rajasthan and Gujar at. The Luni River begins near Pushkar valley in two branches called the Saraswati and the Sabarmati. These two branches merge at Govindgarh, and from there, the river ﬂows out of the Aravalli as the Luni. It continues westward until Telwara, then turns southwest to join the Rann of Kutch (Gujarat).",
            "Lohit is a tributary to the Brahmaputra River. Ganga’s Tributaries include: Yamuna, Son, Gomti, Ghaghra, Gandak, and Kosi rivers.",
            "Shipr a. The Shipra (Kshipra), a 195 km tributary of the Chambal River in Madhya Pradesh, ﬂows across the Malwa Plateau, passing through Ujjain, Ratlam, and Mandsaur before joining the Chambal. The Sapta Sindhu, mentioned in Vedic literature, refers to the \"Land of Seven Rivers\" in Punjab, home to early Aryan settlements. The seven rivers include: Indus, Sutlej (Sutudri), Ravi (Parusni), Chenab (Asikni), Jhelum (Vitasta), Beas (Vipas), and Saraswati.",
            "Ganga. Origin: Gangotri glacier near Gaumukh (3,900 m) in the Uttarkashi district of Uttarakhand. Here, it is known as the Bhagirathi. It cuts through the Central and the Lesser Himalayas in narrow gorges. At Devprayag, the Bhagirathi meets the Alaknanda; hereafter, it is known as the Ganga (length 2,525 km). Other river origin: Godavari - Brahmagiri hills; Tapi - Satpura range; Narmada - Maikal ranges.",
            "Br ahmaputr a. The principal tributaries of the rivers are as follows: Godavari: Pravara, Purna, Manjra, Penganga, Wardha, Wainganga, Pranhita (the combined ﬂow of Wainganga, Penganga, and Wardha), Indravati, Maner, and Sabri. Mahanadi: Seonath, Hasdeo, Mand, and Ib join Mahanadi from the left, while Ong, Tel, and Jonk join from the right. Bhagirathi: Bhilangna River, Kedar Ganga, Jadh Ganga, etc.",
            "P ennar riv er . It originates in the Nandi Hills, Karnataka, and ﬂows thr ough Karnataka and Andhra Pradesh before emptying into the Bay of Bengal. The Somasila dam is situated in the Nellore district (Andhra Pradesh). Famous dams and the rivers they are built on: Koyna Dam (Koyna River), Idukki Dam (Periyar River).",
            "Punjab. Bist Doab lies between the Satluj and Beas rivers. The Makhu Canal System, built in 1950, is 92 km long and draws water from the Sutlej. Punjab's Doab systems include: Doab Chaj (Chenab and Jhelum), Doab Rachna (Ravi and Chenab), Doab Bari (Beas and Ravi, also called Majha), and Suj Doab (Satluj and Yamuna, part of the Malwa region).",
            "nor th - west. Sambhar Salt Lake (located in Rajasthan) spans 230 square kilometers. It is a signi ﬁ cant depression in the Aravalli Range and is commonly referred to as the salt lake of Rajasthan. The lake receives water from six rivers: Mantha, Rupangarh, Khari, Khandela, Medtha and Samod.",
            "Indus. It enters Pakistan near Chilas in the Dardistan region. Brahmaputra: Originates from the Chemayungdung glacier in the Kailash range and is known as Tsangpo in Tibet. Sutlej: Originates near Mansarovar in Tibet, where it is called Langchen Khambab. River Kosi: Originates near Mount Everest and is known as the sorrow of Bihar due to frequent ﬂooding.",
            "a-3, b-4, c-2, d-5. NW-1 is the longest waterway in India, stretching 1,620 kilometers from Haldia to Allahabad. NW-69 is the smallest (5 km) waterway in India. It is part of the Manimuthar River in Tamil Nadu.",
            "Mahanadi. Chilika Lake, Asia’s largest and the world’s second-largest lagoon, spans Puri, Khurda, and Ganjam districts in Odisha. It is India's largest saltwater lake and the ﬁrst Ramsar wetland site (1981). Nalabana Island, a bird sanctuary, lies in the middle of Chilika Lake, while Satapada, where the lake meets the Bay of Bengal, is home to Irrawaddy dolphins.",
            "Ganges and Indus. The uplift of the Potwar Plateau during the Pleistocene upheaval in the western Himalayas rises the Delhi ridge. The major water dividers of India: Vindya range: Divided the Ganga drainage basin and Narmada river valley. Satpuda range: Divided Narmada river and tapi river valley.",
            "Narmada and T api. Narmada River (Rewa River), the longest west- ﬂ owing river, originates from the Maikal ranges and ﬂows through Gujarat, Madhya Pradesh, and Maharashtra. The Tapi River, the second-largest west ﬂowing river, originates from Betul district in Madhya Pradesh and ﬂows par allel to the Narmada. Other important west- ﬂ owing rivers include Periyar, Bharathappuzha, Netravati, Sharavathi, and Mandovi.",
            "a-iv , b-iii, c-ii, d-v , e-i. The Hirakud Dam, one of the longest in the world, is located near Sambalpur District, Odisha. The Nagarjuna Sagar Dam, a masonry dam, spans the border between Andhra Pradesh and Telangana. The Sardar Sarovar Dam, a concrete gravity dam, is situated near Kevadiya in Gujarat's Narmada District. The Tehri Dam, a multi-purpose rock and earth- ﬁ ll embankment dam, is in New Tehri, Uttarakhand. The Rana Pratap Sagar Dam, a gravity masonry dam, stands 53.8 meters high in Rawatbhata, Rajasthan.",
            "Y amuna. It rises from the Yamunotri Glacier in the Himalayas. It ﬂows parallel to the Ganga and as a right the bank tributary meets the Ganga at Allahabad. Its biggest tributary is Chambal River on the right. Other important tributaries include the Hindon, Sarda, and Giri rivers on the right and Betwa and Sindh on the left.",
            "Only b and c. The western coast, between the Western Ghats and the Arabian Sea, is a narrow plain with three sections: Konkan (Mumbai to Goa) in the north, Kannad Plain in the center, and Malabar Coast in the south. On the Bay of Bengal side, the plains are wide and level, called the Northern Circar in the north and the Coromandel Coast inthe south.",
            "Jhelum River originates from a spring at Verinag in the southeastern part of the Kashmir Valley. It ﬁrstﬂows nor thward into Wular Lake, located in the northwestern part of the valley. After leaving Wular Lake, it changes direction, ﬂowing southwards. At Baramulla, the river enters a gorge in the hills, carving a steep-sided narrow passage through the Pir Panjal Range below Baramulla. Eventually, it merges with the Chenab River at Trimmu.",
            "Sutlej Riv er enters India through the Shipki La Pass in the Kinnaur district of Himachal Pradesh. It is an east bank tributary of the Indus River, meeting the Indus at Mithankot in Pakistan. Also known as Shatadru in ancient times, the Satluj is the only Indus tributary originating from Tibet. The Bhakra-Nangal Dam is built across the Satluj, and the Indira Gandhi Canal also draws water from it.",
            "Chamba. The Baira Siul hydroelectric plant is an operational hydroelectric power facility located in Chaurah, Himachal Pradesh. It is a type of Earthen / Gravity & Masonry dam. Length: 160m and Height: 53m. River: Baira + Bhaled + Siul / Ravi. Other dam of Himachal Pradesh and district: Pandoh Dam and Bassi Dam (Mandi), Kol Dam and Bhakra dam (Bilaspur), Karchham-Wangtoo Dam (Kinnaur), Chamera Dam (Chamba), Parbati Dam (mandi).",
            "Only b, c and d. The Narmada River rises from the Amarkantak Plateau in Anuppur district in Madhya Pradesh. The Peninsular drainage system : It is older than the Himalayan river. These rivers are characterised by ﬁx ed course, absence of meanders and non-perennial ﬂow of water. Most of the major rivers (except Narmada and Tapi which ﬂow east to west) ﬂow from west to east. The Chambal, the Sind, the Betwa, the Ken, the Son, originating in the northern part of the Peninsula belong to the Ganga river system.",
            "The Ganga river depends on the rains brought by the southwesterly monsoon winds from July to October as well as on the ﬂow from melting Himalayan snow. The Wildlife Institute of India conducted a survey revealing that 49% of the Ganga River has high biodiversity.",
            "P auri Garhwal. The Ramganga is a smaller river that begins near Gairsain in the Garhwal mountains. It changes direction to the southwest after crossing the Shiwalik and enters the plains of Uttar Pradesh near Najibabad. It eventually joins the Ganga near Kannauj.",
            "Gandak. It comprises two streams, namely Kaligandak and Trishulganga. It rises in the Nepal Himalayas between the Dhaulagiri and Mount Everest.",
            "Goda v ari Riv er (Dakshin Ganga) - Second longest river in India after the Ganges River. Origin - Trimbakeshwar near Nashik in Maharashtra. It has the largest Peninsular River system and falls into the Bay of Bengal.",
            "Bangladesh. Farakka water -sharing treaty - It was signed by then PM H. D. Deve Gowda (India) and PM Sheikh Hasina Wajed (Bangladesh). India’s treaty with its Neighbours: Nepal Treaty - Mahakali treaty (1996), and Pakistan - Indus Waters Treaty (1960).",
            "Mettur dam: Built on Kaveri river and located at Mettur, Salem District (Tamil Nadu). Gandhi Sagar dam - Built on Chambal River and located in the Mandsaur district (Madhya Pradesh). Tilaiya dam - Constructed by Damodar Valley Corporation across Barakar River, in Koderma district (Jharkhand).",
            "Br ahmani riv er (second largest river in Odisha): It is formed by the con ﬂ uence of the Shankh and Koel rivers, both join at Veda Vyasa near Rourkela (Odisha). Baitarani: It originates from Gonasika hills and drains into the Bay of Bengal. Nagavali (Langulya): It rises in the Eastern Ghats. Sarada: Originated from Kalapani in the Himalayas and ﬂows along Nepal's western border with India and joins Ghaghra River.",
            "Ports in India: West Coast - Mumbai, Jawaharlal Nehru (Maharashtra), New Mangalore (Karnataka). East Coast - V. O. Chidambaranar formerly Tuticorin, Ennore, Chennai Port (Tamil Nadu), Paradip (Orissa), Kolkata, Haldia (West Bengal), Port Blair, Haddo (Andaman and Nicobar Islands).",
            "Centripetal. Radial drainage pattern: When the rivers originate from a hill and ﬂow in all directions. Example - Narmada. Trellis Drainage Pattern: This pattern develops in folded topography where hard and soft rocks exist parallel to each other. Example - The rivers in the upper part of the Himalayan region Indus, Ganga. Dendritic Drainage Pattern : Most common form and resembles the branching pattern of tree roots. Example - The rivers of the northern plains, Indus, Ganga and Brahmaputra.",
            "Arunachal Pr adesh and Assam. Dihang River - The Brahmaputra rises in Tibet, where it is known as Tsangpo and crosses over into India in Arunachal Pradesh under the name of Dihang. Lohit River - It originates in eastern Tibet, in the Zayal Chu range and surges through Arunachal Pradesh for 200 km, before emptying into the Brahmaputra river in the plains of Assam.",
            "Kandla (Deendayal port). It is located on the Gulf of Kutch (Gujarat). It was constructed in the 1950s as the chief seaport serving western India, after the partition of India from Pakistan left the Karachi port in Pakistan.",
            "Ka v eri river basin falls in 3 States (Tamil Nadu, Karnataka, Kerala) and a Union Territory (Puducherry). It originates in the foothills of Western Ghats at Talakaveri. Tributaries - Shimsha, Hemavati, Bhavani, Lokapavani.",
            "Shar a v ati - It originates at a place called Ambutheertha in the Thirthahalli taluk (Karnataka). T ungabhadr a River is formed by the conﬂ uence of the Tunga River and the Bhadra River, The two rivers originate in Mudigere Taluk of Chikmagalur District (Karnataka).",
            "T api Riv er - Itﬂows through the states of Madhya Pradesh, Maharashtra, and Gujarat. The river originates in the Satpura Mountains in Madhya Pradesh and ﬂows westwards before emptying into the Arabian Sea.",
            "Shimsha Riv er (a tributary of the river Kaveri). Shimsha has a waterfall at Shimshapura in Malavalli Taluk (Mandya district, Karnataka). Devarayanadurga is a small hill station located in the Indian state of Karnataka. Girna River - It originates near Kem Peak in western ghats of Maharashtra and is a tributary of Tapti river. Ghataprabha River - Right bank tributary of the Krishna River. Waghur River - It originates near Ajanta in the Aurangabad district of Maharashtra.",
            "Milam Glacier . Indian Rivers that Originate from Glaciers: Chenab - Bara-lacha la Glacier (Himachal Pradesh). Mandakini River - Chorabari Glacier (Uttarakhand). Lidder River - Kolahoi Glacier (Himalayas). Pushpawati - Tipra Glacier. Ram Ganga - Namik glacier.",
            "V embanad lak e (Kerala) : Length 83.72 km and Width 14.48 km. It is connected to the Arabian Sea. The lake is known for its backwaters (a network of canals and waterways). Kanjia Lake - Odisha. Ansupa Lake - Odisha.",
            "T api. Rift v alle y : It is alowland region that forms where Earth’s tectonic plates move apart. F amous rift v alle ys : Great Rift Valley (East Africa), East Rift Valley or Hualien - Taitung (Taiwan), Baikal Rift Valley (Southern Siberia).",
            "Beas. The ancient name of the river Beas was Vipasha. T ributaries of the Beas riv er : Parbati, Banganga, Tirthan, Suketi, Sainj, Gaj, Chakki and Uhaul.",
            "Subansiri. Tributaries of Brahmaputra River: Ronganadi, Dikrong, Buroi, Borgong, Jiabharali, Dhansiri (North), Puthimari, Manas, Beki, Sonkosh are the main tributaries on the North while the Noadehing, Buridehing, Desang, Dikhow, Bhogdoi, Dhansiri (South), Kopilli, Kulsi, Krishnai, Dhdhnoi, Jinjiran are the main tributaries on the South.",
            "Catar act. Types of Waterfalls: Horsetail - Descending water maintains some contact with bedrock. Plunge - Water descends vertically, losing contact with the bedrock surface. Block - Water descends from a relatively wide stream or river. Multi-step - A series of waterfalls one after another of roughly the same size each with its own sunken plunge pool. Segmented - Distinctly separate ﬂows of water form as it descends. Cascade - Water descends a series of rock steps. Punchbowl - Water descends in a constricted form and then spreads out in a wider pool.",
            "Mahanadi - The largest river of Odisha state. Krishna River originates near Mahabaleshwar in the Satara district of Maharashtra. It ﬂows through Maharashtra, Karnataka, Telangana, and Andhra Pradesh before emptying into the Bay of Bengal.",
            "Rajasthan. Tapti River - A river in central India that ﬂows westwar ds before draining into the Arabian Sea. Origin - In Satpura range in the Gawilgarh hills of the northern part of the Deccan Plateau (In Betul district, Madhya Pradesh). Flows through the states - Maharashtra, Gujarat, and Madhya Pradesh. The Tapi river is known as the 'Gateway of International trade' as it conducts much international trade. Narmada, Periyar and Tapti are only rivers which form estuaries.",
            "Pulicat Lak e (Andhra Pradesh) is the second largest brackish water lagoon in India, (after Chilika Lake, Odisha).",
            "Uttar Pr adesh - Fourth largest state according to area and 1st state in population. Longest canal in India - Indira Gandhi Canal, Longest riv er - Ganga River (2525 km), Origin - Gangotri. Longest canal of Uttar Pradesh - Sharda Canal.",
            "Ghaghar a. It originates in the glaciers of Mapchachungo and a major left - bank tributary of the Ganges River. Its Tributaries :The left bank tributaries - Bheri, Sarju, Kuwana, Rapti, Chhoti Gandak and the right bank tributaries - Seti, Dahawar, Sarda, Budhi Ganga.",
            "Gautami. The Godavari basin extends over states of Maharashtra, Andhra Pradesh, Chhattisgarh and Odisha in addition to smaller parts in Madhya Pradesh, Karnataka and Union territory of Puducherry. Pr ojects - Polavaram Irrigation Project, Kaleshwaram, Sadarmat Anicut, Inchampalli, Sriram Sagar. Q.178 . Which of the following rivers does NOT ﬂow in Kerala State? SSC CGL 26/07/2023 (3rd shift) (a) Bharathapuzha (b) Periyar (c) Pamba (d) Penner Sol.178.(d) P enner - It rises in Nandi Hills in Chikballapur District of Karnataka and falls into the Bay of Bengal. Bhar athapuzha (P onnani) river is Kerala's second longest West Flowing River, draining into the Arabian Sea. Q.179 . A long, winding ridge of strati ﬁ ed sand and gravel is known as: Graduate Level 27/06/2023 ( Shift - 4) (a) whorl (b) esker (c) lop (d) arch Sol.179.(b) Esk er . These are ridges made of sands and gravels, deposited by glacial meltwater ﬂowing through tunnels within and underneath glaciers, or through meltwater channels on top of glaciers. Other depositional landforms: Drumlins are smooth oval shaped ridge -like features composed mainly of glacial till with some masses of gravel and sand.",
            "Lak e Rakshastal. Pangong Lake - World's highest saltwater lake. Loktak Lake (Floating lake, Manipur) is famous for phumdi and Keibul Lamjao National Park is the only ﬂoating national park in the world located on it. RanwuLake (Rawok-Tso) - Largest lake of Eastern Tibet (Pasho). Yamdrok Lake (Freshwater lake inTibet).",
            "Krishna. Other dams on Krishna river - Achakdani (Maharashtra), Achler (Maharashtra). River (Dams) : Kaveri {Alalur (Karnataka), Amaravathi, (Tamil Nadu)}, Periyar {Mullaperiyar (Kerala)}.",
            "Both I and II. Adv antages of Dams - Irrigation, tourist attraction, ﬂood contr ol, hydro power generation, etc. Disadv antages of dams - High construction cost, unbalanced sedimentation, deforestation, ecological imbalance, endangered aquatic life etc.",
            "Banas . The river originates from the Khamnor hills of the Aravali range. It is a tributary of the Chambal River. It is also known as “Van ki Asha”. Length of Banas: 512 km. T ributaries : Kothari, Dai, Dheel, Menali etc.",
            "Narmada (Reva River, 1312 km): India’s 5th longest and largest west- ﬂ owing river, running through a rift valley between the Vindhya and Satpura ranges.",
            "Mahanadi. Rivers of Malwa plateau - Mahi River, Ken river, Shipra River, Chambal River, Betwa River.",
            "Mahi Riv er . Indian Rivers and Dams: Sabarmati River - Dharoi Dam (Gujarat). Tapti River - Hatnur Dam (Maharashtra), Ukai Dam (Gujarat), Girna Dam (Maharashtra), Dahigam Weir (Maharashtra). Krishna River - Nagarjuna sagar Dam (Telangana). Manjira River - Singur Dam and Nizam Sagar dam (Telangana). Banas River - Bisalpur Dam (Rajasthan).",
            "Narmada. The Dhuandhar Falls is located in the Jabalpur district of Madhya Pradesh.",
            "Hussain Sagar: A heart - shaped lake in Hyderabad, Telangana, built by Ibrahim Quli Qutb Shah; Fed by the River Musi. Salim Ali lake - Aurangabad, Kanwar lake - Bihar, Periyar lake - Kerala.",
            "10°N t o 30°N latitude. The Brahmaputra originates in the north of the Himalayas near Mansarovar Lake in the Purang district of Tibet (Known as Yarlung Tsangpo in Tibet), (other names : Siang/Dihang River) India, and Bangladesh (Jamuna River). The Delta formed by Ganga Brahmaputra is Sunderban Delta (largest delta in the world).",
            "Madhy a Pr adesh - Indra Sagar dam, largest in state (Narmada river), Gandhisagar Dam (Chambal River), Bargi Dam (Narmada River). Uttar Pradesh - Rihand dam also known as Govind Ballabh Pant Sagar. Haryana - Kaushalya Dam (Yamuna River), Anangpur Dam (Hakra River). Gujarat - Sardar Sarovar Dam (Narmada River). Rajasthan - Rana Pratap Sagar (Chambal river).",
            "Indus (Sindhu) river - Source (Lake Manasarovar), Satluj (Lake Rakshastal in Tibet), Ravi (Multhan tehsil of Kangra district of Himachal Pradesh), Chenab (Baralacha Pass in Himachal Pradesh) etc.",
            "Bandarpunch glacier (part of Sankari range and lies within the Govind Pashu Vihar National park and Sanctuary). Dokriani glacier {located in the Bhagirathi basin of the central Himalaya, Uttarkashi district (Uttrakhand)}. Kafni Glacier {located in the upper reaches of the Kumaon Himalayas, to the southeast of Nanda Devi, gives rise to the Kafni River (tributary of the Pindar River)}. Doonagiri Glacier {Garhwal Himalayas, Dhauli ganga system of Glaciers}.",
            "Himachal Pr adesh. Kangr a Valley (river valley situated in theWestern Himalayas), Kullu Valley (formed by the Beas River between Manali and Larji). Other famous valleys in Himachal Pradesh: Solang Valley, Spiti Valley, Tirthan Valley, Kinnaur valley, Green Valley, Barot Valley, Lahaul Valley, Pabbar Valley, etc.",
            "Himachal Pr adesh (Shivalik hills). It ﬂows through Punjab, Haryana and then into Rajasthan. It ﬂows only during the monsoon season. It is known as Hakra river in Pakistan. The main tributaries of the Ghaggar are the Kaushalya river, Markanda, Sarsuti, Tangri and Chautang.",
            "Adam ' s Bridge (Rama Setu), is a chain of limestone shoals, between Pamban Island (Rameswaram Island), Tamil Nadu, India, and Mannar Island, Sri Lanka. Mahatma Gandhi Setu (Bihar), Sisseri River Bridge (Arunachal Pradesh), Bhupen Hazarika bridge (Connects Assam and Arunachal Pradesh).",
            "Ajmer . F r eshwater Lak es in Rajasthan: Ajmer - Ana Sagar Lake, Lake Foy Sagar; Alwar - Siliserh Lake; Banswara - Anand Sagar Lake and Dailab Lake; Bundi - Jait Sagar Lake, Kanak Sagar Lake, and Nawar Sagar Lake; Dungarpur - Gaib Sagar Lake; Jaisalmer - Gadsisar Lake; Jodhpur - Balsamand Lake, Kailana Lake; Kota - Kishore Sagar Lake; Rajsamand - Rajsamand Lake; Udaipur - Doodh Talai, Fateh Sagar Lake, Jaisamand Lake, Udai Sagar Lake, and Pichola Lake.",
            "A moraine is material left behind by a moving glacier. This material is usually soil and rock. Moraines are divided into four main categories: lateral moraines, medial moraines, supraglacial moraines, and terminal moraines.",
            "K olkata Port (Haldia seaport) is the only riverine Major Port situated on the Hugli river in West Bengal. Cochin Port or Kochi port lies on two islands in the Vembanadu Lake; Willingdon Island and Vallarpadam and is important for the export of spices and salt.",
            "W ular Lak e, one of Asia's largest freshwater lakes, is fed by the Jhelum River and located in Bandipora, Jammu and Kashmir. Barapani lake located in Meghalaya.",
            "Sikkim. T songmo Lak e (Changu Lake) remains frozen during the winter season. It is revered as a holy lake by the people of Sikkim.",
            "Ghaggar and T eesta. Six Physiogr aphic Divisions of India - 1. The Himalayan Mountains 2. The Northern Plains 3. The Peninsular Plateau 4. The Indian Desert 5. The Coastal Plains 6. The Islands. The Western part of the Northern Plain is referred to as the Punjab Plains. Brahmaputra plain lies in the state of Assam.",
            "T api Basin is situated in the northern part of the Deccan Plateau. Nearly 80% of the basin lies in the State of Maharashtra.",
            "Arunachal Pr adesh. The catchment area of the Brahmaputra (Tsangpo) river falls in four countries (Tibet, Bhutan, India, and Bangladesh).",
            "Ganga Basin - 11 States. Uttar Pradesh, Uttarakhand, Madhya Pradesh, Chhattisgarh, Bihar, Jharkhand, Rajasthan, West Bengal, Haryana, Himachal Pradesh and Delhi. Indus Basin - Himachal Pradesh, Punjab, Haryana, Rajasthan and Jammu & Kashmir. Br ahmaputr a Basin - Arunachal Pradesh, Assam, West Bengal, Meghalaya, Nagaland, Sikkim.",
            "Chambal. V aruna River (Tributary of Ganga River originates in Phulpur in the Prayagraj district). Betwa Riv er (originates from Hoshangabad, Vindhya Range, Madhya Pradesh.",
            "Ka v eri Riv er . It is a sacred river in southern India. It rises on Brahmagiri Hill of the Western Ghats in southwestern Karnataka state and drains into the Bay of Bengal throughPondicherry.",
            "Subarnar ekha. It is located in Ranchi District. Rajrappa waterfalls occur at the con ﬂ uence of River Bhairavi and river Damodar.",
            "Uttar Pr adesh. River Ken It is a tributary of the Yamuna. The impor tant tributaries of K en - Alona, Bearma, Sonar, Mirhasan, Shyamari, Banne, Kutri, Urmil, Kail and Chandrawal.",
            "V ar ahi. Kunchikal Falls is located in Nidagodu village near Masthikatte in Shimoga district of state Karnataka. It cascades down rocky boulders and the total height of fall is 455 meters.",
            "Hindos. This word is derived from the Sanskrit word \"Sindhu'', which means \"river\".",
            "Indus. It is located between Kohistan district in Khyber Pakhtunkhwa and Diamer district in Gilgit Baltistan, Pakistan administered Kashmir.",
            "Dudhsagar F alls is a four-tiered waterfall on the Mandovi River. Duduma Falls lies on the border of Koraput (Odisha) and Visakhapatnam (Andhra Pradesh). Gokak Falls is on the Ghataprabha River in Belagavi, Karnataka. Shivasamudram Falls is located in Chamarajanagar and Mandya districts, Karnataka.",
            "L uni River originates in the Pushkar valley, Aravalli Range, ﬂows thr ough the Thar Desert, and ends in the Rann of Kutch, Gujarat.",
            "Mahar ashtr a. This waterfall is situated in the district of Satara in western Maharashtra. F amous water falls in Mahar ashtr a - Malshej Falls, Pandavkada waterfall, Randha Falls, Chinaman's Falls, Dhobi Waterfall, Sahastrakund waterfalls, Zenith Falls, Vihigaon Waterfall.",
            "Mahar ashtr a. Banganga, Kadva, Shivana, Purna, Kadam, Pranahita, Indravati, Taliperu, Sabari, Nasardi, Pravara, Sindphana, Manjira, Manair, Kinnerasani are tributaries of Godavari river.",
            "T ripur a. Muhuri is a transnational river between India and Bangladesh. Rising in Tripura, It ﬂows int o Bangladesh where it merges with the Feni near the latter's mouth to the Bay of Bengal.",
            "Mahar ashtr a. P opular Lak es in Mahar ashtr a - Upvan Lake, Vihar Lake, Powai Lake, Rankala Lake, Panshet Lake, Ganesh Lake, Venna Lake, Lonar Lake.",
            "Jharkhand. Other rivers in Jharkhand - Sone, Barakar, Damodar, Ajay, South Koel, Shankh, and North Koel river.",
            "Sutlej. Gurdwara Patalpuri Sahib located in Rupnagar district of Punjab. Guru Hargobind Ji in 1644 as well as Guru Har Rai Ji in 1661 were cremated here.",
            "W ang Chhu Riv er . Bhutan has four major rivers, named Drangme Chhu, Mo Chhu, Wang Chhu and Torsa Chhu. The Brahmaputra is one of the largest rivers of the Indian Subcontinent.",
            "Jammu and Kashmir . It is located near the Soura area in the city of Srinagar, Jammu and Kashmir. The lake is connected with the famous Dal Lake.",
            "Krishna.",
            "W atershed. Types (In hectare) : Macro watershed (> 50,000), Sub-watershed (10,000 to 50,000), Milli-watershed (1000 to 10000), Micro watershed (100 to 1000), Mini watershed (1-100).",
            "ﬂ ow channel. It is the ﬂow of water induced by the effect of gravity. The surface of the ﬂowing liquid is at atmospheric pressure and free to air. The example of open channel ﬂow includes ﬂow in canal, river, etc.",
            "Br ahmaputr a. Peacock Island or Umananda Island is the smallest inhabited river island in the middle of river Brahmaputra, ﬂowing thr ough the city of Guwahati. Its name derives from Assamese Uma. It is also known as Bhasmachal.",
            "Song dam which is to be built on the foothills of Mussoorie on the Song river to meet the water shortage of the state during the summers.",
            "Riv er Karnali also called Ghaghara is a perennial transboundary river originating on the Tibetan Plateau near Lake Manasarovar.",
            "coff er . It is built to permitdamming, diversion, or dewatering and construction of a permanent structure in a dry area. A detention dam is built to catch surface runoff and stream water ﬂow to regulate the water ﬂow in areas below the dam. Detention dams are commonly used to reduce the damage caused by ﬂooding or to manage the ﬂow r ate through a channel.",
            "Uttar akhand. Famous Lakes in Uttarakhand - Auli Arti ﬁ cial Lake, Baraadsar Lake, Bedni Kund , Bhalu Dam, Bhimtal Lake, Bhulla Tal, Bisurital, Brahmatal Trek etc.",
            "Arunachal Pr adesh. Other Waterfalls - The Nuranang Waterfall, the Bap Teng Kang Waterfall.",
            "Hooghly. It is the eastern distributary of the Ganges River in West Bengal.",
            "Rajasthan. State and Waterfall : Uttar Pradesh - Lakhaniya Dari Falls; Gujarat - Shankar Waterfall; Madhya Pradesh - Dhuandhar Falls.",
            "Pr ecipitation is any product of the condensation of atmospheric water vapor that falls under gravitational pull from clouds. The main forms of precipitation include drizzling, rain, sleet, snow, ice pellets, graupel and hail.",
            "Maithon dam is on the river Barakar in the district Dhanbad of Jharkhand. It has an underground power station, the ﬁrst of its own kind in the whole of SouthEast Asia.",
            "Indus. Mahanadi, Krishna and Kaveri are all rivers of the South so they lie to the south of tropic of cancer.",
            "Alluvial fans. A point bar is a depositional feature made of alluvium that accumulates on the inside bend of streams and rivers below the slip-off slope. An alluvial fan is a triangle-shaped deposit of gravel, sand, and even smaller pieces of sediment, such as silt.",
            "Jammu and Kashmir . Baglihar dam is a run-of-the-river power project on the Chenab river. Important Dams - Kadana Dam (Gujarat), Chamera Dam (Himachal Pradesh), Singur Dam (Telangana)."
        ]
    },
    {
        "category": "Geography",
        "topic": "World Drainage System",
        "notes": [
            "A meander is a U-shaped bend in a river formed by erosion and deposition. A V-shaped valley is createdby river erosion. A waterfall is where water drops vertically over a ledge. A delta forms at a river's mouth where it meets the sea or ocean.",
            "Lak e V an. Being the largest lake in Turkey, it has the highest salinity (330%). As a saline soda lake fed by small streams, it is one of the few endorheic lakes over 3,000 square kilometers. High salinity usually prevents it from freezing, despite high altitude and winter temperatures below 0 °C (32 °F).",
            "A maz on basin. The Amazon Basin, formed by numerous tributaries, drains parts of Brazil, Peru, Bolivia, Ecuador, Colombia, and a small section of Venezuela. It lies directly on the equator and experiences a hot, humid climate year-round, with both day and night feeling equally warm and sticky. High rainfall, high temperature, and high humidity are the features of the basin.",
            "Bhopal Lak e, also known as Bhojtal, was created in the 11th century by King Bhoja of the Paramara dynasty. It is situated in Bhopal, Madhya Pradesh, and is constructed on Kolans river. Lakes in Madhya Pradesh: Sangram Sagar, Shahpura lake. Dal Lake - It is often referred to as Srinagar's Jewel, is a freshwater lake located in Srinagar, Jammu and Kashmir.",
            "Nile Riv er . Its length is about 6,695 kilometers (4,160 miles). The Nile basin is huge and includes parts ofTanzania, Burundi, Rwanda, Congo (Kinshasa), Kenya. Other important rivers of the world : Lena River : Origin - Baikal range, Drains - Laptev Sea. Amazon River : Origin - Andes Mountains, Drains - Atlantic Ocean. Congo River (cross the equator twice) : Origin - Africa Rift, Drains - Atlantic Ocean.",
            "New Z ealand. Huka Falls is on the Waikato River. Major Waterfalls: New Zealand - Kitekite Falls, Dawson Falls, Taranaki Falls, Owharoa Falls. Germany - Triberger Waterfall, Todtnau falls. Spa. Australia - Wallaman Falls, Millaain - Salto del Nervion, Fervenza do Ezaro Millaa falls, Liffey Falls, Russell Falls. Angel Falls in Venezuela is the highest waterfall in the world.",
            "USA. Country and Lakes: USA - Abert, Ontario, Erie, Huron, Michigan. India - Chilka Lake, Sambhar Salt Lake, Loktak Lake, Wular Lake. Canada - Aberdeen Lake, Lake Abitibi. Brazil - Agua Vermelha. Australia - Lake Alexandrina, Lake Amadeus. Scotland - Loch Lomond.",
            "Titicaca - Situated 3810 m above sea level and is situated between Peru to the west and Bolivia to the east, South America.",
            "Baikal (world’s deepest lake): Depth - 5,387 ft, Location - Russia. Tanganyika: Depth - 4,823 ft, Location - Central Africa on the borders of Tanzania, the Democratic Republic of Congo, Zambia and Burundi. Caspian Sea: Depth - 3,363 ft, Location - Kazakhstan, Turkmenistan, Iran, Azerbaijan, and Russia. Vostok: Depth - about 3000 ft, Location - Antarctica.",
            "About 700. Bangladesh : It has four major river systems – The Brahmaputra - Jamuna, the Ganges - Padma, the Surma - Meghna and the Chittagong region river system. Chittagong is the largest and most important seaport in Bangladesh.",
            "Ar abian Sea forms part of the sea route between Europe and India. Name of Straits and Joining Seas - Strait of Gibraltar (Atlantic Ocean with the Mediterranean Sea), Sunda Strait (Java Sea and Indian Ocean), Mesina Strait ( island of Sicily and the southern tip of mainland Italy), Bab-el-Mandeb Strait (Red Sea and Gulf of Aden), North Channel (Irish Sea and Atlantic Ocean).",
            "Gr and Channel. The Coco Strait is between the North Andaman islands and the Coco Islands of Myanmar. Sumatra and Java are separated by the Sunda Strait.",
            "Shanghai. Yangtze river (approximately 6300 km) is the longestriver of both China and Asia. It rises in the mountains of Qinghai province of China."
        ]
    },
    {
        "category": "Geography",
        "topic": "Minerals and Energy Resources in India",
        "notes": [
            "Satluj. The Satluj originates in the 'Raksas tal' near Mansarovar at an altitude of 4,555 m in Tibet where it is known as Langchen Khambab. Satluj, is the longest of the ﬁv e rivers that ﬂow thr ough the historic crossroads region of Punjab in northern India and Pakistan. The Damodar Valley is particularly rich in coal and is known as the \"Ruhr of India\" because of its similarities to the coal-rich Ruhr region of Germany.",
            "Platinum. It is used in hard disk drives, thermocouples, optical ﬁbers, L CDs, turbine blades, and spark plugs. Hematite: A common iron ore used in iron production. Platinum-based drugs cisplatin, carboplatin, and oxaliplatin are widely used for chemotherapeutic eradication of cancer. Mica: A group of silicate minerals used in various industrial applications, including electronics and construction. Bauxite: The primary ore of aluminum.",
            "Odisha. Panchpatmali deposits in Koraput district are the most important bauxite deposits in the state. Important Mines deposit in India: Balaghat mines (Madhya Pradesh), Khetri mines (Rajasthan), Maikal hills (Madhya Pradesh and Chhattisgarh), Nellore mica belt (Andhra Pradesh), Kudremukh mines (Karnataka).",
            "Bituminous is a type of coal with a carbon content ranging from 60% to 80% and a relatively low moisture content, making it highly e ﬃ cient for energy production. It has a high calori ﬁ c value. The Damodar Valley, located in the states of Jharkhand and West Bengal in eastern India, is renowned for its extensive bituminous coal deposits. This region is part of the Jharia and Raniganj coal ﬁ elds, which are signiﬁ cant contributors to India's coal production.",
            "Hornblende: It is an inosilicate amphibole mineral. Uses: Highway construction: As an aggregate for road bases and surfaces. Railroad ballast: To provide drainage and stability under railroad tracks.",
            "Lignite . Bituminous: Medium-grade, black, and less moisture content than lignite, used for electricity, industrial, and domestic purposes. Anthracite: High-grade, hard, black, and very low moisture content, used for residential heating and industrial processes. Tamil Nadu is the largest producer of lignite in India.",
            "1-a, 2-b, 3-c. Renewable energy comes from natural sources that are regenerated more quickly than they are used up. They are natural and self-replenishing, and usually have a low- or zero-carbon footprint. Examples of renewable energy sources include wind power, solar power, bioenergy (organic matter burned as a fuel) and hydroelectric.",
            "Karnataka. Other famous mines in India: Panna and Bunder Project - Madhya Pradesh. West Singhbhum, Pahadia, Kunderkocha and Parasi - Jharkhand. Bailadila iron ore and Dalli-Rajhara - Chhattisgarh. Ratnagiri - Maharashtra. Sundergarh, Joda, Keonjhar and Jajpur - Odisha.",
            "Uttar Pr adesh. Operational Nuclear power plants in India: Kakrapar Atomic Power Station (Gujarat), Madras Atomic Power Station (Tamil Nadu), Kaiga Nuclear Power Plant (Karnataka), Rajasthan Atomic Power Station (Rajasthan), Tarapur Atomic Power Station (Maharashtra), Kudankulam Nuclear Power Plant (Tamil Nadu).",
            "K utch. The Mundra Thermal Power Plant in Gujarat. Other Power plants in Gujarat: Jhanor-Gandhar Thermal Power Station, Kawas Thermal Power Station, Essar Power Gujarat Limited, Kutch Lignite Thermal Power Station, Sabarmati Thermal Power Station, Sikka Thermal Power Station, Surat Lignite Thermal Power Station, Ukai Thermal Power Station, Wanakbori Thermal Power Station.",
            "Coal. Jharkhand - 40% of the country's total mineral resources are available here. It produces coking coal,uranium, and pyrite. Jharkhand ranks 1st in the production of coal, mica, kyanite, and copper in India. Major coal ﬁelds include Jharia, Bokaro, Karanpura, Hutar, Auranga, Daltonganj, Deoghar, and Rajmahal. Chhattisgarh: A leading producer of coal, dolomite, bauxite, and iron ore. Major coal-producing areas include Korea, Korba, Raigarh, and Sarguja districts.",
            "Chenab. Salal Hydroelectric Power Station is a run-of-the-river power project in the Reasi district of Jammu and Kashmir. The project has a capacity of 690 MW. The bene ﬁ ciary states are Uttar Pradesh, Jammu and Kashmir, Punjab, Haryana, Delhi, Himachal Pradesh, Chandigarh & Rajasthan. Important hydel power stations and the rivers on which they are located: Bhakra Nangal (Sutlej River), Gandhi Sagar Dam (Chambal River), and Nagarjuna Sagar Dam (Krishna River).",
            "Cattle dung. Mineral fuels like coal, petroleum and natural gas (known as fossil fuels), nuclear energy minerals, are the conventional sources of energy. These conventional sources are exhaustible resources.",
            "Chhattisgarh and Mahar ashtr a. The Durg-Bastar-Chandrapur iron ore belt stretches across the Durg and Bastar districts in Chhattisgarh and the Chandrapur district in Maharashtra. Iron ore mines in India: Bailadila (Chhattisgarh), Joda (Odisha), Noamundi (Jharkhand), and Kudremukh (Karnataka).",
            "Hazira-Vijaipur-Jagdishpur (HVJ) is India's ﬁrst cross-country natural gas pipeline commissioned in 1987-88 with compressor stations at Hazira, Jhabua (Madhya Pradesh), Vijaipur (Madhya Pradesh) and Auraiya (Uttar Pradesh). It transports natural gas from Hazira in Gujarat to Jagdishpur in Uttar Pradesh.",
            "Karnataka is the leading producer of iron ore in India, with major deposits located in the Bellary-Hospet, Chitradurga, and Shimoga regions. Other signi ﬁ cant iron ore-producing states include Odisha, Jharkhand, and Chhattisgarh.",
            "Bauxite. National Aluminium Company Limited (NALCO), a ‘Navratna’ public sector undertaking (PSU) established in 1981. Headquarters - Bhubaneswar, Odisha. Odisha has the largest bauxite reserves in India. Lohardaga in Jharkhand is known as the land of bauxite mines.",
            "Jharia and Raniganj. Jharkhand is home to several signi ﬁ cant coal ﬁ elds, including Jharia (the largest), Bokaro, Dhanbad, Giridih, Karanpura, Ramgarh, and Daltonganj. Major coal ﬁelds : West Bengal - Dalingkot (Darjeeling) Birbhum, Chinakuri. Madhya Pradesh - Singrauli, Suhagpur. Odisha - Talcher. Other Minerals in India : Copper - Found in Jhunjhunu and Alwar in Rajasthan. Limestone - Commonly found in Coimbatore and Madurai in Tamil Nadu.",
            "Bhadla Solar P ark. It is located in Rajasthan's Jodhpur district, spans 14,000 acres. The Pavagada Solar Park, located in Karnataka's Tumkur district. It was developed by Karnataka Solar Power Development Corporation (KSPDCL). Dholera Solar Park - Gujarat. Harshad Solar Park - Gujarat.",
            "Meghala y a. Tertiary coals, which include lignite and sub-bituminous coal, occur in Assam, Arunachal Pradesh, Meghalaya and Nagaland. It is extracted from Darangiri, Cherrapunji, Mewlong and Langrin (Meghalaya); Makum, Jaipur and Nazira (Assam); Namchik - Namphuk (Arunachal Pradesh) and Kalakot (Jammu and Kashmir). The brown coal or lignite occurs in the coastal areas of Tamil Nadu, Pondicherry, Gujarat and Jammu and Kashmir.",
            "Mica deposits are found on the northern edge of the Chota Nagpur Plateau, with the Koderma - Gaya - Hazaribagh belt in Jharkhand leading production. Major mica-producing regions include Gaya, Hazaribagh, Ajmer, Beawar, Bhilwara, Udaipur, Dungarpur, Banswara, and Nellore. The main mica-producing states are Jharkhand, Rajasthan, and Andhra Pradesh.",
            "F uel wood. It is a non -commercial or traditional source of energy, primarily used for domestic purposes such as cooking and heating. Commercial sources of energy are typically: Fossil fuels (petroleum, coal, natural gas), Electricity (produced from a variety of energy sources), Hydropower (electricity generated from water resources).",
            "Miner al Oil. Other oil cities/states in India : Digboi is known as the Oil City of Assam where the ﬁrst oil well in Asia was drilled. Surma Valley (Assam), Rajasthan (Largest producer of Petroleum in India), Gujarat.",
            "Jharkhand. Noamundi and Gua are Iron ore Mines. Iron ore mines in Jharkhand: Kiriburu, Meghahatuburu, Chiria. Major reserves of haematite iron in India: Odisha, Jharkhand, Chhattisgarh, Karnataka and Goa. Iron ore mines in India: Bailadila (Chattisgarh), Balda Block, Joda (Odisha).",
            "Madhy a Pr adesh (33%), followed by Maharashtra (24%) and Odisha (18%). Other Mineral producing states: Iron Ore - Odisha, Chhattisgarh and Karnataka. Chromite - Odisha, Karnataka and Andhra Pradesh. Nickel - Odisha, Jharkhand. Cobalt - Jharkhand, Odisha, Nagaland. Coal - Jharkhand, Orissa, Chattisgarh. Petroleum - Maharashtra, Gujarat.",
            "Balaghat (Largest producer district of copper in India). Other Copper producing States (India) - Rajasthan(Khetri), Jharkhand (Singhbhum). Largest Copper producer (World) - Chile. Top Minerals Producers (India) - Bauxite (Odisha), Gold (Karnataka), Silver (Rajasthan), Coal (Jharkhand), Uranium (Andhra Pradesh).",
            "Malanjkhand (Madhya Pradesh) . Open-pit mining (opencast mining) - A surface mining technique that extracts minerals from an open pit in the ground. Copper Mines in India : Khetri (Rajasthan), Singhbhum (Jharkhand), Kolihan (Rajasthan), Surda (Jharkhand) etc.",
            "Chota Nagpur Plateau is a rich source of minerals, including mica, bauxite, copper, limestone, iron ore, coal, manganese ore, and chromite.",
            "The Earth's heat is the internal heat that arises from two sources : The decay of radioactive isotopes in crustal rocks and the mantle, and primordial heat left over from the planet's ﬁer y formation. Geothermal energy is the heat produced deep in the Earth's core.",
            "Ir on or e. Types of Iron Ore – Haematite, Magnetite, Limonite and Siderite. Mines and Iron deposit in India: Chhattisgarh - Dalli-Rajhara; Jharkhand - Noamundi mines; Karnataka - Kemmangundi (Baba Budan hills), Sandur (Bellary); Rajasthan - Jaipur, Udaipur, Jhunjhunu, Sikar, Bhilwara, Alwar, Bharatpur, Dausa and Banswara; Andhra Pradesh - Kurnool, Guntur, Cuddapah, Anantapur, Nellore; Kerala - Naduvallur, Eleyettimala, Nanminda, Alampara; Tamil Nadu - Kanjamalai, Mudumalai Hills (Salem district).",
            "Between 17% and 25%. Cement - It was ﬁrst introduced in England in 1824 by Joseph Aspdin. Composition of Cement: Lime (60-65%), Silica (17-25%), Alumina (3-8%), Magnesia (1-3%), Iron oxide (0.5-6%), Calcium Sulfate (0.1-0.5%), Sulfur Trioxide (1-3%), Alkaline (0-1%).",
            "Tidal energy is a renewable energy source that harnesses the power of the ocean's tides to generate electricity. As of September 2024, Gujarat has the largest installed wind power generation capacity in India. Rajasthan ranks 1st among Indian states in terms of installed capacity of solar energy.",
            "Philosopher ’ s st one. It is a legendary substance that was believed to have the power to transform base metals like iron into gold and also to grant immortality. Emer ald is a gemstone and a variety of the mineral beryl colored green by trace amounts of chromium or sometimes vanadium. Jade is a green coloured precious stone or a mineral used in jewelry and as an ornament.",
            "Assam. India's ﬁrst oil reserve is located in Digboi city of Assamstate. Naharkatiya and Moran-Hugrijan are important oil ﬁelds of the state. The largest producer of petroleum in India is Rajasthan, followed by Gujarat and Assam. Oil ﬁelds of Rajasthan: Mangla, Bhagyam, Kameshwari. Gujarat oil ﬁelds: Ankleshwar , Kalol.",
            "Gujar at. Thermal power station in India: Gujarat - Kutch, Sikka, Dhuvaran. Maharashtra - Bhusawal, Trombay, Khaparkheda. Rajasthan - Chhabra, Barsingsar, Suratgarh, Kota. West Bengal - Farakka Super, Kolaghat, Bakreshwar.",
            "Silica, alumina. It is often termed Sial (Si-silica and Al - aluminum). Ear th (three layers): Crust, Mantle, and Core. Crust (outermost) - It is about 5 km thick under the oceans and about 30 km thick under the continents. Mantle - The major constituent elements are silicon and Magnesium. Cor e (mostly Iron and nickel) - This is the innermost layer of the earth.",
            "Bihar . Karnataka (Land of Gold) produces 80% of the gold in India. Thr ee gold ﬁ elds in India - Kolar Gold Field (Karnataka), Kolar Hutti Gold ﬁ eld (Karnataka) and Ramgiri Gold Fields (Andhra Pradesh). Largest producer of Gold in the world - China. The largest producers of gold ore - Bihar (44%), Rajasthan (25%), Karnataka (21%), West Bengal (3%) and Jharkhand (2%).",
            "Coal is the most important and abundant fossil fuel in India. It is variously referred to as the 'black gold' or 'black diamond'. It contains carbon, volatile matter, moisture, and ash.",
            "Har y ana-Rajasthan belt. The major iron ore belts in India are Odisha- Jharkhand belt : High grade haematite ore is found in Badampahar mines in the Mayurbhanj and Kendujhar districts.",
            "T amil Nadu. The name of this wind farm is Muppandal Wind Farm, located in Muppandal, Kanyakumari district, Tamil Nadu. It is an onshore wind farm with a capacity of 1,500 MW. The largest wind farm in the world is the Gansu Wind Farm in China.",
            "Damodar v alle y (West Bengal -Jharkhand). Jharia, Raniganj, Bokaro are important coal ﬁ elds. The Godavari, Mahanadi, Son and Wardha valleys also contain coal deposits. Q.292 . Peat coal has ____ carbon and ____ moisture content? SSC CGL 13/12/2022 (1st Shift) (a) High, Low (b) Low, high (c) High, High (d) Low, Low Sol.292.(b) Low , high. Peat is a soft, dark brown coal that is formed from dead and decaying organic matter. It has an energy density of 15 MJ/kg. It has a low heating capacity. India has the ﬁfth-lar gest coal reserves in the world. Coal India Limited (CIL) (Public Sector Undertaking) was established on 1 November 1975 under the ownership of the Ministry of Coal. Headquarters: Kolkata.",
            "Gujar at. Silv er mines in India: Zawar mines and Sindesar Khurd Mine (Rajasthan), Tundoo Lead Smelter and Moubandar smelter (Jharkhand), Kolar ﬁelds and Hutti Mine (Karnataka), Vizag Zinc smelter (Andhra Pradesh).",
            "F eldspars are a group of rock-forming aluminum tectosilicate minerals, containing sodium, calcium, potassium, or barium. They are used as ﬂuxing agents in ceramics and glass applications, and also are used as functional ﬁllers in the paint, plastic, rubber and adhesive industries.",
            "Bauxite deposits are formed by the decomposition of a wide variety of rocks rich in aluminium silicates.",
            "F alta. An Export Processing Zone (EPZ) is a Customs area where one is allowed to import plant, machinery, equipment and material for the manufacture of export goods under security, without payment of duty.",
            "Odisha . Manganese deposits are available in Sundargarh, Keonjhar, Rayagada, and Balangir districts in Odisha. Dolomite is available in plenty only in the district of Sundergarh.",
            "K er ala. The world's richest monazite deposits occur in the Palakkad and Kollam districts of Kerala. Nuclear minerals in India primarily comprises Thorium and very few reserves of Uranium."
        ]
    },
    {
        "category": "Geography",
        "topic": "Agriculture",
        "notes": [
            "A ndhr a Pr adesh. In India, shifting agriculture is called ‘Bewar’ or ‘Dahiya’ in Madhya Pradesh, ‘Podu’ or ‘Penda’ in Andhra Pradesh, ‘Pama Dabi’ or ‘Koman’ or ‘Bringa’ in Odisha, ‘Kumari’ in Western Ghats, ‘Valre’ or ‘Waltre’ in South-eastern Rajasthan, ‘Khil’ in the Himalayan belt, ‘Kuruwa’ in Jharkhand, and‘Jhumming’ in the North-eastern region.",
            "P addy is basically a tropical crop. 'Aus', 'Aman' and 'Boro' are grown in states like Assam, West Bengal, and Odisha throughout the year. Aus: Sown in the summer, along with pre-monsoonal rains, and harvested in the autumn. Aman: Sown in the monsoon and harvested in the winter. Boro: Sown in the winter and harvested in the summer.",
            "Black tea. India is the world's second largest tea producer after China. The types of tea exported through Indiaare: Black tea, Regular tea, Green tea, Herbal tea, Masala tea, and Lemon tea. The majority of the tea exported out of India is black tea which makes up about 96% of the total exports.",
            "Guls or K uls. In hill and mountainous regions, people built diversion channels like the ‘guls’ or ‘kuls’ of the Western Himalayas for agriculture. Water harvesting system: ‘Rooftop rain water harvesting’ was commonly practised to store drinking water, particularly in Rajasthan. In arid and semi-arid regions, agricultural ﬁelds were converted into rain fed storage structures that allowed the water to stand and moisten the soil like the ‘khadins’ in Jaisalmer and ‘Johads’ in other parts of Rajasthan. Roof top rain water harvesting is the most common practice in Shillong, Meghalaya.",
            "Madhy a Pr adesh. Based on the production estimates for the year 2022-23, Madhya Pradesh, Maharashtra and Rajasthan are the top three pulses producing states in the country. India is the largest producer of pulses in the world.",
            "The Green Revolution, starting in the 1960s, aimed to achieve food security and reduce food imports, particularly in India. It involved the introduction of high-yielding variety seeds, mechanized farming, improved irrigation, and the use of pesticides and fertilizers.",
            "Mahar ashtr a. APEDA was established in 1986, operates under the Ministry of Commerce and Trade to promote the export of agricultural and processed food products.",
            "131.9. The cereal production was increased due to three factors: (i) Increase in net area under cultivation; (ii) Growing two or more crops in a year on the same piece of land; and (iii) Use of HYV seeds.",
            "P atna. The headquarters of the Second Green Revolution (SGR) Cell is located at ICAR-Research Complex for Eastern Region (RCER), Patna. The SGR Cell was created by the Ministry of Agriculture and Farmers' Welfare, Government of India to improve agricultural productivity and livelihood in the Eastern region of India because the bene ﬁ ts of ﬁrst Green Revolution were mainly con ﬁ ned to north-western states of Haryana, Punjab and western Uttar Pradesh.",
            "1, 2 and 3 ar e corr ect.National Mission for Sustainable Agriculture (NMSA) has been made operational from the year 2014-15 which aims at making agriculture more productive, sustainable, remunerative and climate resilient by promoting location speci ﬁ c integrated /composite farming systems; soil and moisture conservation measures; comprehensive soil health management; eﬃcient water management practices and mainstreaming rainfed technologies.",
            "Soil degr adation. The Green Revolution caused soil fertility loss through the use of chemical fertilizers. Chemical fertilizers also kill bacteria and other microorganisms in the soil. Green Revolution also led to groundwater depletion due to extensive tubewell irrigation, impacting long-term environmental resources.",
            "Dispr opor tionate. Larger farmers with more resources were able to afford the necessary inputs, like high-yield variety (HYV) seeds, fertilizers, and irrigation, and thus reaped greater bene ﬁ ts. Smaller farmers often lacked access to these resources and faced higher risks, as the HYV crops were more vulnerable to pests, potentially causing severe losses. About 65 percent of the country’s population continued to be employed in agriculture even as late as 1990. Q.311 . What was the main objective of the Second Green Revolution in India? SSC CGL 19/09/2024 (3rd Shift) (a) Ensuring food security in the western states (b) Promoting conventional agricultural practices (c) Focusing on holistic development in agriculture (d) Increasing the use of chemical fertilizers and pesticides Sol.311.(c) In the second phase of the green revolution (mid-1970s tomid-1980s), the HYV technology spread to a larger number of states and bene ﬁ ted more variety of crops. The spread of green revolution technology enabled India to achieve self-su ﬃ ciency in food grains.",
            "Gr een r e v olution in India started with the aim of increasing India's agricultural production to make India self-su ﬃ cient in food grains.",
            "i and iii. The Second Green Revolution focuses on sustainable agriculture in eastern India, rainfed areas, and small farmers, promoting climate-resilient practices and livelihood security.",
            "Green Revolution : The term was ﬁrst used by William Gaud, with Norman Borlaug recognized as its global father and M.S. Swaminathan was the father of the Green Revolution in India. India adopted a new agricultural strategy, boosting wheat and rice production. In July 1968, Prime Minister Indira Gandhi commemorated its success by releasing a special stamp titled \"Wheat Revolution.\"",
            "Agricultural subsidies support food security and development by helping farmers boost production, improve food availability, and reduce poverty. Input subsidies lower costs, incentivize adoption, increase productivity, and stimulate economic growth.",
            "Thr ee. In states like Assam, West Bengal, and Odisha, three paddy crops are grown annually: Aus, Aman, and Boro.",
            "Punjab. The Green Revolution primarily bene ﬁ ted Punjab, Haryana, and western Uttar Pradesh in the north, and Andhra Pradesh and Tamil Nadu in the south. It had minimal impact on the eastern region, including Assam, Bihar, West Bengal, Orissa, and the arid regions of western and southern India.",
            "Slash and burn farming is a form of shifting agriculture where natural vegetation is cut down and burned to clear the land for cultivation. In commercial farming, higher doses of modern inputs are used to obtain higher productivity. The degree of commercialization in agriculture varies from one region to another. For example, rice is a commercial crop in Haryana and Punjab, but in Odisha, it is a subsistencecrop.",
            "Rabi cr ops. It is an agricultural crop that is sown in the winter and harvested in the spring.",
            "Impact of Green Revolution : Positive - Increase in production and productivity of food grains, reduction in hunger, and technological advancements in agriculture. Negative - Decline in Soil fertility, High production costs, Regional disparities ।",
            "1-b, 2-a, 3-d, 4-c.",
            "i-c, ii-a, iii -d, iv-b. Agricultural Revolutions in India: GreenRevolution - To increase agricultural productivity, White Revolution - Milk production, Black Revolution - Petroleum products, Brown Revolution - Leather / Cocoa / Non-Conventional Products, Golden Fiber Revolution - Jute Production, Silver Revolution - Egg Production / Poultry Production, Red Revolution - Meat Production / Tomato Production.",
            "Kharif cr ops. These crops are typically planted during June to September and harvested in the post-monsoon season (October to November). Examples of Kharif crops include rice, maize, cotton, and sorghum. Rabi crops are sown after the monsoon season, usually in the winter months (October to December), and harvested in the spring (March to May). Zaid crops are grown in the intervening period between Kharif and Rabi seasons, typically in the summer months (March to June).",
            "i, ii and iii. The Green Revolution resulted in a great increase in production of food grains (especially wheat and rice) due to the introduction into developing countries of new, high-yielding variety (HYV) seeds. The green revolution enabled the government to procure su ﬃ cient amounts of food grains to build a stock which could be used in times of food shortage.",
            "Only ii and iii. The Green Revolution technology had a greater impact on wheat crops than on rice crops. Important Crops in the Revolution: Main crops were - Wheat, Rice, Jowar, Bajra and Maize. Non-food grains were excluded from the ambit of the new strategy. Wheat remained the mainstay of the Green Revolution for years. Mankombu Sambasivan Swaminathan is known as the \"Father of India's Green Revolution\" for his work to increase food production and alleviate world hunger.",
            "The use of HYV seeds was restricted to the more a ﬄ uent states such as Punjab, Andhra Pradesh and Tamil Nadu in the 1st Phase(Mid 1960s to mid-1970s). In the second phase of the green revolution (mid-1970s to mid-1980s), the HYV technology spread to a larger number of states and bene ﬁ ted more variety of crops.",
            "P Chidambar am. Green Revolution: Initiated by - Norman Borlaug (1960s). He is known as the ‘Father of Green Revolution’ in world. He received the Nobel prize (1970) for developing High yielding varieties (HYVs) of wheat. M.S. Swaminathan (Father of Green Revolution in India). The Green revolution came under the third ﬁv e year plan (1961-66). Chidambaram Subramaniam was an Indian politician and agricultural scientist who played a crucial role in India's Green Revolution. Award - BharatRatna (1998).",
            "Rice. Kharif is sown during the rainy season, typically from June to September in India. Examples include paddy, maize, soybean, groundnut, and cotton. Rabi grows in the winter season, from October to March. Examples include wheat, gram, peas, mustard, and linseed. In between the rabi and the kharif seasons, there is a short season during the summer months known as the Zaid season. Examples are watermelon, muskmelon, cucumber.",
            "Farmers were encouraged to use high-yielding variety (HYV) seeds during the Green Revolution through various forms of support from the government. The government made HYV seeds, fertilizers, pesticides, and irrigation systems available at subsidized prices, meaning they were cheaper than market rates. This helped reduce the ﬁnancial burden on farmers and incentivized them to adopt new agricultural technologies. HYV seeds are resistant to insects and diseases and are known for their high yields.",
            "F er tiliser . Agro-based industries depend on agricultural raw materials, producing mainly consumer goods. Major industries include cotton, jute, textiles, and edible oil. India's ﬁrst sugar mill was established in Pratappur, Uttar Pradesh, in 1903. The Sugar Cane Act of 1934 allowed state governments to set the minimum price for sugarcane.Q.331. Which of the following is NOT true with regard to the Green Revolution? SSC CPO 29/06/2024 (3rd shift) (a) Cultivation became more intensive in nature. (b) In its second phase, there was a shift to from dry to wet (irrigated) cultivation in dry and semi-arid regions of India. (c) Cultivation became more extensive in nature. (d) There was change in the cropping pattern and types of crops grown in its second phase. Sol.331.(c) The Green Revolution did not focus on expanding the area under cultivation but rather on making the existing land more productive (intensive cultivation), using modern inputs and technology.",
            "Rabi cr ops. Temperate cyclones cause rainfall in Punjab, Haryana, Delhi and western Uttar Pradesh. The precipitation is in the form of snowfall in the lower Himalayas. It is this snow that sustains the ﬂow of water in the Himalayan rivers during the summer months. The precipitation goes on decreasing from west to east in the plains and from north to south in the mountains.",
            "Wheat Re v olution (Part of Green Revolution) was initiated under the Third Five Year Plan (1961-66) by introducing high-yielding varieties of seeds of rice and wheat.",
            "a, b and c. Reasons that cause pressure on Agriculture: The right of inheritance, Division of land, Rising population, Use of Excessive Chemical Fertilizer, Salinization of soil, Deserti ﬁ cation, Urbanisation, Waterlogging, Climate Change, Droughts, Pollution etc.",
            "Mexico. Gr een Re v olution - A period that began in the 1960s during which agriculture in India was converted into a modern industrial system by the adoption of technology (The use of high yielding variety (HYV) seeds, mechanised farm tools, irrigation facilities, pesticides, and fertilizers).",
            "IR8. It is a high-yielding semi-dwarf rice variety developed by the International Rice Research Institute (IRRI). IR8 is also called miracle rice, which helped save India from a massive famine. Golden rice: A transgenic rice having a gene for carotene. It was ﬁrst intr oduced in 1999 by Ingo Potrykus and Peter Beyer. It contains pro-vitamin A which upon ingestion is converted to vitamin A in the human body.",
            "100. Kharif cr ops are sown during the monsoon season, which lasts from June to September in India.",
            "command ar ea. Lift system - Water is lifted from lower level to higherlevel with the help of pumps and other equipment. Flow system - The type of irrigation in which water is available at a higher level to enable supply to the land by gravity ﬂow . Warabandi - It is a system of rotation of supply of water according to a predetermined schedule as per area and crop needs specifying the day, time and duration of supply to each holding to ensure equitable water distribution among farmers of an outlet command.",
            "Ar able land is the land under temporary crops, temporary meadows for mowing or for pasture, land under market or kitchen gardens, and temporary fallow. It is capable of being ploughed and used to grow crops. Barren land - Land that normally cannot be brought under cultivation with the available technology. Marginal land - Land that has little or no agricultural Value.",
            "Jute and Hemp. Jute is known as Golden Fibre. It grows well on well-drained fertile soils in the ﬂoodplains. MajorJute producing states (West Bengal, Bihar, Assam, Odisha and Meghalaya).",
            "Bt Cott on. GM cr ops : These are derived from plants whose genes are artiﬁ cially modiﬁ ed, usually by inserting genetic material from another organism. India approved the release of Bt cotton (Cry 1 AC) for commercial cultivation in 2002 - Andhra Pradesh, Gujarat, Maharashtra, Madhya Pradesh, Karnataka, and Tamil Nadu. The best known variety of GM rice is golden rice.",
            "Extensiv e cultiv ation - The crop yield depends on the natural fertility of the soil, terrain, climate, availability of water. Example - Grain Farming, shifting cultivation. Hybrid cultiv ation - It involves the use of hybrid seed varieties (created by crossbreeding two or more genetically distinct plants). Example - Wheat - Sonalika and Kalyan Sona, Rice - Jaya and Ratna.",
            "Wheat. India produces a variety of cereals, which are classi ﬁ ed into ﬁne grains (rice, wheat) and coarse grains (jowar, bajra, maize, ragi, etc.).",
            "Irrigation. Rainwater harvesting is the process of collecting, storing, and purifying rainwater from rooftops, parks, roads, and open grounds. It is used for drinking, domestic needs, livestock, small irrigation, and replenishing groundwater levels.",
            "T ypes of Subsistence F arming : Primitiv e subsistence farming or shifting cultiv ation (oldest form of agriculture) - It happens on a self-su ﬃ cient basis, and farmers raise food according to their family’s needs. The trees are cut down and burnt and the cleared land is cultivated. Other names: Shifting cultivation or slash and burn cultivation. Intensiv e subsistence farming - The farmer cultivates a small plot of land using simple tools and more. More than one crop is cultivated during a year.",
            "Meghala y a. Bamboo drip irrigation system is tapping stream and spring water by using bamboo pipes. T ypes of Irrigation systems: Well and Tube well, Canal, Tank, Drip, Sprinkler, Furrow, Surge, Ditch. The word Meghalaya means “abode of clouds”. ‘Krem Liat Prah’ Longest cave of India is in Meghalaya. Hills: Garo, Khasi, Jaintia.",
            "Agr o-based industries use plant and animal products as raw materials. Mineral-based industries, like iron and steel, copper smelting, and cement, use mineral ores. Consumer industries produce goods for direct consumer use, such as sugar, toothpaste, paper, sewing machines, and fans.",
            "Agricultur e. Census 2011 was conducted by the Registrar General of India. The total number of agricultural workers in the country : 263.1 million (118.8 million cultivators and 144.3 million agricultural labourers) in 2011. The workforce participation rate for females was 25.51% against 53.26% for males.",
            "High temper atur e and high humidity . Fertile riverine alluvial soil is best for rice cultivation. It is a type of Kharif crop. West Bengal is the largest rice-producing state in India. China is the world's largest producer of rice followed by India. Methane is the gas produced by the rice ﬁeld.",
            "Coff ee . Baba Budan introduced the coffee plant to Chikkamanglur, Karnataka in 1670. Growth of coffee was encouraged during the time of General Sir Mark Cubbon in 1834. Types of coffee bean : Arabica, Robusta, Excelsa and Liberica. Coffee producer country: 1st- Brazil. 2nd- Vietnam. Q.351 . Dr D.S. Athwal was known as the 'Father of___________Revolution in India'. SSC CGL 21/07/2023 (1st shift) (a) Oilseed (b) Rice (c) Millet (d) Wheat Sol.351.(d) Wheat. F ather of Agricultur al r e v olutions in India : Gr een Revolution (Agriculture) - M.S. Swaminathan, White Revolution or Operation ﬂood (Milk/ Dairy products) - Dr. Varghese Kurien, Blue Revolution (Fish and Aqua) - Dr. Arun Krishnan and Dr. Harilal Chaudhari, Golden Revolution (Fruits, Honey, Horticulture) - Nirpakh Tutaj, Silv er Revolution (Eggs) - Indira Gandhi, Y ellow Revolution (Oil Seeds) - Sam Pitroda, Pink Revolution (Pharmaceuticals, Prawns, Onion) - Durgesh Patel, Br own Revolution (Leather, Coco) - Hiralal Chaudri, Red Revolution (Meat, Tomato) - Vishal Tewari.",
            "Fiv e y ears. The Agriculture Census in India is conducted following the broad guidelines of the decennial World Census of Agriculture (WCA) developed by the Food and Agriculture Organization (FAO) of the United Nations. The Agriculture Census has been conducted by the Ministry of Agriculture since 1970-71. “The Ele v enthAgricultur al Census” (2021-22) Launched by The Ministry of Agriculture & Farmers' Welfare.",
            "Commer cial r earing of silkworms. ‘Bombyx mori', ‘Eri’, ‘Muga’ and ‘Tasar’ are silkworm species used in sericulture. These are used to produce silkﬁber (protein) from their silk glands . Moriculture refers to the cultivation of mulberry plants. Other types of farming : Aviculture (birds), Apiculture (bees), Pisciculture ( ﬁ sh), Viticulture (grapes), Fungiculture (mushroom), Arboriculture (tree), Silviculture (fodder crops), Olericulture (vegetables).",
            "T ruck farming. Mixed farming includes crop cultivation and raising animals. Pastoral farming involves livestock, such as cattle, sheep, and goats, while dairy farming focuses on milk production from cows.",
            "P omicultur e. A picultur e - The maintenance of honeybees and hives. Arboricultur e - Cultivation of trees, shrubs, and woody plants for shading and decorating.",
            "Sugar cane. India is the second-largest producer of sugarcane after Brazil. Maiz e - Grown in tropics, sub-tropics and temperate regions. Rubber - Equatorial crop produced primarily for the manufacture of latex for industrial use.",
            "High, 210. Cotton crop requires light rainfall or irrigation and bright sunshine for its growth. It comes under the Kharif Crop.",
            "2 million hectar es. HYVP (High Yielding Variety Programme) was restricted to only ﬁv e crops – Wheat, rice, jowar, bajra and maize. The high yielding variety of seeds (resistant to insects and diseases) played an important role in the Green Revolution of India.",
            "Slash and burn cultivation or swidden cultivation, is commonly practiced in rainforest areas.",
            "La v ender . The Purple Re v olution was initiated in 2016 through the Ar oma Mission of the Council of Scienti ﬁ c and Industrial Research (CSIR). In India, the lavender crop is cultivated in low rainfall regions and on the slopes of hills of Himachal Pradesh (HP) and Uttar Pradesh (UP).",
            "15. Agr o-climatic z ones -Western Himalayan Region, Eastern Himalayan Region, Lower Gangetic Plains Region, Middle Gangetic Plains Region, Upper Gangetic Plains Region, Trans Gangetic Plains Region, Eastern plateau and Hills Region, Central Plateau and Hills, Western Plateau and Hills, Southern Plateau and Hills, East Coast Plains and Hills, West Coast Plains and Ghats Region, Gujarat Plains, Western Dry Region, Island region.",
            "Maiz e (Queen of cereals) is a kharif crop which requires a temperature between 21°C to 27°C and grows well in old alluvial soil. Rice is a kharif crop which requires high temperature (above 25°C) and high humidity with annual rainfall above 100 cm.",
            "Hy dr oponics . In shifting agricultur e, a clearing is made in the forest, usually on the slopes of hills. Dr y farming is the cultivation of crops without irrigation in regions of limited moisture, typically less than 20 inches of precipitation annually.",
            "Soil. The English word agriculture derives from the Latin ager (ﬁ eld) and colo (cultivate) signifying, when combined, the Latin agricultura: ﬁeld or land tillage. Agriculture is the art and science of cultivating the soil, growing crops and raising livestock. It is the backbone of the Indian economy.",
            "51.09%. In India, land is 21.81% under forest and 3.92% under pasture. National Institute of Hydrology has been in IIT- Roorkee, Uttarakhand since 1978. Its four Regional centers:Belagavi (Karnataka), Jammu, Kakinada (Andhra Pradesh), and Bhopal (Madhya Pradesh), and two Flood Management Studies Centre: Guwahati (Assam) and Patna (Bihar).",
            "DDT, Dichloro - diphenyl - trichloroethane (C14H9Cl5) is an insecticide used in agriculture. Its usage started in the 1940s to combat diseases like Malaria. High amounts of DDT exposure can lead to problems with the nervous system and liver. The US banned it in 1972 and it was banned worldwide. India produced it in the year 2009 to control visceral leishmaniasis and insect-born malaria disease.",
            "Cott on is a key ﬁber and cash crop in India, with Gujarat and Maharashtra as leading producers. The ﬁrst cotton mill, Bombay Spinning and Weaving Company, was established in Bombay on 7 July 1854. Madhya Pradesh is the largest producer of soybeans, Karnataka of sunﬂ ower, and West Bengal of jute.",
            "Jowar is mainly concentrated in the peninsular and central India. Karnataka is the highest maize producer. Rajasthan is the state with the highest yield of bajra in India. Karnataka is the leading producer of ragi in the country followed by Tamil Nadu, Uttarakhand, Maharashtra and Andhra Pradesh.",
            "Ar abica is grown in Karnataka (Kodagu, Chikkamagaluru, Hassan), Kerala (Malabar region), and Tamil Nadu (Nilgiris, Yercaud, Kodaikanal).",
            "T ar amir a is an important oilseed cr op of drier regions of north-western India. The oil is not directly eaten, although it is mixed with mustard oil to increase the pungency of the latter. Ar abica, Robusta, and the less common Liberica and Ex celsa are the four main types of coffee beans.",
            "Gr ound . The reason behind this is these states are advanced agricultural states and the share of the agriculture sector in water utilisation is much higher than any other sectors. Punjab in terms of land under irrigation leads in the country's States and UT's with 98.8 % of its cropland.",
            "Land Ceiling. It minimizes inequality in land ownership and thus reduces inequality of income. The Urban Land Ceiling Act that was passed in 1976 proposed that there should be an equal distribution of land in urban agglomerations to subserve the common good."
        ]
    },
    {
        "category": "Geography",
        "topic": "Soil",
        "notes": [
            "Ir on. Laterite soil contains excess iron due to intense leaching in high rainfall and temperature areas. The leaching process removes lime and silica, leaving iron oxide and aluminum compounds. These soils are poor innitrogen, phosphate, and calcium, making them less fertile naturally. However, after adding manures and fertilizers, they are suitable for tree crops like cashew nuts.",
            "W eathering : It involves the breakdown of rocks and minerals into smaller particles through exposure to environmental factors like wind, water, ice, temperature ﬂuctuations and others. Irrigation : It supports agriculture and affects soil moisture. Degradation : This refers to the deterioration of soil quality. Mining : It can disturb existing soils.",
            "Deccan la v a plateau is a volcanic plateau in west-central India that was formed by the solidi ﬁ cation of lava from deep within the Earth. It is a triangular landmass that lies to the south of the river Narmada. The African plateau is famous for gold and diamond mining. The Katanga Plateau in the Democratic Republic of the Congo is known for its rich deposits of copper and uranium.",
            "Defor estation due t o mining. Human activities like deforestation, over-grazing, mining, and quarrying signi ﬁ cantly contribute to land degradation. Deforestation due to mining has severely impacted states like Jharkhand and Odisha. Over-grazing affects Gujarat, Rajasthan, and Madhya Pradesh, while excessive irrigation causes waterlogging and soil degradation in Punjab, Haryana, and western Uttar Pradesh.",
            "Alluvial soil is deposited by surface water, commonly found in river valleys and northern plains. It is highly fertile and rich in humus and lime. Crops cultivated on it include sugarcane, rice, maize, wheat, oilseeds, and pulses.",
            "Bhangar . It is characterized by slightly elevated terraces and is composed of older, more compact sediments compared to the newer and more fertile alluvial deposits found in the Khadar regions. The Bhangar area is less fertile due to the presence of calcareous deposits known as \"Kankar.\"",
            "PPM (Parts per million) is commonly used to express very dilute concentrations of substances in various environmental contexts, including soil and sediment analysis.",
            "Leaching: It occurs as excess water removes water-soluble nutrients out of the soil, by runoff or drainage. It is an environmental problem for agricultural professionals whether chemical-heavy fertilisers or chemicals are swept out and ﬁnd their way into water bodies.",
            "Phosphor ous. Black soil is rich in Iron, lime, calcium, potassium, aluminum and magnesium and is deﬁ cient in Nitrogen and organic matter. Black soil or cotton soil is good for moisture and good for growing cotton, sugarcane, wheat, jawar, rice, citrus fruits, sun ﬂ ower, linseed, etc. Black soil requires minimum tillage because of its self-cultivating feature.",
            "Leaching - It is used to extract the substances from the solids. Laterite Soil: It develops in areas with high temperature and high rainfall. These are the result of intense leaching due to tropical rains. It is commonly found in Karnataka, Kerala, Tamil Nadu, Madhya Pradesh and the hilly areas of Odisha and Assam."
        ]
    },
    {
        "category": "Geography",
        "topic": "Laterite Soil is most suitable soil for growing coffee in India",
        "notes": [
            "P eninsular Plateau. It is an ancient landmass composed mainly of igneous and metamorphic hard crystalline rocks. It was formed due to the breaking and drifting of Gondwanaland. Deccan Plateau - A triangular landmass that lies to the south of the river Narmada. Black Soil Covers most of the deccan plateau which includes part of Maharashtra, Madhya Pradesh, Gujarat, Andhra Pradesh and some part of Tamil Nadu.",
            "Uttar Pr adesh. Alluvial Soil found in northern plains and the river valleys. It is rich in potash but poor in phosphorus. Two types of alluvial soil : Khadar - New alluvium, deposited by ﬂoods annually, which enriches the soil by depositing ﬁne slits. Bhangar - Old alluvium, deposited away from the ﬂood plains. Alluvial soils are intensively cultivated.",
            "Loess. Properties : Colour - Yellowish Brown, Homogeneous and Highly Porous. Mostly Found (India) - Kashmir Valley. Loam - The type of Soil composed of sand, silt, and clay soil. Marl - The type of soil composed of Clays and Slit. Podsol - The soil derives from either quartz-rich sands and sandstone or sedimentary debris from magmatic rocks.",
            "light gr e y t o ash gr e y . Alluvial soils are formed by the deposition of sediments from rivers and streams. These sediments are typically composed of sand, silt, and clay, which are all light-coloured materials. The colour of the alluvial soils can also be affected by the presence of organic matter, which can give them a darker colour. Light orange to dark orange is the colour of laterite soils. Orange to red is the colour of red soils.",
            "Ir on. Soil is a major source of nutrients needed by plants for growth. Macronutrients in soil - Nitrogen (N), Phosphorus (P), Potassium (K), Calcium (Ca), Magnesium (Mg) and Sulphur (S). Micronutrients in soil - Chlorine (Cl), Boron (B), Iron (Fe), Manganese (Mn), Copper (Cu), Zinc (Zn), Nickel (Ni) and Molybdenum (Mo).",
            "Humus is the organic component of soil that is formed by the decomposition of plant and animal matter. It can be produced naturally or through a process called composting. Manures are used to provide humus insoil.",
            "W estern Rajasthan. In India, the Indian Council of Agricultural Research (ICAR) has classi ﬁ ed soils into 8 categories. They are: Alluvial Soil, Black Cotton Soil, Red & Yellow Soil, Laterite Soil, Mountainous or Forest Soil, Arid or Desert Soil, Saline and Alkaline Soil, Peaty and Marshy Soil.",
            "Neither I nor II. Sandy Soil : Consists of small particles of weathered rock; One of the poorest types of soil for growing plants (very low nutrients and poor water holding capacity); Good for the drainage system; Usually formed by the breakdown or fragmentation of rocks like granite, limestone and quartz. Clay Soil : Smallest particles (tightly packed together with each other with very little or no airspace); Good water storage qualities; Very sticky to touch when wet but smooth when dried; Densest and heaviest type of soil which does not drain well or provide space for plant roots to ﬂourish.",
            "Relief: Altitude and slope, determine accumulation of soil. Other Factors: Fauna is all of the animal life present in a particular region or time. Flora is all the plant life present in a particular region or time, generally the naturally occurring native plants.",
            "Inter cr opping. Its most common goal is to produce a greater yield on a given piece of land. Terrace farming - An agricultural practice where farmers employ on steep slopes, hilly areas, and higher altitudes. Contour ploughing - Process of cutting furrows into the slope of the land in order to control the ﬂow of water.",
            "Shelterbelts. Mulching: The bare ground between plants is covered with a layer of organic matter like straw. It helps to retain soil moisture. Contour barriers: Stones, grass, soil are used to build barriers along contours. Trenches are made in front of the barriers to collect water.",
            "Soil er osion is the denudation or wearing away of the upper layer of soil. It is a form of soil degradation. There are ﬁv e steps of decomposition. These are fragmentation, leaching, catabolism, humi ﬁ cation, and mineralization.",
            "Landslides. Climate affects the soil due to temperature and rainfall. P ar ent material is the foundation of soil formation, different materials develop different soil types. T opogr aphy affects soil formation by in ﬂ uencing factors like drainage, erosion, and accumulation of sediments.",
            "Bearing capacity is the capacity of soil to support the loads that are applied to the ground above. Field capacity is the amount of soil moisture or water content held in the soil after excess water has drained away and the rate of downward movement has decreased. Bulk density is de ﬁ ned as the mass of the many particles of the material divided by the total volume they occupy. Buff er capacity refers to the amount of acid or base a buffer can neutralise before the pH changes by a large amount.",
            "Red soil. It contains a high percentage of iron content, which is responsible for its colour.",
            "A-horiz on. This layer is the top layer of soil which is also known as a humus layer and is mainly rich in organic materials. B-horiz on is typically a mineral subsurface horizon and is a zone of accumulation, called illuviation. C-horiz on : This soil layer lies beneath the B horizon and consists essentially of the more or less weathered parent rock. Bedr ock : Bedrock in geology is a solid rock that lies under loose softer material within the crust of Earth or another terrestrial planet.",
            "Kar ewas are lacustrine deposits (deposits in a lake) in the valley of Kashmir and in the Bhaderwah valley of the Jammu division of Jammu and Kashmir. These are the ﬂat-t opped mounds that border the Kashmir valley on all sides.",
            "Laterite . Arid soils are formed from the fragmentation of adjacent rocks and are largely blown from the Indus valley area and coastal regions. Saline soils are formed whenever climate, soil, and hydrological conditions favor the accumulation of soluble salts in the root zone.",
            "Inceptisols: A soil order in USD A soil taxonomy. They form quickly through the alteration of the parent material. They are more developed than Entisols.",
            "P eaty soil or marshy soils are a result of waterlogging and anaerobic conditions. They are found in areas of heavy rainfall and high humidity, where there is a good growth of vegetation.",
            "Gr am can be grown on a wide range of soil. But well drained medium to black cotton soils are very suitable. It can also be grown in light alluvial soils which are rich in organic matter.",
            "Diastr ophism. Denudation is the process of wearing away the Earth's surface by weathering and erosion. Volcanism is the process of molten rock (magma) erupting onto the Earth's surface."
        ]
    },
    {
        "category": "Geography",
        "topic": "Vegetation",
        "notes": [
            "T r opical E v er gr een F or ests are restricted to heavy rainfall areas of the Western Ghats and the island groups of Lakshadweep, Andaman and Nicobar, upper parts of Assam and Tamil Nadu coast. Other trees are rosewood, and rubber. Tropical Deciduous Forests - Teak, Bamboos, sal, shisham. Thorny Forests - Acacias, palms, euphorbias and cacti. Mangrove Forests - Sundari trees, Palm, Coconut.",
            "Montane F or ests. In mountainous areas, temperature decreases with altitude, leading to a change in vegetation. Between 1000–2000 meters, wet temperate forests with evergreen broad-leaf trees like oaks and chestnuts are found. Between 1500–3000 meters, coniferous trees such as pine, deodar, and cedar dominate, mainly on the southern slopes of the Himalayas. Higher elevations feature temperate grasslands, and above 3600 meters, alpine vegetation takes over with trees like silver ﬁr , junipers, and pines.",
            "T endu tree (Diospyros melanoxylon Roxb.) belonging to Family Ebenaceae.Q.409 . Sundari trees are found in which type of forests in India? SSC CGL 13/09/2024 (1st Shift) (a) Mangrove forests (b) Tropical deciduous forests (c) The thorn forests and scrubs (d) Tropical evergreen forests Sol.409.(a) Mangr o v e for ests. Sundari tree is the most abundant tree in the mangrove forests of the Sunderban delta in West Bengal and the Andaman and Nicobar Islands. The Sunderbans are named after the Sundari tree. Mangrove forests grow only at tropical and subtropical latitudes near the equator because they cannot withstand freezing temperatures. Uppu ponna, Boddu ponna, Urada, Mada, Telli Mada, Gundu mada, Kadili, Palm, coconut, keora, agar and Bella are some of the typical vegetation of the mangroves.",
            "A ndhr a Pr adesh. Mangroves are practically evergreen with thick leathery leaves. Such types of forests are found in the deltas of Sundarbans, Mahanadi, the Godavari, Krishna, Kaveri rivers and in the Andaman and Nicobar Islands.",
            "W estern Ghats. Tropical evergreen forests are found on the western slopes of the Western Ghats, northeastern hills, and Andaman and Nicobar Islands. They thrive in warm, humid areas with over 200 cm of annual rainfall and temperatures above 22°C. These forests are dense, with tall trees reaching up to 60 meters and remain green year-round. Common species include rosewood, mahogany, and ebony.",
            "Nor th-western India. Thornand scrub forests are a type of natural vegetation found in regions that receive less than 70 cm of annual rainfall. These regions typically experience dry and arid climatic conditions, and the vegetation here has adapted to conserve water and withstand harsh environments. It is found in parts of northwestern India, central Deccan Plateau, and parts of the Thar Desert. The main plant species include Acacia (Babool), Cactus, Euphorbias, and Palms.",
            "Moist deciduous forests exist mostly in the eastern part of the country – northeastern states, along the foothills of the Himalayas, Jharkhand, West Odisha and Chhattisgarh, and on the eastern slopes of the Western Ghats. The dry deciduous forests are found in areas having rainfall between 100 cm and 70 cm. These forests are found in the rainier parts of the Peninsular plateau and the plains of Bihar and Uttar Pradesh.",
            "decr easing. The Himala y an r anges show change in vegetation from tropical to tundra. Since air is less dense at higher altitudes, its molecules are spread farther apart than they are at sea level. These molecules have fewer collisions, so they produce less heat. At the bottom of the mountain, the temperature is high year-round while it is much cooler at the top due to which it is covered with snow.",
            "T op v er tical. Str ata are layers of vegetation that are de ﬁ ned by the height of the plants. Second v er tical - It contains the second-tallest plants in a forest ecosystem, such as shrubs and small trees. Bott om v er tical - It contains the shortest plants in a forest ecosystem, such as mosses and ferns. Middle v er tical - It contains the plants that are in between the top and bottom vertical strata, such as medium-sized shrubs and trees.",
            "5. Vegetation of India – Tropical evergreen forest, Tropical deciduous forest, Thorny bushes, Mountain vegetation and Mangrove forests.",
            "Thorny for ests and bushes. Animals found in different forests in India: Tropical Evergreen Forests - Elephants, Monkeys, Lemurs and Deer. Montane Forests - Leopard, Yak, Sheep and Goat. Mangrove forest - Royal Bengal Tiger. In terms of area, Madhya Pradesh has the largest forest area in the country. It is followed by Arunachal Pradesh, Chhattisgarh, Odisha and Maharashtra.",
            "F r om 51 cm t o 151 cm. T r opical for ests (rainforests) : A rainforest is an area of tall, mostly evergreen trees and a high amount of rainfall, Earth’s oldest living ecosystems, with some surviving in their present form for at least 70 million years. T ypes of T r opical for ests - Evergreen Rain (200 cm or more), Monsoon Deciduous (100 to 200 cm), Tropical Savanna (50 to 100 cm), Dry Thorny Scrub (Semi-arid) (25 to 50 cm), Desert (Arid) (Below 25 cm).",
            "Deciduous. This is an evergreen forest where a majority of the trees remain “green” throughout the year because they shed leaves not seasonally but at various periods of the year. Example - Maple, oak, and elm. T emper ate - Forest found between the tropical and boreal regions, located in the temperate zone. Example - Fir, oak. T undr a - Found in the Arctic and on the tops of mountains, where the climate is cold and windy, and rainfall is scant. Example - Arctic Willow. Alpine - Occur all along the Himalayas at altitudes ranging between 2,900 to 3,500 m. Example - Spruce and birch.",
            "T r opical Deciduous F or ests (Monsoon Forests): It Found in India along the Equator belt between the tropic of Cancer and the tropic of Capricorn, (Major states - Madhya Pradesh, Uttar Pradesh, Chattisgarh, Odisha, Some Parts of Maharashtra).",
            "Moist T r opical Semi - E v er gr een V egetation are transitional forests between tropical wet evergreen forests and tropical deciduous forests. Examples - Laurel, rosewood, mesua, white cedar. Tropical Dry Deciduous Vegetation - Occurs in an irregular wide strip running from the foot of the Himalayas to Kanyakumari except in Rajasthan, Western Ghats and West Bengal. Example - Teak, bamboo. Tropical Thorn Forests - Found in Rajasthan, south-western Punjab, western Haryana, Kachchh and neighbouring parts of Saurashtra. Example - Babool, neem, cactii.Q.422. Plant varieties like bamboo, epiphytes, aini, semul, gutel and mundane are found in which type of Indian forest? SSC CGL 24/07/2023 (2nd shift) (a) Alpine forest (b) Montane temperate forest (c) Moist tropical forest (d) Dry tropical forest Sol.422.(c) Moist tr opical for ests have 200-250 cm annual rainfall, 24-27°C temperature. Alpine for est - Common in both the main Himalayan regions as well as the barren cold deserts of the Trans Himalaya. Examples - Black juniper and willow. Montane temper ate for est - Mainly generated in Northern middle Himalayas ranges (1801 to 3001 m) and Southern Niligiri higher Mountain ranges. Examples - Ferns, oak and maple. Dr y tr opical for est - Mainly found in Indian Northern Hilly regions and some states of Southern India. Examples - Sal, acacia, mangoes.",
            "Madhy a Pr adesh. Tropical Thorn Forests and Scrubs (receive rainfall less than 50 cm) -It includes semi - arid areas of south west Punjab, Haryana, Rajasthan, Gujarat, Madhya Pradesh and Uttar Pradesh. Trees like – Babool, ber, wild date palm, Khair tree.",
            "T undr a F or est - It has relatively little rain and extremely cold temperatures. It is composed of dwarf shrubs, sedges, and grasses.",
            "T r opical. Plantation cr ops - A type of commercial farming where a single crop of tea, coffee, sugarcane, cashew, rubber, banana or cotton are grown. Major plantations - Rubber in Malaysia, coffee in Brazil, tea in India and Sri Lanka. Major food cr ops - Wheat, rice, maize and millets. Jute and cotton are ﬁ br e cr ops.",
            "Gr asslands. T err estrial ecosystem - It is a land-based community of species that includes biotic and abiotic interactions in a speci ﬁ c area. Examples - Forest, Grasslands, Tundra, Desert. Aquatic ecosystem - It is related to water. It includes Freshwater ecosystem (Pond, lake, river) and Marine ecosystem (Ocean, sea or estuary). K elp is a type of large, brown seaweed that grows in shallow, nutrient-rich saltwater near coastal fronts around the world.",
            "T aiga - Trees found are mainly cone-bearing trees like spruce, pine, ﬁr , and hemlock. V eld - Open, uncultivated country or grassland in southern Africa. T undr a - A vast, ﬂat, tr eeless Arctic region of Europe, Asia, and North America in which the subsoil is permanently frozen. Llanos - A vast tropical grassland plain situated to the east of the Andes in Colombia and Venezuela, in northwestern South America.",
            "T r opical Deciduous F or ests. These forests spread over regions which receive rainfall between 70-200 cm. Tendu, palas, amaltas, bel, khair, axlewood, etc are the common trees of these forests.",
            "17°C t o 24°C. Natural vegetation - The plant life that grows in an area without the in ﬂ uence of human activity. Types - Forests, Grasslands (divided into savannas, steppes and prairies, depending on the climate and other environmental factors), Deserts (These are arid regions with very little rainfall and sparse vegetation), Tundra (This is a cold, treeless region found in the Arctic and on high mountain slopes), Wetland (These are areas with water-logged soil, such as marshes).",
            "Only I. Steppe - Europe and North Asia, Brazil - Campos, Pustaz- Hungary, Prairies - USA, Veld - South Africa, Downs - Australia, Canterbury - New Zealand, Savannah - Africa, Taiga - Europe and Asia.",
            "1000 and 2000. W et temper ate for ests: Average annual rainfall and temperature in wet temperate forests are 150-300 cm and 11°C-14°C respectively. The relative humidity is over 80% on average. Oak trees and chestnut trees are found here. Other important species include Chilauni, Indian chestnut, Deodar, Machilus, Cinnamomum, Litsea, Plum, Blue pine, Birch, Oak, Hemlock, etc.",
            "dr y deser t. In areas where there is less than 70 cm of rainfall ,thorn forests and shrubs are found in the natural vegetation. This type of vegetation is found in the north-western parts of the country, which include the semi-arid regions of Gujarat, Rajasthan, Chhattisgarh, Madhya Pradesh, Uttar Pradesh and Haryana.",
            "T emper ate e v er gr een for ests. They are commonly found on the eastern edges of continents, such as in southeastern America, southern China, and southeastern Brazil. T r opical r ainfor ests are mainly located in the tropics, between the latitudes of 23.5°N (the Tropic of Cancer) and 23.5°S (the Tropic of Capricorn)—the tropics.",
            "T emper ate deciduous for est. As we go towards higher latitudes, there are more temperate deciduous forests. These are found in the north eastern part of the USA, China, New Zealand, Chile and also found in the coastal regions of Western Europe. They shed their leaves in the dry season. Common trees include oak, ash, and beech. Animals commonly found in these forests are deer, foxes, and wolves.",
            "Hubbar dia heptaneur on. The native range of this species is India (Karnataka). It is an annual and grows primarily in the seasonally dry tropical biome. Helianthus annuus (Common Sunﬂ ower).",
            "3. Social forestry means the management and protection of forests and afforestation on barren lands with the purpose of helping in the environmental, social and rural development. Three categories are Urban forestry, Rural forestry and Farm forestry.",
            "Conif er ous for est (composed primarily of cone-bearing needle-leaved or scale-leaved evergreen trees, Pines, spruces, ﬁrs, and larches are the dominant trees in coniferous forests).",
            "E uphorbia. It is a perennial herb that grows to 30 cm tall in the dry grasslands of Siberia, Mongolia, China, Korea, and Japan.",
            "wheat . Viticulture or grape cultivation is a speciality of the Mediterranean region. Grapes are cultivated on a very wide range of soils from gravelly sands to clays that can be of high or poor fertility.",
            "Steppes. T emper ate gr asslands have cold winters and warm summers with some rain. Examples include Eurasian steppes, North American prairies and Argentine pampas.",
            "T emper ate deciduous for ests.",
            "Deciduous F or est Biomes - This biome experiences all four seasons, these forests are divided into ﬁ v e z ones based on the heights of the trees. The soil is particularly fertile and nutrient-rich and is located in North America (Canada, the United States, and Mexico), Europe, and western regions of Asia (Japan, China, North Korea, South Korea, and parts of Russia).",
            "The layer of vegetation in the forest which is just below the shrub layer is called the herb layer. The herb layer consists mainly of herbs, ferns and grasses. This layer is the lowest layer of vegetation in the forest (having leafy plants). Very little sunlight remains for the plants in the herb layer.",
            "Mangr o v e. Coringa is the second largest mangrove formation in India, next to Sundarbans. The Coringa mangroves are bordered on the northern side by Kakinada Bay. Q.445 . Which of the following trees will youﬁnd in the Littoral forests? SSC CHSL 19/10/2020(Afternoon) (a) Chinar (b) Ebony (c) Sundari (d) Cypress Sol.445.(c) Sundari tree is found in Sundarbans delta in West Bengal in Mangrove forest (Littoral forests)."
        ]
    },
    {
        "category": "Geography",
        "topic": "Climate",
        "notes": [
            "A tropical cyclone is formed over warm ocean waters near the equator. The centre of a cyclone is very calm and clear with very low air pressure. The average speed is 120 kmph. They move from east to west under the inﬂ uence of trade winds.",
            "Or ogr aphic r ainfall occurs when moist air hits a mountain and is forced to rise. As the air ascends, it cools, leading to condensation and saturation. The excess moisture then falls as precipitation on the windward slopes.",
            "The latitudinal extent inﬂ uences temperature and rainfall patterns due to variations in solar energy and atmospheric density. However, it is not a major factor contributing to India's climatic diversity compared to longitudinal extent, topography, and vegetation.",
            "T amil Nadu. The Bay of Bengal monsoon branch strikes Myanmar and southeast Bangladesh, but the Arakan Hills de ﬂ ect much of it towards India. It enters West Bengal and Bangladesh from the south - southeast, splitting into two branches. One moves westward along the Ganga plains to the Punjab plains, while the other ascends the Brahmaputra valley, causing rains in the northeast. A sub-branch hits Meghalaya's Khasi hills. The Tamil Nadu coast remains dry as it lies parallel to the Bay of Bengal monsoon branch and in the rain-shadow region of the Arabian Sea branch.",
            "Nor th and Nor thwestern. Loo - These are strong, gusty, hot, dry winds blowing during the day over the north and northwestern India. In West Bengal, similar storms are known as ‘Kaal Baisakhi’. They blow in the summer season. Other hot winds - Foehn (Europe), Chinook (USA), Santa Ana (USA), Sirocco (North Africa and South Europe), Harmattan (Guinea coast), Khamsin (Egypt).",
            "T ype of soil. Climate refers to the long-term conditions of a speci ﬁ c region. The changes in climate within a region are in ﬂ uenced by its atmospheric and environmental conditions. The six major factors that in ﬂ uence the climate of a location are latitude, altitude, pressure, and wind systems, distance from the sea (continentality), ocean currents, and relief features.",
            "Eastern coastal r egion stretches from West Bengal in the north to Tamil Nadu in the south and passes through Andhra Pradesh and Odisha. The retreating or North-East monsoon brings heavy rainfall to the Coromandel coast from October to December. This monsoon, blowing from land to sea, gathers moisture and causes rain, making it the primary rainy season for southeastern India, including Tamil Nadu. The Coromandel coast lies between Pulicat Lake and Kanyakumari.",
            "Mango showers. These are pre-monsoon rains that occur at the end of the summer season, helping the mangoes ripen; These are also called April rains.",
            "willy-willies. Tropical cyclones are intense low-pressure areas that form in the atmosphere between 30° N and 30° S latitudes. They can extend up to 1,000 km horizontally and 12–14 km vertically from the surface. Tropical cyclones rotate counterclockwise in the Northern Hemisphere and clockwise in the Southern Hemisphere. Their names in different countries : Hurricanes - United States, Typhoons - China Sea and Paci ﬁ c Ocean, Cyclones - Indian Ocean.",
            "100-120 da ys. The monsoon season in India lasts from June to September. The southwest monsoon (summer monsoon) brings the majorityof annual rainfall, blowing from the sea to land across the Indian Ocean, Arabian Sea, and Bay of Bengal. In contrast, the northeast monsoon (winter monsoon) blows from land to sea.",
            "In December and January, temperatures decrease from south to north, with the Northern Plains averaging 10°C to 15°C, while Chennai on the eastern coast sees averages of 24°C to 25°C. Days are warm, and nights are cold during this period.",
            "Windwar d side - The on-shore moisture laden winds are forced to rise after striking against the mountains and give heavy rainfall on the windward side. Leeward side - It receives little to no rainfall and is known as the rain shadow area. Orographic rainfall occurs when saturated air mass comes across a mountain.",
            "Milanko vitch theor y . Copernican heliocentrism, proposed by Copernicus in 1543, positions the Sun at the center, with Earth and other planets orbiting it. Plate tectonics is a scienti ﬁ c theory that explains how major landforms are created as a result of Earth's subterranean movements.",
            "Chennai and Thiruv ananthapur am. Thar desert experiences the highest diurnal range of temperature. This is because of the fact that sand (found in ample quantity in this region) gains and loses heat very quickly. As a result of this phenomenon, there is a wide difference between day and night temperatures in this region. The day temperature may rise to 50°C and drop down to near 15°C the same night. There is no sea closer to this area and hence there is no moderating effect.",
            "Central Asia generally experiences stronger winters compared to India due to its continental location and lack of moderating in ﬂ uences like large bodies of water. The Climate of India is the tropical monsoon climate type with regional variations in temperature, precipitation, and amount of rainfall because of the large geographical area.",
            "The western cyclonic disturbances which enter the Indian subcontinent from the west and the northwest during the winter months, originate over the Mediterranean Sea and are brought into India by the westerly jet stream.",
            "Climatic Groups According to Koeppen: A - Tropical: Average temperature of the coldest month is 18° C or higher. B - Dry Climates: Potential evaporation exceeds precipitation. C - Warm Temperate: The average temperature of the coldest month of the (Mid-latitude) climates is higher than minus 3°C but below 18°C. D - Cold Snow Forest Climates: The average temperature of the coldest month is minus 3° C or below. H - High Land: Cold due to elevation.",
            "P aci ﬁ c Ocean. El Nino is a complex weather system that occurs every 3-7 years, causing droughts, ﬂoods, and extreme weather globally. It involves warm ocean currents off Peru's coast in the Eastern Paci ﬁ c, affecting various regions, including India. El Nino is an extension of the warm equatorial current that temporarily replaces the cold Humboldt (Peruvian) Current, increasing water temperatures by 10°C.",
            "Nor Westers : Their notorious nature can be understood from the local nomenclature of ‘Kalbaisakhi’, a calamity of the month of Baisakh. These showersare useful for tea, jute and rice cultivation. In Assam, these storms are known as “Bardoli Chheerha”. Some Famous Local Storms: Blossom Shower: Useful for coffee ﬂowers blooming in Kerala. Loo : Hot, dry and oppressing winds blowing in the Northern plains.",
            "Meghala y a. The maximum rainfall of this season is received in the north-eastern part of the country. Mawsynram in the southern ranges of the Khasi Hills receives the highest average rainfall in the world. Mawsynram, the wettest place on the earth is also reputed for its stalagmite and stalactite caves. Rainfall in the Ganga valley decreases from the east to the west. Rajasthan and parts of Gujarat get scanty rainfall.",
            "hy dr ological cy cle. Components of the Hydrological Cycle : Evaporation - Water changes from liquid to gas, primarily from bodies of water.",
            "The southeast monsoon season. Four main seasons can be identi ﬁ ed in India : The hot weather season (March to May), The southwest monsoon season (June to September), The post - monsoon or retreating monsoon season (October to December), The cold weather season (January to February).",
            "La Nina. In La Nina, the tropical Paci ﬁ c trade winds become very strong and an abnormal accumulation of cold water occurs in the central and eastern Paci ﬁ c Ocean. El Nino is a climate pattern that describes the unusual warming of surface waters in the eastern tropical Paci ﬁ c Ocean. El Nino is the “warm phase” of a larger phenomenon called the El Nino-Southern Oscillation (ENSO).",
            "80%. Sea ice re ﬂ ects a signi ﬁ cant portion of sunlight, which is essential for regulating Earth’s temperature. As sea ice diminishes, more solar energy is absorbed by the ocean, resulting in higher temperatures. This change affects global climate patterns and contributes to the acceleration of climate change. Albedo is the percentage of solar radiation re ﬂ ected by a given surface.",
            "James Hansen. He is referred to as the “father of global warming” because of his early warnings about the phenomenon in the 1980s.",
            "T r opical monsoon climate. Koeppen’s Classi ﬁ cation of Climatic Regions of India is based on mean annual and monthly temperature and precipitation data. He identi ﬁ ed ﬁv e major climatic groups: four based on temperature (A, C, D, E for humid climates) and one on precipitation (B for dry climates). These groups are furtherdivided into types, indicated by small letters that describe seasonality: f (no dry season), m (monsoon), w (winter dry), and s (summer dry). Climatic Regions of India: Amw, As, Aw, BShw, BWhw, Cwg, Dfc, Et, E.",
            "6. There are six major controls of the climate of any place. They are: latitude, altitude, pressure and wind system, distance from the sea (continentality), ocean currents and relief features.",
            "1875. Indian Meteorological Department - An agency of the Ministry of Earth Sciences of the Government of India. It is the principal agency responsible for meteorological observations, weather forecasting and seismology. Formed - 15 January 1875. Headquarters - New Delhi. Regional oﬃ ces - Chennai, Mumbai, Kolkata, Nagpur, Guwahati and New Delhi.",
            "Western Cyclonic Disturbances are weather phenomena of the winter months brought in by the westerly ﬂow from the Mediterranean region. They usually in ﬂ uence the weather of the north and north-western regions of India. It originates over theMediterranean: The region which includes the Mediterranean Sea and seven Member States, either partially (France, Portugal, Italy, Spain) or completely (Greece, Malta, Cyprus).",
            "Jet str eams - A narrow belt of high altitude (above 12,000 m) westerly winds in the Troposphere. Their speed varies from about 110 km/h in summer to about 184 km/h in winter. The polar jet is located between the 50°-60° latitude lines in both the northern and southern hemispheres. The subtropical jet is located around the 30° latitude line.",
            "Marine west coast climate - Under the Koppen Climate Classi ﬁ cation, it comes under Warm Temperate (Mid-Latitude) Climates (Group C) and is represented by ‘Cfb’.",
            "Rainfall decreases from the east to the west in Northern India because there is a decrease in the moisture content of the winds. The monsoon approaches the Indian landmass in two branches: The Arabian Sea branch (The monsoon winds originating over the Arabian Sea) and the Bay of Bengal branch.",
            "A nticy clone - It is the center of high pressure, surrounded by closed isobars. Due to Coriolis force, blowing winds are de ﬂ ected from their paths to the right in the Northern hemisphere (Clockwise) and left in the Southern hemisphere (Anti clockwise). Cyclones that develop in the mid and high latitudes, beyond the tropical regions, are referred to as middle latitude or extratropical cyclones.",
            "Arunachal Pr adesh. Koeppen identi ﬁ ed a close relationship between the distribution of vegetation and climate.",
            "T r opical monsoon . A monsoon is a seasonal change in the direction of the prevailing, or strongest, winds of a region. It always blows from cold to warm regions. The Indian Meteorological Department (IMD) designates four o ﬃ cial seasons: Winter (December to early April); Summer or pre-monsoon (April to June); Monsoon or rainy (June to September) and Post-monsoon (October to December).",
            "Mahawat is the total amount of rainfall in the cold weather season, that is the winter season which is caused by the western cyclonic disturbances inthe north and north -western part of India.",
            "6. Kyoto Protocol: It was adopted on 11 December 1997 and entered into force on 16 February 2005. It was adopted in Kyoto, Japan. It was the result of the Rio-1992 and the United Nations Framework Convention on Climate Change (UNFCCC). Kyoto Protocol cover emissions of the six main greenhouse gases Carbon dioxide (CO2), methane (CH 4), nitrous oxide (N 2O), hydro ﬂ uorocarbons (HFCs), perﬂ uorocarbons (PFCs), and sulfur hexa ﬂ uoride (SF 6).",
            "Isonephs. Isocheim - A line on a map connecting points having the same average temperature in winter. Isohel - A line on a map connecting points having the same duration of sunshine. Isochalaz - A line of constant frequency of hail storms.",
            "Monsoon with dr y winter - It is mostly found in the Ganga Plain, eastern Rajasthan, Assam, and the Malwa Plateau. Amw (Monsoon type with a short dry winter season): This climate is found in the western coastal region, south of Mumbai.",
            "Montane climate - Found in Assam, Nagaland, Mizoram, Meghalaya, Manipur, Arunachal Pradesh, Higher hills of Tamil Nadu.",
            "E y e. The eye of a storm is usually circular and typically 25-40 miles in diameter. It is surrounded by an eyewall, where the most severe weather of a cyclone occurs.",
            "The difference in pressure over Tahiti (Paci ﬁ c Ocean) and Darwin in Northern Australia (Indian Ocean) is computed to predict the intensity of the monsoons. Factors Affecting Monsoon - The shift of the position of Inter Tropical Convergence Zone (ITCZ); The presence of the high-pressure area, east of Madagascar; Heating of The Tibetan plateau in summers; The movement of the jet streams; Southern Oscillation (SO) - Change of pressure between south Paci ﬁ c Ocean and eastern Indian Ocean.",
            "Mediterr anean climate: Clear skies and high temperatures; hot, dry summers and cool, wet winters. The climate is not extreme because of cooling from water bodies. This unique seasonal pattern makes it ideal for growing crops like olives, grapes, and citrus fruits.",
            "Below 25°C. Western Ghats - These are also known as the Sahyadri Hills. It covers six states - Gujarat, Maharashtra, Goa, Karnataka, Tamil Nadu, and Kerala.",
            "W esterly Wind. The polar easterlies are one of the ﬁv e primary wind zones, known as wind belts, that make up our atmosphere's circulatory system. Polar winds begin near the North and South Poles. The trade winds are air currents closer to Earth's surface that blow from east to west near the equator.",
            "P olar Easterlies . They emanate from the polar highs, areas of high pressure around the North and South Poles. They ﬂow to low-pressure areas in sub-polar regions. Easterlies (blow from the east) - It is the name of the permanent winds that come from the direction of their origin. Monsoon Winds - They are caused when the air over land gets heated and rises, causing winds to blow from the ocean toward land. Westerlies - Prevailing winds from the west toward the east in the middle latitudes.",
            "F alling air pr essur e. An elongated low-pressure area develops in the region extending from the Thar Desert in the northwest to Patna and Chotanagpur plateau in the east and southeast towards the end of May. Circulation of air begins to set in aroundthis trough. InterTropical Convergence Zone (ITCZ) - Low pressure region around which the southeast trade winds and the northeast trade winds converge.",
            "W eather . Climate - It is the long-term average of weather conditions, including temperature, humidity, precipitation, wind patterns, and other atmospheric elements, in a particular region over an extended period, typically 30 years or more. Q.494 . Which of the following pressure belts is known as the horse latitude? SSC CHSL 13/03/2023 (2nd Shift) (a) Equatorial Low Pressure (b) Sub - Polar Low Pressure (c) High Pressure (d) Sub - Tropical High Pressure Sol.494.(d) Subtr opical high pr essur e belts (Horse latitude) extend 30° N and 30° S. It is formed because the warm air rising from the equator moves towards the tropics in both hemispheres. Equatorial Low - Pressure belt extends from 0 to 5° North and South. The subpolar low pressure belt extends around latitudes 60° to 70° North and South. High Pressure belts are located at 70°- 90° North and South latitudes. There are majorly seven Pressure Belts on the surface of Earth i.e., the Equatorial Low, two Subtropical Highs, two Subpolar Lows, and two Polar Highs.",
            "Loess. It is a clastic, predominantly silt-sized sediment that is formed by the accumulation of wind - blown dust.",
            "1, 2 and 3. Coastal areas have moderate temperatures because the land absorbs and radiates heat much faster than sea. So, during the day cool air from the sea rushes towards the land and during the night cool air from the land rushes towards the sea.",
            "T r opical Humid Climate: Low range of temperature, Rainfall exceeds evapotranspiration for at least 270 days in a year, between Tropic of Cancer and Capricorn.",
            "Dw . Koeppen recognised six major climatic groups based on seasonal precipitation and temperature patterns. The six main groups are A (tropical), B (arid), C (temperate), D (continental), E (polar) and H (highland).",
            "40°-70°. India has a tropical climate because of the Himalayan mountain.",
            "A ndaman Sea (Burma sea in Thai) is a body of water to the southeast of the Bay of Bengal, south of Myanmar, west of Thailand and east of the Andaman Islands; it is a part of the Indian Ocean.",
            "T r opical Z one. The tropics are regions of the Earth that lie roughly in the middle of the globe. The temperature remains high throughout the year. There is no marked winter season.",
            "T r opical warm climates with average temperatures ranging between 27° C - 32° C. Lakshadweep (an archipelago of 36 islands in the Arabian Sea). Hot semi-arid climate - Thar Desert.",
            "Conv entional pr ecipitation occurs when the energy of the sun (or insolation) heats the earth's surface and causes water to evaporate, changing to water vapor. Most of India's rainfall is conventional. It is prevalent in equatorial regions. Orographic precipitation occurs when a topographic barrier like a mountain blocks the path of a movement of air horizontally. Frontal precipitation occurs along the zone of contact between a warm and cool air mass.",
            "Dendr oclimat ology . Bioclimatology (biometeorology) is the study of the relationships between climate (weather) and living organisms. Historical climatology is the study of historical changes in climate and their effect on civilization from the emergence of hominids to the present day. Geo climatology is the study of climate which deﬁ nes how it changes over time."
        ]
    },
    {
        "category": "Geography",
        "topic": "Industries",
        "notes": [
            "By the beginning of the 20th century, India was not competing in European and American markets because British policies had already eliminated Indian textile exports to these regions by the 19th century. The decline of Indian textiles in international markets occurred much earlier, during the late 18th and 19th centuries, following the Industrial Revolution in Britain.",
            "T ata Ir on and Steel Company (TISCO) : Founded by Jamsetji Tata and Dorabji Tata in 1907, It is located in Jamshedpur (Jharkhand). Visvesvaraya Iron and Steel Plant: Founded in 1923, this plant is situated in Bhadravathi (Karnataka), and specializes in the production of pig iron and steel. Indian Iron and Steel Company (IISCO): Established in 1918, IISCO is anintegrated steel plant located in Burnpur (West Bengal) and is part of Steel Authority of India Limited (SAIL).",
            "Alwar and Bhiwani. Cuttack (Odisha) is known for textile and handicraft industries, especially the silver ﬁligr ee (Tarakasi) work. Kota (Rajasthan) is famous for its engineering and chemical industries. Kanpur is a signi ﬁ cant industrial hub, historically known for its leather and textile industries. It is sometimes called the \"Manchester of the East.\" Agra is widely known for its tourism, but it also has industries related to leather goods, footwear, and marble stone carving. Jabalpur (Madhya Pradesh) is known for ordnance factories, defense-related industries, and manufacturing units. Bhopal (Madhya Pradesh) is a major industrial center with industries like electrical goods, chemicals, and the famous Bharat Heavy Electricals Limited (BHEL).",
            "BHEL (Bharat Heavy Electricals Limited) was established in 1964 and is headquartered in New Delhi. Reliance Industries Limited is an Indian multinational company based in Mumbai, Maharashtra. It was founded by Dhirubhai Ambani. The Tata Group is one of India's oldest and largest business conglomerates. It was founded in 1868 by Jamsetji Tata. The Adani Group is an Indian multinational conglomerate based in Ahmedabad, Gujarat. It was founded in 1988 by Gautam Adani.",
            "Chota Nagpur r egion. India has several industrial regions like Mumbai- Pune cluster, Bangalore-Tamil Nadu region, Hugli region, Ahmedabad -Baroda region, Chottanagpur industrial belt, Vishakhapatnam-Guntur belt, Gurgaon -Delhi-Meerut region and the Kollam-Thiruvanathapuram industrial cluster.",
            "Mumbai. The ﬁrst successful textile mill in India was the Bombay Spinning and Weaving Company, established in 1854 in Bombay (now Mumbai) by Cowasjee Nanabhoy Davar, a Parsi businessman and banker. Located in Tardeo, Bombay, it began production in 1856.",
            "Jamnagar . Crafts Centers of Gujarat : Kutch - Known for its rich tradition in embroidery and textile crafts. Surat - It is an important silk weaving center of India and is famous for silk brocades. Rajkot - It is popular for traditional and folk silver jewelry. Palitana - Known for making bronze sculptures. Ahmedabad (Manchester of India) - Famous for cotton textile works. The ﬁrst cott on textile mill was started in 1861.",
            "W est Bengal. West Bengal along with their notable industries: Durgapur (Iron and Steel), Kharagpur (Chemicals), Haldia (petrochemicals), Darjeeling (tea), Chittaranjan (Electric locomotives), Asansol (Coal, Iron and Steel), Kalyani (Heavy Engineering), Rishra (Textiles).",
            "Jute. The eight core industries are- Coal, Crude oil, Natural Gas, Petroleum re ﬁ nery products,Fertilizer, Cement, Steel, and Electricity generation.",
            "T atipaka Re ﬁ ner y - T elangana. Tatipaka Oil Re ﬁ nery is located in the East Godavari district in Andhra Pradesh. It was set up on 3rd September 2001. Some list of oil reﬁ neries: Vadinar Reﬁ nery (Gujarat), Kochi Re ﬁ nery (Kerala), Mangalore Reﬁ nery (Karnataka), Paradip Reﬁ nery (Odisha), Barauni Re ﬁ nery (Barauni in Bihar).",
            "Mahar ashtr a and Gujar at. Cotton is a tropical crop and it is raised in India as a Kharif crop. Climatic condition - Temperatures between 21 degrees Celsius and 30 degrees Celsius. It grows best in Black soil. India grows both short staple (Indian) cotton as well as long staple (American) cotton called ‘narma’ in north-western parts of the country.",
            "Chennai. South India Industries Limited in Madras, made an initiative to manufacture Portland cement. India entered into the Cement Era in 1914, when the Indian Cement Company Ltd. started manufacturing Cement in Porbandar in Gujarat.",
            "Digboi and Naharkatiy a. Digboi Oil ﬁ eld : One of the oldest oil ﬁelds in Asia, discovered in 1867, and home to Asia's oldest oil re ﬁ nery (Established in 1901). It is located in Tinsukia district, Assam. Naharkatiya Oilﬁ eld : Discovered in 1953, with oil production starting in 1954. It is located in Dibrugarh district, Assam. Other Oil Reﬁ neries in Assam - Noonmati Reﬁ nery, Numaligarh Re ﬁ nery, and Bongaigaon Reﬁ nery. Kosamba, Lunej, Mehsana, Nawagam, Ankleshwar and Kalol are oil-producing regions located in Gujarat.",
            "Bengaluru I. Nicknames of Indian Cities: Hyderabad - City of Pearls; Gurugram - Millennium City; Korba - Power Hub of India; Jamshedpur - Steel Capital of India; Nalanda - The Land of Knowledge; Guntur - Land of Chillies; Kashmir - Switzerland of India; Pondicherry - Paris of the East; Coimbatore - Manchester of South India; Chennai - Detroit of Asia.",
            "Hindustan Copper Limited . It is a public sector undertaking under the Ministry of Mines. The company was incorporated on 9th November 1967, under the Companies Act, 1956. Headquarters - Kolkata.",
            "Visakhapatnam. Hindustan Shipyard Limited (Visakhapatnam): It was set up by Scindia Steam Navigation Company and the ﬁrst ship was launched in 1948. It was taken over by the Government in 1952 and was renamed as Hindustan Shipyard Ltd. In 1962, the shipyard became a central public sector enterprise. Cochin Shipyard Limited (Kochi) - Incorporated in 1972 as a company fully owned by the Government.",
            "Gold. Kolar - Golden City of India. It is popularly known as the land of Silk, Milk, Mango, Gold. Other Gold mines - Hutti Gold Mines (Karnataka), Kolar Gold Fields (Karnataka), Lava Gold Mines (Jharkhand), Sonbhadra Mine (Uttar Pradesh), Parasi (Jharkhand), Dadam (Haryana).",
            "Odisha. Aluminum smelting plants - Korba, Alupuram, Renukoot, Mettur, Hirakud, Angul, Jharsuguda and Faridabad. Aluminium Companies in India - Hindustan Aluminium Company (Mumbai, Maharashtra), Vedanta Limited (Jharsuguda, Odisha), Sacheta Metals (Mumbai, Maharashtra).",
            "Chemical. India is the 6th largest producer of chemicals in the world and 3rd in Asia. Also the fourth-largest producer of agrochemicals after the United States, Japan and China.",
            "Chennai - It is contributing more than 40% of the country's auto parts and vehicles. The World's major automotive giants that operate in Chennai are TVS, Ashok Leyland, Royal Enﬁ eld, TI Cycle, TAFE, Hyundai, Mitsubishi etc.",
            "Karnataka. Kudremukh Mines is an iron ore mine located in the Bellary, Chitradurga, Chikkamagaluru, Tumkur belt. Other Iron ore mines : Chhattisgarh - Rowghat Mines, Bailadila. Odisha - Balda Block, Joda East, Gorumahisani, Jajang Rungta. Madhya Pradesh - Agaria Iron Ore mine.",
            "Nor thern Odisha. The iron ore mines are located near the coal ﬁelds in the northeastern plateau region. Odisha, Jharkhand, Chhattisgarh, Karnataka, Goa, Telangana, Andhra Pradesh, and Tamil Nadu account for approximately 95% of total iron ore reserves. Iron Ore and Percentage of iron : Magnetite - 72 %, Hematite - 60-70 %, Limonite - 40 to 60%, Siderite - 48 %.",
            "Rourk ela Steel Plant (Odisha - 1959 ). Established with the help of West German Industrial Corporations. Steel plants built in India during the Second Five Year Plan (FYP): Durgapur Steel Plant (West Bengal - Britain Cooperation), Bhilai Steel Plant (Chattisgarh - USSR Cooperation).",
            "The Muri Alumina Plant - Situated near Chota Muri at Swarnarekha River in Ranchi (Jharkhand). It was commissioned in 1948. Its capacity is 450 Kilo tonne per annum (present). The Mettur Plant, Tamil Nadu. Damanjodi - Located in the Koraput district (Odisha), famous for discovery of bauxite mines and setting up of NALCO (National Aluminium Company Limited).Q.529. Which of the following is NOT an example of a minor industrial region of India? Matric Level 28/06/2023 (Shift - 4) (a) Ambala-Amritsar region (b) Durg-Raipur region (c) Hugli region (d) Northern Malabar region Sol.529.(c) Hugli r egion. Minor Industrial regions : Jaipur- Ajmer, Indore- Dewas- Ujjain, Saharanpur-Muzaffarnagar- Bijnor, Kolhapur- South Kannada, Middle Malabar, Adilabad - Nizamabad, Prayag- Varanasi- Mirzapur, Bhojpur- Munger, Bilaspur- Korba, Brahmaputra valley. Major Industrial Regions of India: Kolkata - Hugli, Mumbai - Pune Belt, Bengaluru - Tamil Nadu Belt, Kollam - Thiruvananthapuram Belt, Visakhapatnam - Guntur Belt, Chotanagpur Plateau Belt, Ahmedabad - Vadodara Belt, Gurugram - Delhi - Meerut Belt.",
            "BALCO (Bharat Aluminium Company Limited, 1965) has two working units, one in Korba (Chattisgarh) and one in Bidhanbag (West Bengal). ICF (Integral Coach Factory, 1955) is located in Perambur, Chennai, Tamil Nad.",
            "Mahar ashtr a. The ﬁrst cotton mill in India was set up as a spinning mill in Bombay in 1854. By 1900, over 84 mills (mostly by Parsi and Gujarati businessmen) started operating there.",
            "Dy eing and ﬁ nishing. In the textile industry, the process begins with ﬁber production, followed by spinning to create yarn, and then knitting or weaving to form fabric. Next comes dyeing, printing, and ﬁnishing to enhance the fabric, and ﬁnally , garment manufacturing, involving cutting and sewing. Thus, the step following knitting is dyeing and ﬁnishing.",
            "Bauxite.",
            "Mahar ashtr a. They are woven by hand. They are made from very ﬁne mulberry silk.",
            "Kauna. Godna (Chattisgarh), Butta (Andhra Pradesh), and Miri Jims (Assam).",
            "Aluminium (after the iron and steel industry). It is light, resistant to corrosion, a good conductor of heat, malleable, and becomes strong when it is mixed with other metals. It is used to manufacture aircraft, utensils, and wires."
        ]
    },
    {
        "category": "Geography",
        "topic": "Biosphere Reserves",
        "notes": [
            "1-b, 2-c, 3-a.Q.538. In which state is Kawal Wildlife Sanctuary located ? SSC MTS 01/10/2024 (2nd Shift) (a) Telangana (b) Gujarat (c) Odisha (d) Maharashtra Sol.538.(a) T elangana. Kawal Tiger Reserve is located at Adilabad district in Telangana. It was declared a wildlife sanctuary in 1965 and later became part of the Kawal Tiger Reserve under Project Tiger in 2012. Other wildlife sanctuaries in Telangana - Pranahita wildlife sanctuary, Shivaram wildlife Sanctuary, Nagarjuna Sagar-Srisailam Tiger Reserve, Kinnerasani, and Manjira Wildlife Sanctuary.",
            "P achmarhi Biosphere Reserve is recognized for its rich biodiversity and has been designated as a UNESCO Biosphere Reserve in 2009. The Satpura mountain ranges across India from west to east and Pachmarhi lies directly in its centre. It comprises three protection sites: the Bori Sanctuary, Satpura National Park and Pachmarhi Sanctuary. Other Biosphere Reserve: Manas (Assam), Seshachalam (Andhra Pradesh), Agasthyamalai (Kerala and Tamil Nadu).",
            "18. The Government of India started the Biosphere Reserve scheme in 1986. This is guided by the UNESCO MAB programme, as India is a signatory to the landscape approach supported by MAB. The Nilgiri Biosphere Reserve was theﬁrst and Oldest biosphere reserve in India established in 1986.",
            "Campbell Ba y National P ark, established in 1992, spans 426.23 square km and is part of the Great Nicobar Biosphere Reserve. Other notable parks include Raimona National Park in Assam (famous for elephants and tigers), Mouling National Park in Arunachal Pradesh (known for temperate forests and Himalayan wildlife), and Papikonda National Park in Andhra Pradesh (noted for Eastern Ghats biodiversity).",
            "Mahar ashtr a. Tadoba National Park is located in the Chandrapur District. In 1955, it was given the designation of a National Park. Other National Parks of Maharashtra are Chandoli National Park, Navegaon National Park, Gugamal National Park, Sanjay Gandhi National Park.",
            "Uttar akhand. Nanda Devi Biosphere Reserve included in UNESCO World Heritage site in 1988. Some biosphere reserves in India: Cold Desert (Himachal Pradesh), Khangchendzonga (Sikkim), Dihang - Dibang (Arunachal Pradesh), Manas (Assam), Dibru - Saikhowa (Assam), Nokrek (Meghalaya), Panna (Madhya Pradesh), Pachmarhi (Madhya Pradesh).",
            "Gir for est. Asiatic lions are an endangered species and their availability is restricted only to the Gir National Park situated in Gujarat. India is the only country in the world to have both tigers and lions. Tigers are found in the forests of Madhya Pradesh, the Sundarbans of West Bengal. Number of Lions in India - 674. The ﬁrst tiger reserve in India was established in 1973 (Project Tiger).",
            "Both I and III ar e corr ect.",
            "Seshachalam. It is a Biosphere Reserve situated in the Seshachalam Hill ranges of the Eastern Ghats in southern Andhra Pradesh, covering a total area of 4755.9 km². Seshachalam SLBR was designated in 2011. It is known for its large reserves of Red Sandalwood.",
            "Rajasthan. Keoladeo National Park in Bharatpur district was declared a UNESCO World Heritage Site in 1985. States and National Parks: Rajasthan - Ranthambhore, Sariska. Gujarat - Gir, Marine. Odisha - Simlipal. Madhya Pradesh - Bandhavgarh, Fossil, Madhav, Sanjay-Dubri.",
            "1-c, 2-a, 3-d, 4-b.",
            "i-c, ii-d, iii-b, iv-a. Jim Corbett National Park (Uttarakhand) - Tiger; Sundarban National Park (West Bengal) - Bengal tiger; Dudhwa National Park (Uttar Pradesh) - Swamp deer and Tiger; Silent Valley National Park (Kerala) - Lion Tailed Macaque; Orang National Park (Assam) - One Horned Rhinoceros and the Royal Bengal Tiger.",
            "1-b, 2-a, 3-c, 4-d.",
            "Rann of Kachchh (Gujarat). It is the only home to wild ass in India. The sanctuary was set up in 1972.",
            "Gaur . First population estimation exercise of the Indian Gaur (Bison) was carried out in the Nilgiris Forest Division (Tamil Nadu).",
            "Gulf of Mannar Biospher e Reser v e (Tamil Nadu, India’s ﬁrst marine biosphere reserve) .Biosphere Reserves-Seshachalam (Andhra Pradesh), Khangchendzonga (Sikkim), Pachmarhi (Madhya Pradesh).",
            "W est Bengal. Gorumara National Park was established in 1994. It is primarily known for its population of Indian rhinoceros. Other National Parks : West Bengal - Jaldapara, Sunderban, Singalila, Neora. Assam - Kaziranga, Nameri, Manas. Uttarakhand - Jim Corbett, Rajaji, Gangotri. Bihar - Valmiki. Rajasthan - Ranthambore, Keoladeo. Madhya Pradesh - Kanha, Van Vihar, Satpura.",
            "A ndhr a Pr adesh. Nelapattu Bird Sanctuary - It is an important breeding site for spot-billed pelicans (Pelecanus philippensis). Other bird sanctuaries in Andhra Pradesh - Kolleru, Uppalapadu, Telineelapuram and Telukunchi. Tamil Nadu - Karikili Birds Sanctuary, Chitrangudi. Karnataka - Ranganathittu, Attiveri. Madhya Pradesh - Ghatigaon, Karera Bustard Sanctuary.",
            "India. The natural habitat of the Indian lion is the Gir forest in Gujarat. Tigers are found in the forests of Madhya Pradesh, the Sundarbans of West Bengal. Number of Lions in India - 674. In 2023, the tiger population in India was recorded at 3682.",
            "K eibul Lamjao National P ark in Manipur . IUCN Headquarter is at Gland, Switzerland. The 7 categories of the IUCN Red List are Data De ﬁ cient (DD), Least Concern (LC), Near Threatened (NT), Vulnerable (VU), Endangered (EN), Critically Endangered (CR), Extinct In The Wild (EW), Extinct (EX).",
            "Dolomite mining. Deforestation and large-scale developmental projects are the main reasons for the depletion of the Buxa Tiger Reserve.",
            "T amil Nadu. There are 33 Elephant Reserves in India. The very ﬁrst elephant reserve or elephant sanctuary was the Singhbhum Elephant Reserve of Jharkhand.",
            "Meghala y a (South Garo Hills District). The sanctuary is named after a rare insectivorous Pitcher Plant that is endemic to this region only.",
            "Br ahmaputr a. Laokhowa Wildlife Sanctuary is protected area located in the state of Assam. This wildlife sanctuary covers 70.13 km2, on the south bank of the Brahmaputra River in Nagaon district.",
            "Chhattisgarh (Balodabazar district). It was established in 1976 under the Wildlife Protection Act, 1972. The Jonk River ﬂows through the sanctuary, which is a tributary of the Mahanadi river.",
            "Karnataka. Kali Tiger Reserve is a protected area and tiger reserve in Uttara Kannada district, in Karnataka. The park is a habitat of Bengal tigers, black panthers, and Indian elephants, amongst other distinctive fauna. The Kali River ﬂows through the whole tiger reserve.",
            "K er ala. Other Wildlife Sanctuaries in Kerala : Eravikulam, Periyar, Shendurney, Chinnar, Parambikulam, Idukki, Wayanad, Thattekad.",
            "Karnataka.",
            "K er ala (in Kollam District). It has a unique wetland ecosystem and a large palm shaped waterbody. Ashtamudi Wetland is included in the list of wetlands of international importance.",
            "Bhitarkanika Wildlif e Sanctuar y (Odisha) is a Ramsar site and is one of India’s biggest estuarine crocodile habitats and a major coastal ecosystem.Q.568. Which wildlife sanctuary is a tri-state protected area in northern India? It is also famous for the Critically Endangered gharial, the red-crowned roofed turtle and the Endangered Ganges river dolphin? SSC CHSL 20/10/2020(Afternoon) (a) National Chambal Sanctuary (b) Chinnar Wildlife Sanctuary (c) Dandeli Wildlife Sanctuary (d) Bhadra Wildlife Sanctuary Sol.568.(a) National Chambal Sanctuar y is located on the Chambal River near the tri-point of Rajasthan, Madhya Pradesh and Uttar Pradesh.",
            "K odagu (Coorg). Brahmagiri Wildlife Sanctuary is situated on the border between Wayanad District of Kerala state on the south and Kodagu District in Karnataka on the north side.",
            "Namdapha National P ark (Arunachal Pradesh). It has more than 1,000 ﬂor al and about 1,400 faunal species. It is a biodiversity hotspot in the Eastern Himalayas."
        ]
    },
    {
        "category": "Geography",
        "topic": "Physiographic Division of India",
        "notes": [
            "Deccan Plateau: The southernmost plateau, covering parts of Maharashtra, Karnataka, Andhra Pradesh, and Telangana. Satpura Range: Located to the north of the Deccan Plateau and runs through Madhya Pradesh and Maharashtra. Vindhya Range: Lies further north of the Satpura Range, stretching across Madhya Pradesh and separating the northern plains from the southern plateaus. Malwa Plateau: Located to the north of the Vindhya Range, covering parts of Madhya Pradesh and Rajasthan.",
            "Deser t like the ‘Thar Desert’ experience extreme temperature variations due to low moisture, sparse vegetation, and clear skies. Daytime temperatures can reach up to 50°C, while nights drop to around 15°C, creating a difference of about 35°C in 24 hours.",
            "Himala y a : It acts as a natural barrier, blocking cold winds from Central Asia and protecting the climate of India. This mountain range effectively protects the subcontinent, and maintains its relatively warm temperatures. Coastal area : Allows winds from the sea to enter India.",
            "Jaisalmer . Barchan, crescent-shaped sand dune produced by the action of wind predominately from one direction. The Indian desert lies west of the Aravali Hills, with sandy plains and sand dunes. It receives very low rainfall (below 150 mm annually) and has an arid climate with sparse vegetation.",
            "Pir P anjal Range in the Himalayas is a part of the Lesser Himalayas. The Pir Panjal Range starts near PatniTop in Jammu and Kashmir and runs through Himachal Pradesh toGarhwal. The Purvanchal Himalayas, also known as the Eastern Hills, are a mountain range in northeastern India. This range includes the Patkai Hills, the Naga Hills in Nagaland, the Manipur Hills in Manipur, and the Mizo Hills in Mizoram.",
            "She v ar o y hills. The Eastern Ghats are a series of discontinuous low hills with an average elevation of 600 meters. They extend parallel to the east coast, from the southern part of the Mahanadi valley to the Nilgiri hills. The highest peak in this region is Jindhagada Peak (1,690 meters). Notable hills in the Eastern Ghats include : Mahendragiri and Niyamgiri hills in Odisha, Nallamala hills (Andhra Pradesh), and Kollimalai and Pachaimalai hills in Tamil Nadu.",
            "Khasi hills: These are part of the Meghalaya subtropical forests ecoregion and, along with the Garo and Jaintia Hills, contribute to the state of Meghalaya, meaning \"abode of the clouds\" in Sanskrit. Mawsynram, located about 16 kilometers west of Cherrapunji, is recognized as the wettest place on Earth, receiving a higher annual average rainfall than Cherrapunji.",
            "Mahendr agir . This hill was once believed to be the highest peak in the Eastern Ghats. However, in April 2011, a team led by Mr. Venkat Reddy Y found that the elevation of Mahendra Giri Hill is actually 1,501 meters. Jindhagada Peak: After this discovery, it was determined that the highest peak in the Eastern Ghats is Jindhagada Peak, which stands at 1,690 meters. It is located in the Araku Valley in Andhra Pradesh.",
            "Kashmir Himala y as. Karewa - thick deposits of glacial clay and moraines. These are the ﬂat topped mounds that border the Kashmir Valley on all sides. The other Himalayan sub-divisions are: Uttarakhand Himalayas: Between the Ravi and Kali rivers. Arunachal Himalayas: Between the Tista and Brahmaputra rivers. Sikkim Himalayas: Between the Kali and Teesta rivers.",
            "Miz o Hills (Mizoram and Manipur). The highest point of Mizo hills is the Blue Mountain. Eastern Hills (The Purvanchal) are the southward extension of Himalayas running along the north-eastern edge of India.",
            "Kannad plains (Between Goa and Mangalore) .Malabar coast - Extends from the southern part of Goa to Kanyakumari.",
            "Shiwaliks. They extend over a width of 10-50 Km and have an altitude varying between 900 and 1100 metres. They have low hills like Jammu Hills, etc. Pir Panjal and Dhauladhar are important ranges of lesser Himalayas.",
            "F r om W est t o East. The Peninsular Plateau of India lies south of the Northern Plains, with an average elevation of 600-900 m. It consists of smaller plateaus and hill ranges with river basins and valleys. The plateau is divided into three groups: Central Highlands (e.g., Malwa, Bundelkhand), Deccan Plateau (e.g., Maharashtra, Karnataka), and Northwestern Plateau (e.g., Aravalli, Vindhya, Satpura ranges).",
            "P atkai Bum Hills. Patkai Hills (Arunachal Pradesh, Nagaland and Upper Burma region of Myanmar). Western Ghats {Anamudi (highest peak), Mannamala, Meesapulimala, Doddabetta peak, Kolaribetta Peak, etc). The Mizo Hills, located in the southeastern Mizoram state, were formerly called Lushai Hills.",
            "600 metr es. Eastern Ghats comprises the discontinuous and low hills that are highly eroded by the rivers such as the Mahanadi, the Godavari, the Krishna, the Cauvery, etc. The Eastern Ghats are a mesmerising mountain range that extends across the states of Odisha, Andhra Pradesh, Telangana, Karnataka, and Tamil Nadu.",
            "a and d.",
            "Duns are structurally formed valleys covered with boulders and gravelfrom the erosion of the Himalayas and Shivalik uplands. Major duns in the region include Dehra, Kohtri, Chaukham, Patli, and Kota, with Dehradun being the largest at 35 km long and 25 km wide.",
            "T ethys geosynclines. The northward drift of the Indian Plate resulted in the collision of the plate with the much larger Eurasian Plate. Due to this collision, the sedimentary rocks which were accumulated in the geosyncline known as the Tethys were folded to form the mountain system of western Asia and Himalaya.",
            "K onkan coast. The central stretch of Arabian Sea is called the Kannad Plain, while the southern stretch is known as the Malabar coast. In the Bay of Bengal, the northern part is called the Northern Circar, and the southern part is the Coromandel Coast.",
            "The Nor th Indian Plain is formed by alluvial deposits brought by rivers such as the Indus, Ganga, and Brahmaputra. These plains stretch about 3,200 km from east to west and are divided into three zones: Bhabar, Tarai, and Alluvial plains. Bhabar is a narrow belt near the Shiwalik foothills, while Tarai lies south of it. The alluvial plains include the Khadar (new alluvium) and Bhangar (old alluvium).",
            "Ar a v alli r ange. It runs approximately 670 km (430 mi) in a south-west direction, starting near Delhi, passing through southern Haryana and Rajasthan, and ending in Gujarat. The highest peak is Guru Shikhar at 1,722 metres (5,650 ft). Vindhya range forms a dividing line between the Ganges Plain and the Deccan Plateau. Satpura range is situated between two west ﬂowing rivers - Narmada and Tapi.",
            "a and c. The highest peak in the Western Ghats is Anamudi (2,695 metres).",
            "Deccan plateau. Its broad base is ﬂank ed by the Satpura Range to the north, while the Mahadev, Kaimur Hills, and Maikal Range extend to the east. The Deccan Plateau is higher in the west and slopes gently eastwards.",
            "The P eninsular plateau is a tableland composed of the old crystalline, igneous and metamorphic rocks. This plateau consists of two broad divisions, namely, the Central Highlands and the Deccan Plateau. The part of the Peninsular plateau lying to the north of the Narmada river. The Indian desert lies towards the western margins of the Aravali Hills. It is an undulating sandy plain covered with sand dunes. The northern plain is formed of alluvial soil. The Himalayas, geologically young and structurally fold mountains stretch over the northern borders of India.",
            "Backwaters: The inland water bodies, often formed by the merging of rivers and lakes or by the back ﬂ ow of seawater, creating a network of interconnected waterways. In Kerala, these backwaters are locally known as kayals.",
            "The Nor th Indian Plains has been formed by the interplay of the three major river systems, namely the Indus, the Ganga and the Brahmaputra along with their tributaries, which makes its soil highly fertile. Alluvial soil is the major soil found in the plains. The swampy belt of the plains is known as terai.",
            "2.4 %. The land mass of India has an area of 3.28 million square km. India is the seventh largest country in the world. Largest countries in the world: Russia, Canada, China, United States, Brazil, Australia, etc.",
            "Madhy a Pr adesh. The Standard Meridian - A longitude that determines a standard time for the whole country.",
            "Rajasthan. Indian states biggest in terms of area: Rajasthan, Madhya Pradesh, Maharashtra, Uttar Pradesh, Gujarat. Smallest state (in terms of area) - Goa. Smallest Union Territories (in terms of area) - Lakshadweep, Daman and Diu, Chandigarh, Puducherry, Dadra and Nagar Haveli, Delhi.",
            "7516.6 km. Length of Coastline of the Indian mainland - 6100 km. The Coast of the Indian mainland is surrounded by Arabian Sea in the west, Bay of Bengal in the east , and Indian Ocean in the south. India's coastline extends to Nine states (Gujarat, Maharashtra, Goa, Karnataka, Kerala, Tamil Nadu, Andhra Pradesh, Odisha, and West Bengal). Largest coastline - Gujarat (1214 km).",
            "300 . In other words, there is a fall of just one meter for every 6 km. Therefore, the river develops large meanders. Ambala is located on the water divide between the Indus and the Ganga river systems.",
            "Delta. Meander is a pronounced curve or loop in the course of a river channel. Floodplains are an area of low-lying ground adjacent to a river, formed mainly by ﬂooding of rivers and the deposition of sand sediments on the riverbanks.",
            "Daman. Radhanagar Beach (Havelock Island, Andaman). Juhu Beach, Mumbai. Ramakrishna Beach (Andhra Pradesh), Candolim Beach (Goa). Marina beach (Chennai) is India's longest and the world's second longest beach. Puri Beach (Golden beach), Odisha.",
            "1,2 and 4. The northeastern part of India is marked by the presence of big rivers, dissected relief, dense forests, frequent ﬂoods, landslides, international frontiers, etc. The ﬁrst r ailway proposals for India were made in Madras in 1832. As a result, the country got its ﬁrst train in the form of the Red Hill Railway which was built with the sole purpose of transporting granite for road-building in 1837.",
            "Banihal pass (Jammu and Kashmir) is situated in the Pir - Panjal Range. It connects Banihal with Qazigund. Mana Pass (Uttarakhand) is located in the Greater Himalayas and connects Tibet with Uttarakhand. Bara lacha pass - Connects Himachal Pradesh's Lahaul area with Ladakh. Zojila Pass connects Leh and Srinagar.",
            "Bhabar is a narrow belt lying parallel to the slopes of the Shiwaliks in Uttarakhand. It is narrow in the east and wide in the western and northwestern hilly regions. It comprises gravel and un-assorted sediment deposits. Crop cultivation is not possible in this tract, only giant trees with deep roots grow.",
            "Nor th-east India, the easternmost region of the country, comprises eight states: Arunachal Pradesh, Assam, Manipur, Meghalaya, Mizoram, Nagaland, Tripura, and Sikkim.",
            "E cological diversity includes species diversity, genetic diversity, and ecosystem diversity. They are collectively considered biodiversity. It is the sum of all kinds of animals and plants living on this earth along with their habitat.",
            "T awang. Kalimpong, Alipurduar, and Jalpaiguri are the districts in West Bengal.",
            "Uttar Pr adesh. This site was ﬁrst identiﬁ ed by Sir Alexander Cunningham in 1862 but excavated by R C Gaur in 1962.",
            "Arunachal Pr adesh. Himalayas in the Darjeeling and Sikkim regions lie in an east-west direction.",
            "Mangsha Dhur a P ass. Other passes in Uttarakhand: Kalindi Pass, Lipulekh Pass, Mana Pass, Auden's Col, Muling La, Nama Pass, Niti Pass, Traill's Pass.",
            "Bihar . Odisha is surrounded by 4 states: Andhra Pradesh from the south, Chhattisgarh from the west and Jharkhand and West Bengal from the north.",
            "Shipki La - From here, Satluj traverses through many Himalayan valleys before it merges with Chenab in Pakistan before landing into Indus.",
            "Elephanta island is located in Mumbai Harbour of the Arabian Sea. Pamban (between peninsular India and Sri Lanka), Parikud (Odisha), and Sriharikota (Andhra Pradesh)."
        ]
    },
    {
        "category": "Geography",
        "topic": "Transportation",
        "notes": [
            "67,956 km. The length of the Indian Railways network, according to the Railway Yearbook 2019-20 : Broad gauge - The distance between the rails is 1.676 meters, with a total length of 63,950 km. Metre gauge - The distance between the rails is 1 meter, with a total length of 2,402 km. Narrow gauge - The distance between the rails is either 0.762 meters or 0.610 meters, with a total length of 1,604 km.",
            "Uttar Pr adesh. The longest railway track in India is the Dibrugarh-Kanyakumari Vivek Express (approx 4200 km), running from Dibrugarh in Assam to Kanyakumari in Tamil Nadu. The shortest railway line is the 3-kilometer route between Nagpur and Ajni in Maharashtra. The ﬁv e states with the largest route kilometers are Uttar Pradesh, Rajasthan, Maharashtra, Gujarat, and Andhra Pradesh.",
            "Sikkim is predominantly mountainous, characterized by steep slopes and rugged terrain, which complicates the construction of rail infrastructure.",
            "Sea and air . India has a coastline of approximately 7,516.6 km, making maritime transport essential for international trade. According to the Ministry of Shipping, about 95% of India's trade by volume and 70% by value is conducted via sea routes. A smaller portion of trade occurs through land routes to neighboring countries, including Nepal, Bhutan, Bangladesh, and Pakistan.",
            "Second. India has the second largest road network in the world after the USA. India’s road network stands at over 63,71,847 km. This comprises National Highways, Expressways, State Highways, Major District Roads, other District Roads and Village Roads (Ministry of Road Transport & Highways Annual Report FY 2021-22). Q.621 . As of Financial year 2019, which of the following states has the highest road density in India? SSC CGL 19/09/2024 (1st Shift) (a) Haryana (b) Tamil Nadu (c) Kerala (d) Punjab Sol.621.(c) K er ala. As of the ﬁnancial y ear 2019, Kerala had the highest road density among states, with 6.7 thousand kilometers of roads per one thousand square kilometers. Among union territories, Chandigarh had the highest road density in India, with over 22.6 thousand kilometers per one thousand square kilometers. Road density refers to the total length of all roads in a country, including highways, national roads, and city or rural roads, compared to the country's land area.",
            "NW 5. It connects the states of Odisha and West Bengal, stretching 623 km in total, with 91 km in West Bengal and 532 km in Odisha. National Waterway-1 (NW-1) spans the Ganga-Bhagirathi-Hooghly river system from Prayagraj, Uttar Pradesh, to Haldia, West Bengal. National Waterway-2 covers 891 km of the Brahmaputra River between the Bangladesh border near Dhubri and Sadiya in Assam. National Waterway-3, also known as the West Coast Canal, is a 168 km route in Kerala from Kollam to Kottapuram.",
            "87%. The Road Transport Sector handles about 60% of freight traﬃ c in India. For passenger traﬃ c, roads account for 87%, railways for 12%,and both air and waterways contribute approximately 0.5% each, as per the Ministry of Road Transport and Highways.",
            "Chennai P or t started its commercial operations in 1881. The major ports on the eastern coast : Tuticorin - Tamil Nadu, Ennore - Tamil Nadu, Chennai - Tamil Nadu, Haldia and Kolkata - West Bengal, Paradip - Odisha, Visakhapatnam - Andhra Pradesh, Port Blair - Andaman and Nicobar Islands.",
            "Jawaharlal Nehru P or t (Nhava Sheva), established on 26 May 1989, is India's second-largest container port, following Mundra Port. New Mangalore Port, in Karnataka, is operated by the New Mangalore Port Trust. Mormugao Port, commissioned in 1885, is located on Goa's western coast.",
            "1998. Indian Railways founded the Konkan Railway on 19th July 1990. Konkan Railways crosses 146 river streams, nearly 2000 bridges, and 91 tunnels. The states of Maharashtra, Goa, and Karnataka are partners in this undertaking.",
            "Manali t o Lahaul-Spiti. Atal Tunnel (also known as Rohtang Tunnel) is a highway tunnel built under the Rohtang Pass in the eastern Pir Panjalrange of the Himalayas on the Leh-Manali Highway in Himachal Pradesh. It reduces the distance between Solang Valley and Sissu by approximately 46 km. Pir Panjal Railway Tunnel - India's longest transportation railway tunnel.",
            "1-d, 2-b, 3-a, 4-c. Other major ports of India: Andhra Pradesh - Visakhapatnam Port. Tamil Nadu - Kamarajar Port, Chennai Port, Tuticorin Port.",
            "1953. The Air Corporations Act of 1953 led to the nationalization of Indian airlines and the formation of two corporations: Indian Airlines for domestic routes and Air India International for international routes.",
            "1-b, 2-a, 3-d, 4-c.",
            "1943. The Howrah Bridge is a balanced steel bridge over the Hooghly River in West Bengal, India. At the time it was built the name given to it was the New Howrah Bridge. It was renamed Rabindra Setu in 1965 after the great Bengali poet Rabindranath Tagore. But it is still popularly known by the name Howrah Bridge.",
            "5846 km. The Golden Quadrilateral is a major highway network connecting four megacities in India: Delhi, Kolkata, Chennai, and Mumbai. The routes are Delhi-Kolkata via NH-2, Mumbai-Delhi via NH-8, Mumbai-Chennai via NH-4, and Chennai-Kolkata via NH-5. The National Highways Authority of India, established in 1988, operates under the Ministry of Road Transport and Highways.",
            "Ministr y of P etr oleum and Natur al Gas. Some major pipelines in India: Hazira-Bijaypur-Jagdishpur Pipeline - India's longest gas pipeline, which runs from Gujarat to Uttar Pradesh. Jamnagar-Loni LPG Pipeline - It transports LPG from Jamnagar to Loni near Delhi. Naharkatia-Nunmati-Barauni Pipeline - India's ﬁrst crude oil pipeline, which runs from Assam to the Barauni reﬁ nery.",
            "Allahabad-Haldia str etch (1,620 km). It is divided into three parts for developmental purposes - (i) Haldia-Farakka (560 km), (ii) Farakka-Patna (460 km), (iii) Patna Allahabad (600 km). National Waterways (NW) of India : NW 2 - Sadiya-Dhubri stretch (891 km). NW 3 - Kottapuram-Kollam stretch (205 km). NW 4 - Speci ﬁ c stretches of Godavari and Krishna rivers along with Kakinada-Puducherry stretch of canals (1078 km). NW 5 - Speci ﬁ ed stretches of river Brahmani along with Matai river, delta channels of Mahanadi andBrahmani rivers and East Coast canals (588 km).",
            "13. Ports and State : Chennai Port (Tamil Nadu), Ennore Port (Tamil Nadu), Shyama Prasad Mukherji Port (West Bengal), Deendayal Port (Gujarat), Kochi Port (Kerala), Port Blair (Andaman and Nicobar Islands), New Mangalore Port (Karnataka), Mormugao (Goa), Mumbai Port (Maharashtra), Paradip Port (Odisha), Tuticorin Port (Tamil Nadu).",
            "1. Sher Shah Suri built the Shahi (Royal) Road to strengthen and consolidate his empire from the Indus Valley to Bengal's Sonar Valley. This road was renamed the Grand Trunk (GT) Road during British rule, connecting Kolkata and Peshawar. Currently, it extends from Amritsar to Kolkata and is divided into two segments: National Highway (NH)-1 from Delhi to Amritsar and NH-2 from Delhi to Kolkata.",
            "1911. Air Transportation: Air transport in India was launched between Allahabad and Naini (10 km). George Light started Air Transport in India. The ﬁrst airmail ﬂight was piloted by French pilot Henri Pequet. Air transport was nationalised and two Corporations, Air India International and Indian Airlines were formed in 1953.",
            "Pipelines are cost-effective and can transport large volumes of liquids or gasses over long distances with minimal environmental impact. Advantages - Dedicated Infrastructure, Minimized Handling, Continuous Flow, Cost-Effective, Environmental Bene ﬁ ts,Energy E ﬃ ciency, Reduces Congestion. Naharkatia-Noonmati -Barauni Pipeline is theﬁrst crude oil pipeline constructed in India. Jamnagar-Loni LPG Pipeline is India's longest pipeline.",
            "Monthly Channel. The six communication mail channels in India: Rajdhani (Yellow colored mailboxes are installed at post o ﬃ ces), Metro (Blue colored mailboxes are installed at post oﬃ ces), Green (Green colored mailboxes are installed at post o ﬃ ces in large and metropolitan cities), Business (Physical mail that is commercial in nature), Periodical (Intended for newspapers, magazines, and other periodical publications) and Bulk (Consists of letters, newsletters, lea ﬂ ets, and other similar products).",
            "Border Roads Organisation (BRO): Functions under the control of the Ministry of Defence. Formation - 1960. Headquarters - Seema Sadak Bhawan (New Delhi). National Highways Authority of India - Formed under the NHAI (National Highways Authority of India Act) in 1988. Headquarters - New Delhi. It operates under the Ministry of Road Transport and Highways.",
            "Bhar atmala. This centrally funded project is an ecosystem of road development which includes development of tunnels, bridges, elevated corridors, ﬂy overs, overpasses, interchanges, bypasses, ring roads etc. Golden Quadrilateral - Highway network which links 4 largest metropolises: Delhi (north), Kolkata (east), Mumbai (west), and Chennai (south). Setu Bharatam - To make all National Highways free of railway level crossings.",
            "A mritsar-K olkata. Grand Trunk Road (built by Sher Shah Suri) - One of the oldest road routes in India. Length - 2400 km. It links Central Asia to the Indian Subcontinent. The route was called Uttarapatha. NH-44 - India’s longest highway. NH-548 - India’s shortest highways.",
            "NW - 2 (891 Km) Between Sadiya and Dhubri on river Brahmaputra. Pandu port (Assam) is the largest river port in Assam. NW - 1 (1620 km): Ganga - Bhagirathi - Hooghly River (Allahabad - Haldia). It is the longest and oldest National Waterways in India. NW-10: Amba River. NW-69: It is the smallest waterway (5 km).",
            "Eastern Railwa y . Formed on - 14 April 1952 by amalgamating three lower divisions of the East Indian Railway: Howrah, Asansol and Danapur, the entire Bengal Nagpur Railway (BNR) and the Sealdah division of the erstwhile Bengal Assam Railway. Headquarters - Kolkata. Kalka Mail of Eastern Railway is the oldest running train in the history of Indian Railways.",
            "National Highwa ys A uthority of India (NH AI) - Operationalised in 1995 and established under the National Highways Authority of India Act, 1988. Headquarters - New Delhi. Other organizations:- Border Roads Organization (BRO) - Formed, 7 May 1960. Headquarters - New Delhi. Center for Railway Information System (CRIS) - Founded, July 1986. Headquarters - New Delhi. Inland Waterways Authority of India (IWAI) - Founded, 27 October 1986 and headquartered - Noida (Uttar Pradesh).",
            "Nilgiri Mountain Railwa y . Darjeeling Himalayan Railway (In UNESCO list in 1999), Kalka Shimla Railway (2008) and Chhatrapati Shivaji Terminus, Mumbai (2004). There are 43 World Heritage Sites in India. Out of these, 35 are cultural, seven are natural, and one, Khangchendzonga National Park, is of mixed type (As of October 2024).",
            "Mumbai P or t - India’s largest natural port. Chennai Port (Madras Port) - It is a man-made, all-weather harbor with wet docks, the largest port in the Bay of Bengal. Deendayal Port (Kandla Port) - Largest port of India by volume of cargo handled. Kolkata Port (Shyama Prasad Mookerjee Port) - Oldest operating port in India, built by East India Company.",
            "National W ater wa y (NW ) - 99. NW - 1 (Ganga - Bhagirathi - Hooghly): The longest waterways in India (Prayagraj to Haldia) - Uttar Pradesh, Bihar, Jharkhand & West Bengal. NW - 2 (Brahmaputra River) - Assam. NW - 3 (West Coast Canal and Champakara and Udyogamandal Canals) - Kerala. NW - 98 (Sutlej River) - Punjab and Himachal Pradesh. NW - 10 (Amba River) - Maharashtra. NW - 93 (Simsang River) - Meghalaya. NW - 83 (Rajpuri Creek) - Maharashtra. NW - 111 (Zuari River) - Goa. NW - 73 (Narmada River) - Gujarat and Maharashtra. NW - 97 (Sundarbans Waterways) - West Bengal.",
            "Six. Classi ﬁ cation of Roads : Expressways, National highways, State highways, District roads, Rural roads, and Border roads or Project roads. NH-44 is the longest national highway in India with a length of 3745 Kilometers running from Srinagar in the north to Kanyakumari in the south.",
            "Visakhapatnam - It is a major port (total 13 in India) located in Andhra Pradesh coast of Bay of Bengal. It is a natural harbor. The major commodities in this port include Iron ore, manganese ore, steel products, general cargo, coal and crude oil.",
            "Mahar ashtr a. It will be India's 13th port. Other ports of India: Largest Port - Mumbai Port. Deepest Sea Port - Gangavaram Port (Andhra Pradesh). Largest Arti ﬁ cial Port - Jawaharlal Nehru Port.",
            "Ennor e (Kamarajar port). Located - Coromandel Coast, Tamil Nadu. The Kochi International Container Transshipment Terminal (ICTT), locally known as the Vallarpadam Terminal, is the ﬁrst transshipment terminal in India and the ﬁrst container terminal to operate in a SEZ (Special Economic Zone).",
            "P aci ﬁ c. Trans-Siberian Railway is the longest railway, connecting St. Petersburg to Vladivostok on the Paci ﬁ c coast.",
            "Odisha. National Waterway - 96 passes through the states of Jharkhand, Orissa, and West Bengal.",
            "Narr ow gauge. There are mainly four types of railway gauge used in India: Broad Gauge- wide gauge or large line - 5 ft 6 inches (1676 mm). Standard gauge (Delhi Metro)- 4 ft 81 2 inches (1435 mm). Meter Gauge- 3 ft 33 8 inches or 1,000 mm. Narrow Gauge (Small Line)- 2 ft 6 in (762 mm).",
            "Mahar ashtr a. The ancient port, Sopara (capital of the ancient Aparanta) - In ancient times, it was the largest township on India's west coast, trading with Mesopotamia, Egypt, Cochin, Arabia and Eastern Africa.",
            "F azilka t o Mana. Fazilka (Punjab) - Rishikesh - Badrinath - Mana (Uttarakhand).Q.658. Which of the following ancient ports was situated on the Malabar Coast? SSC CPO 25/11/2020(Morning) (a) Barygaza (b) Muziris (c) Tamralipti (d) Palur Sol.658.(b) Muziris P or t. It became popular when Babylonians, Assyrians, and Egyptians came to the Malabar Coast in search of spices in 3000 BC.",
            "14,500 km. To promote Inland Water Transport (IWT), 111 waterways (5 existing and 106 new) were declared National Waterways under the National Waterways Act, 2016, effective from 12th April 2016.",
            "NH 17. It connects Panvel in Maharashtra to Kanyakumari in Tamil Nadu state."
        ]
    },
    {
        "category": "Geography",
        "topic": "Population",
        "notes": [
            "T wo. First - Houselisting/Housing Census under which details of all buildings, permanent or temporary, are noted with their type, amenities, and assets. Second - Population Enumeration where more detailed information on each individual residing in the country, Indian national or otherwise is noted. The ﬁrst non-synchr onous census was conducted in 1872 under Lord Mayo's administration, while the ﬁrst synchr onous census took place in 1881 under W.C. Plowden. The 16th Census (2021) was postponed due to the COVID-19 pandemic.",
            "According to the 2011 Census of India, the overall literacy rate is 74.04%, with the youth literacy rate being about 9% higher than the adult rate. The female literacy rate is 65.46%.",
            "Mahar ashtr a recorded a signi ﬁ cant decline in child sex ratio, from 913 girls per 1,000 boys in 2001 to 894 girls per 1,000 boys in 2011. According to the 2011 census, India's sex ratio was 943 females per 1,000 males, and the child sex ratio was 919 females per 1,000 males.",
            "Physiological density . Density of population is expressed as the number of persons per unit area. Physiological density = . Agricultural density𝑡𝑜𝑡𝑎𝑙 𝑝𝑜𝑝𝑢𝑙𝑎𝑡𝑖𝑜𝑛 𝑛𝑒𝑡 𝑐𝑢𝑙𝑡𝑖𝑣𝑎𝑡𝑒𝑑 𝑎𝑟𝑒𝑎 is the number of farmers per unit of arable land. The agricultural population includes cultivators and agricultural labourers and their family members.",
            "Himachal Pr adesh. As per Census 2011, the workforce participation rate for females is 25.51% against 53.26% for males. Rural sector has a better female workforce participation rate of 30.02% compared with 53.03% for males whereas for the urban sector. In Rural, Himachal Pradesh has the highest female workforce participation rate (47.4) whereas Tamil Nadu has max (21.8) among major states.",
            "The population of India according to their economic status is divided into three groups, namely; main workers, marginal workers and non-workers. A Main Worker is a person who works for at least 183 days (or six months) in a year. Marginal Worker is a person who works for less than 183 days (or six months) in a year. The proportion of workers (both main and marginal) is only 39.8 per cent (2011) leaving a vast majority of about 60 percent as non-workers.",
            "below 30%. According to the 2001 Census, 47 districts in India had a female literacy rate below 30%. Most of these districts were located in Bihar, Jharkhand, Uttar Pradesh, and Odisha. The Accelerated Female Literacy Programme aims to empower women by helping them develop literacy skills and gain access to information and services.",
            "16.68%. According to the 2011 Census of India, the overall literacy rate was 74.04%. The literacy rate for males was 82.14%, while for females, it was 65.46%. Literacy rates for States and Union Territories (UTs) : Kerala - 94% (highest among states), Bihar - 61.80% (lowest among states), Lakshadweep - 91.85% (highest among UTs), Dadra and Nagar Haveli - 76.24% (lowest among UTs), Mizoram - 91.33%, Goa - 88.70% and Delhi - 86.21%.",
            "20.9%. The population of the country as per the provisional ﬁgur es of Census 2011 is 1210.19 million of which 623.72 million (51.54%) are males and 586.46 million (48.46%) are females. The proportion of Child Population in the age group of 0-6 years to total population is 13.1 percent. From 2001 to 2011, the population in the 0-6 age group registered minus 3.08 percent growth with minus 2.42 for males and minus 3.80 for females.",
            "The sex ratio. In the union territories, the sex ratios were as follows: Puducherry (1,037), Lakshadweep (946), Andaman and Nicobar Islands (876). Among the states, the highest sex ratios were found in Kerala (1,084), Tamil Nadu (996), and Andhra Pradesh (993).",
            "Delhi. Slum Population - Census 2011 : India - 5.41%. Maharashtra (10.54%) has the highest slum population in India. The Dharavi slum in Mumbai is considered one of the most educated slums in India, with an estimated literacy rate of 69%.",
            "7.9 million (0.7%). The total population in 2011 was 121.09 crores,with Hindus comprising 96.63 crores (79.8%), Muslims 17.22 crores (14.2%), Christians 2.78 crores (2.3%), Sikhs 2.08 crores (1.7%), Buddhists 0.84 crores (0.7%), Jains 0.45 crores (0.4%) and Religion Not Stated 0.29 crores (0.2%).",
            "Thane is a district located in the state of Maharashtra. It is often referred to as the \"City of Lakes\" due to its large number of water bodies.",
            "Pierr e F r ançois V erhulst. He was a Belgian mathematician who earned a doctorate in number theory from the University of Ghent in 1825. He is renowned for the logistic growth model, which is widely applied in population growth modeling. This model, ﬁrst proposed by Pierre-François Verhulst in 1838, states that the reproduction rate is proportional to both the existing population and the available resources, assuming all else is equal.",
            "Delhi, Chandigarh and Puducherr y . In 2011, the population density of India was 382 persons per square kilometer, with Arunachal Pradesh having the lowest density at 17 persons per square kilometer; Bihar had the highest density at 1,106 persons per square kilometer, followed by West Bengal (1028), Kerala (860), Uttar Pradesh (829), and Haryana (573).",
            "1.64%. The 2011 Census was the 15th census in India and the 7th since the country gained Independence. Its slogan was “Our Census, Our Future”.",
            "47.3%.",
            "Uttar Pr adesh and Bihar . According to the 2011 Census, Uttar Pradesh and Bihar are responsible for the most number of migrants as 20.9 million people migrated outside the state from the two states. Reason for Migration : Lack of Employment opportunities, Lack of proper Educational and Healthcare Facilities, Marriage. Uttar Pradesh has the highest share of out-migrants while Maharashtra has the highest share of in-migrants.",
            "1981. The pace of population growth is slowing down in the country. Two major reasons behind this decline: a decrease in the fertility rate and improvements in family planning practices. The population growth rate was 23.6% in the decade 1981-1991, which declined to 21.5% in 1991-2001. This rate declined further to 17.6% in the decade 2001-2011.",
            "1948. The ﬁrst census of Independent India was conducted in 1951, which was the seventh census in its continuous series. The enumeration period of this Census was from 9th to 28th, February 1951. The Census Act, 1948 - An Act to provide for certain matters in connection with the taking of Census.",
            "Rajasthan.",
            "640. As per 2011 census, India has 28 States, 640 districts, 5,924 sub-districts, 7,935 Towns and 6,40,867 Villages. There is an increase of 47 Districts, 461 Sub Districts, 2774 Towns (242 Statutory and 2532 Census Towns) and 2279 Villages in Census 2011 as compared to Census 2001.",
            "Himachal Pr adesh and Bihar . According to the 2011 census of India : Urban Population - 31.16%. Rural Population - 69%. Goa is the most urbanized state with 62.17% of the population living in urban areas. The total population percentage of people that lived in urban regions of Himachal Pradesh is 10.03%, Bihar is 11.29%, Odisha is 16.69%, and Rajasthan is 24.87%.",
            "1037 f emales/1000 males. According to the Census , the sex ratio in India has increased from 933 females per 1,000 males in 2001 to 943 females per 1,000 males in 2011, with Kerala recording the highest sex ratio at 1,084 and Haryana recording the lowest sex ratio among states at 879, while Delhi had the lowest sex ratio among Union Territories at 868.",
            "17.64%. The Census 2011 is the 15th National census survey conducted by the Census Organization of India. Mr. C. Chandramouli is the Commissioner & Registrar General of the Indian 2011 Census. Top Growth Rated States/UTs: Dadra and Nagar Haveli (55.88%), Daman and Diu (53.76%), Puducherry (28.08%), Meghalaya (27.95%), Arunachal Pradesh (26.03%).",
            "Goa . It has the highest urban population among states, at 62.2%, followed by Kerala at 47.7%. The National Capital Territory of Delhi (97.5%) and Chandigarh (97.25%) are the most urbanized Union Territories. Himachal Pradesh has the lowest urban population, at 10%, followed by Bihar at 11.3%.",
            "C, B, A. As per Census 2011: Highest Populated State - Uttar Pradesh (19.98 crore), Least Populated State - Sikkim. Highest Populated Union territory - National Capital Territory of Delhi, Least Populated Union territory - Lakshadweep. Bihar has experienced the largest decadal population growth among the main states (25.4%).",
            "Alir ajpur : It is considered one of the poorest cities in India, with over 70% of the population living below the poverty line. According to the 2011 Census, the female literacy rate in Alirajpur (in Madhya Pradesh) is 31.0%, while the male literacy rate is 43.6%. In contrast, Serchhip, a town in Mizoram, was the most literate district, with an average literacy rate of 98.23%.",
            "382. The density of population is the ratio between the numbers of people to the size of land. It is usually measured in persons per square kilometer. As per Census of India 2011, Bihar has the highest population density (1,106) in India while Arunachal Pradesh has the lowest population density in India with 17 people per square kilometer.",
            "Delhi. Census 2011: Highest populated metropolitan city - Mumbai (18 million), Second - Delhi (16 million), followed by Kolkata (14 million). Mumbai, Delhi, Kolkata, Chennai, Bangalore, Pune, Ahmedabad, Surat and Hyderabad are the metropolitan cities of India with a population of more than four million.",
            "Nagaland (-0.58%) .Census 2011: India's population growth rate 17.64%. States/UTs with top population growth rates: Dadra and Nagar Haveli (55.88%), Daman and Diu (53.76%), Puducherry (28.08%), Meghalaya (27.95%), Arunachal Pradesh (26.03%). India's decadal growth rate was 13.31% from 1941 to 1951.",
            "919. As per the Census, the child sex ratio has decreased from 927 females per thousand males in 2001 to 919 females per thousand males in 2011. Child sex ratio 2011: Highest in Kerala (964), Puducherry (967), Tamil Nadu (943), Andhra Pradesh (939),Chhattisgarh (969), Lowest in Haryana (834).",
            "Sikkim (6.71 lakhs) .Census 2011: India's most populated state is Uttar Pradesh (19.98 crores, 829 people/square km), followed by Maharashtra (11.24 crores, 365 people/square km), Bihar (10.41 crores, 1106 people/square km), West Bengal (9.13 crores, 1028 people/square km), and Andhra Pradesh (8.46 crores, 308 people/square km).",
            "18.19 cr or e. The population density in India in 2011 was 382 people per square kilometer. Bihar has the highest population density (1106 people per square kilometer), followed by Bengal (1028) and Kerala (860). The state with the lowest population density is Arunachal Pradesh (17 persons/square km) and the Union Territory with the lowest density population is Andaman & Nicobar Islands.",
            "943. The sex ratio is the ratio of males to females in a population, usually expressed as the number of females per 1000 males. States with Highest Sex Ratio (census 2011): Kerala (1084), Puducherry (1037), Tamil Nadu (996), Andhra Pradesh (993), Chhattisgarh (991). Haryana has the lowest sex ratio (877) in Indian states while in union territory Daman & Diu has lowest sex ratio of 618.",
            "Only 1, 3 and 4. Pull factors attract migrants to an area, like better job opportunities or quality of life. Push factors drive people to leave, such as poor living conditions or lack of jobs.",
            "84.7%. According to the National Survey of India 2022, the overall literacy rate in India is 77.7%, with female literacy at 70.3%.",
            "Demogr aphic dividend refers to the economic growth potential from changes in a population's age structure, typically when the working-age population grows larger relative to dependents. Population momentum describes the potential for growth or decline based on age structure, even with constant fertility, mortality, and migration rates. The old-age dependency ratio (OADR) is the number of people aged 65+ compared to those aged 20–64, the working - age group.",
            "Mahar ashtr a. As per Census 2011: Among 121.09 crores population (religions) are: Hindu 96.63 crores (79.8%), Muslim (14.2%), Christian (2.3%), Sikh (1.7%), Buddhist (0.7%), Jain (0.4%), others (0.9%). Muslims (14.2%) form the largest religious minority in India.",
            "Arunachal Pr adesh. According to the 2011 census, Arunachal Pradesh had a population density of 17 people per square kilometer, while the average for India was 382 people per square kilometer. Some other states and Union Territories had the following densities: Uttar Pradesh (829), Maharashtra (365), Bihar (1,106), West Bengal (1,028), Delhi (11,320), Puducherry (2,547), Andaman and Nicobar Islands (46), and Sikkim (86).",
            "25.51%. As per the 2011 Census, female workforce participation is 25.51% compared to 53.26% for males. Rural areas have higher female participation (30.02%) than urban areas. In Rural, Himachal Pradesh has the maximum female workforce participation rate (47.4) whereas Tamil Nadu has maximum (21.8) among major states. There is a signi ﬁ cant gap between rural and urban female workforce participation, though male participation is similar in both sectors.",
            "Sanskrit. The 2011 census identi ﬁ ed 31 languages with over 1 million native speakers. Sanskrit is the only scheduled language having fewer than 1 million speakers. According to the census, 43.63% of Indians speak Hindi as their mother tongue, followed by Bengali at 8.03%, Marathi at 6.86%, Telugu at 6.7%, and Tamil at 5.7%.",
            "Dadr a and Nagar Ha v eli. According to census 2011, its literacy rate is 76.24% (Male 85.17, female 64.32). Top Literate States : Kerala (94.00%), Lakshadweep (91.85%), Mizoram (91.33%), Goa (88.70%), Tripura (87.22%).Q.704. As per Census 2011, what is the percentage of rural population in India? SSC CPO 29/06/2024 (3rd shift) (a) 52.4% (b) 59.3% (c) 65.2% (d) 68.8% Sol.704.(d) 68.8%. Census 2011 : Urban Population in India : 31.16%. Level of urbanization increased from 27.81% in the 2001 Census to 31.16% in the 2011 Census. The proportion of the rural population declined from 72.19% to 68.84%.",
            "land. Population density is calculated by dividing the total population of a region by the total land area. This gives an idea of how crowded or sparsely populated a region is. According to Census 2011, the population density of India is 382 (per square km). State with highest population density - Bihar (1106 person per square km). State with lowest population density - Arunachal Pradesh (17 person per square km).",
            "17 persons/km². As per census 2011, Arunachal Pradesh has lowest Population density. Bihar has the highest population density (1106) among states. The population density of India was 382. The 2011 Census motto was \"Our Census, Our Future.\" The ﬁrst successful Census occurred in 1881 under Lord Ripon, and since then, it has been conducted every ten years. Population density, deﬁ ned as the number of persons per square Kilometer.",
            "11,320.",
            "The SRS employs a dual record system with a part-time enumerator and a full-time supervisor. The enumerator continuously tracks births and deaths in sample villages and urban blocks, while the supervisor conducts an independent survey every six months. Data from both sources is matched, and unmatched events are re-veri ﬁ ed. It was launched by the Oﬃ ce of the Registrar General, India as a pilot in 1964-65, the SRS became fully operational in 1969-70.",
            "Death Rate. Age-speci ﬁ c mortality rate is de ﬁ ned as the number of deaths in a speci ﬁ c age group per thousand populations in the same age-group in a given year. The Crude Death Rate (CDR) is de ﬁ ned as Number of deaths per thousand population. Infant mortality rate refers to the number of deaths under one year of age divided by 1000 live births in a given year. Maternal Mortality Ratio refers to the number of women who die as a result of complications of pregnancy or childbearing in a given year per 100,000 live births in that year.",
            "25.70%. In 2011-12, the poverty rate was estimated at 13.7% in urban areas, and 21.9% nationwide. The Below Poverty Line (BPL) is an economic benchmark that identi ﬁ es individuals and households that are economically disadvantaged and may need government assistance. It is a minimum level of income required to maintain a basic standard of living.",
            "3. The three components of population change (i) Birth (ii) Death and (iii) Migration are core to the domain of population studies. The word Demography has been derived from the Greek words ‘Demos’ and ‘Graphy’ which mean 'Population' and ‘Science’. Thus, demography is the scienti ﬁ c study of the human population.",
            "0.546. As per Census 2011, the total number of agricultural workers in the country has increased from 234.1 million (127.3 million cultivators and 106.8 million agricultural labourers) in 2001 to 263.1 million (118.8 million cultivators and 144.3 million agricultural labourers) in 2011. However, the share of the workforce engaged in the agriculture sector (comprising cultivators and agricultural labourers) has come down from 58.2 per cent in 2001 to 54.6 per cent in 2011.",
            "Delhi and Chandigarh. As per Census 2011, the most urbanized state - Goa.",
            "Lakshadweep (91.85 %) and Daman and Diu (87.10 %).",
            "1- (c), 2- (b), 3- (a). The Planning Commission of India estimated the poverty rate in India for 2011-12 to be 21.9%, based on the Tendulkar poverty line.",
            "crude. Birth rate is the total number of live births in a particular area (an entire country, a state, a district or other territorial unit) during a speci ﬁ ed period (usually a year) divided by the total population of that area in thousands. Death rate is expressed as the number of deaths in a given area during a given time per 1000 population. Rate of natural increase refers to the difference between the birth rate and the death rate.",
            "Daman and Diu (618) .Sex ratio is used to describe the number of females per 1000 of males.",
            "Lakshadweep. Census of India 2011- Lowest Population Growth Rate : States - Nagaland, Kerala, Goa, Andhra Pradesh. UT - Lakshadweep, Andaman and Nicobar, Chandigarh, New Delhi. Highest Population Growth Rate : States - Meghalaya, Arunachal Pradesh, Bihar. UT - Dadra and Nagar Haveli, Daman and Diu, Puducherry.",
            "65.46%. As per Census 2011: Literacy rate in India (74.04%) - Male (82.14%). Highest in Kerala (Male: 96.1%, Female: 92.07%). Lowest in Bihar (Male: 71.2%, Female: 51.5%).",
            "121 Cr or e. Census 2011: 833.5 million persons live in rural areas and 377.1 million persons live in urban areas.",
            "Madhy a Pr adesh. As per Census 2011: Punjab, Haryana, Chandigarh, Delhi and Puducherry have no population of Scheduled tribes. Uttar Pradesh has the largest Scheduled Caste population.",
            "K er ala (94.0%): Literacy rate (male: 96.1%, female 92.7%).",
            "117 per sq km. There has been a steady increase of more than 200 persons per sq km over the last 50 years. The density of population in India (2011) is 382 persons per sq km. Population density of States (2011) : Arunachal Pradesh (17, Lowest), Bihar (1106. Highest), West Bengal (1028), Uttar Pradesh (829), Kerala (860), Tamil Nadu (555), Delhi - (11,320, Most dense UT), Andaman and Nicobar Islands (46, Least Dense UT).",
            "7.1%. Percentage of infant deaths to total death -13.6, Crude Birth Rate - 21.8 (Rural - 23.3, Urban - 17.6), General Fertility rate - 81.2, Percentage distribution of population by broad age group: (0 - 14) - 29.5, (15 - 59) - 62.5, (60+) - 8.0.",
            "14.2%.",
            "Madhya Pradesh has the highest and Punjab has the lowest tribal population in India as per 2011 census. Tribal population percentage of these states to total ST population in India : Madhya Pradesh - 14.7, Maharashtra - 10.1, Odisha - 9.2.",
            "1901-1921. The year 1921 is known as the year demographic divide because it is the only census year when there was a decrease in the growth of population.",
            "This working age group must support itself as well as those outside this age group (i.e., children and elderly people) who are unable to work and are therefore dependents.Q.729. Which of the following periods is known as the period of population explosion in India? SSC CGL 24/07/2023( 4th shift) (a) 1981-2021 (b) 1931-1961 (c) 1921-1951 (d) 1951-1981 Sol.729.(d) 1951-1981 . During this period the population of India grew rapidly from 361 million (1951) to 683 million (1981). The average annual growth rate of this period was 2.14 percent.",
            "P opulation Siz e. Lincoln index described by Frederick Charles Lincoln (in 1930). Population Natality Rate - The number of births per unit of time in a population, often expressed as births per 1,000 individuals per year. Population Mortality Rate - The number of deaths per unit of time in a population, often expressed as deaths per 1,000 individuals per year.",
            "15-59 y ears. The 2011 Census has divided the working population of India into four major categories: Cultivators, Agricultural Labourers, Household Industrial Workers, Other Workers. The NYP (National Youth Policy) – 2014 has de ﬁ ned ‘youth’ as persons in the age group of 15–29 years.",
            "1911-1921. Decadal Growth Rates in India: Census year (% of Growth) - 1911 (+ 5.75), 1921 (- 0.31). Percentage growth in 2001-2011 is 17.64%; males 17.19% and females 18.12%.",
            "Christians.",
            "Other Backwar d Castes. Fifteenth Census (2011). The Socio - Economic and Caste Census (SECC) was conducted in 2011 for the ﬁrst time since 1931. 29 questions canvassed during Population Enumeration in census 2011.",
            "2.1 - 2.9.",
            "2045. The immediate objective of the National Population Policy (NPP) 2000 is to address the unmet needs for contraception, health care infrastructure, and health personnel, and to provide integrated service delivery for basic reproductive and child health care.",
            "incr ease. Birth Rate - The number of babies born every year per 1000 people in a population. Death Rate - The number of deaths every year per 1000 people in a population. If Birth Rate > Death Rate: Population will increase, Birth rate = Death rate: Population will remain constant, Birth rate < Death rate: Population will decrease.",
            "Geographical Factors - Availability of water, Landforms, Climate, Soils. Economic Factors - Minerals, Urbanisation, Industrialisation. Social and Cultural Factors - Religious beliefs attract people, better housing, health facilities, educational institutions and transport systems etc.",
            "Compact settlement. Grid settlements are settlements in which houses are built in a grid pattern, such as cities. Scattered settlements are settlements in which houses are spaced apart, such as forests or deserts, rural areas. Line settlements are settlements in which houses are built along a road or river and canals.",
            "2011 - It was the 15th census and 7th after independence. The Registrar General of India (RGI), during Enumeration of Census 2011, for the ﬁrst time provided three codes; these are Male-1, Female-2 and other-3 for enumeration.",
            "10.42 cr or e. According to the 2011 census, 'Scheduled Tribes' (ST) - 8.6% of the total population of the country. The state and Union Territory with the largest tribal population - Madhya Pradesh, and Lakshadweep. The population density in India is 382 per km2.Q.742. As per census 2011, which among the following states has the highest sex ratio? SSC MTS 20/06/2023 (Evening) (a) Madhya Pradesh (b) Maharashtra (c) Meghalaya (d) Uttar Pradesh Sol.742.(c) Meghala y a. According to Census 2011: Sex Ratio of North East States (Highest to Lowest) - Meghalaya (989), Manipur (985), Mizoram (976), Tripura (960), Assam (958), Arunachal Pradesh (938), Nagaland (931).",
            "Bihar . Total fertility rate (TFR): Total number of children born or likely to be born to a woman in her lifetime if she were subject to the prevailing rate of age-speci ﬁ c fertility in the population.",
            "The ﬁrst stage is that of low population growth in society because both the death rate and the birth rate are very high so the difference between the two (or the net growth rate) is low. Stage II (Higher than death rate), Stage III (Low birth rate; Curves of both death and birth rate get closer; Population growth rate- Very low), and Stage IV (Birth rate curve further dips, more than the death rate curve; Net population goes down).",
            "Odisha. Socio-Economic Census 2015 is a study of the socio-economic status of rural and urbanhouseholds and allows the ranking of households based on prede ﬁ ned parameters.",
            "Rajasthan. According to the 2011 Census, States having the least literacy rate are Bihar (61.80%), Arunachal Pradesh (65.38%), Rajasthan (66.11%), and so on.",
            "W est Bengal. As per 2011 Census, ﬁv e states - Uttar Pradesh, Maharashtra, Bihar, West Bengal, and Andhra Pradesh.",
            "Population growth rate is the change in the number of individuals over a speci ﬁ c period of time. The rate of population growth is the rate of natural increase combined with the effects of migration.",
            "Occupational structur e refers to the aggregate distribution of the population according to different occupations in society, de ﬁ ned by skill level, and economic status. The age composition refers to the number of people in different age groups in a country.",
            "1921-1951. Four phases of population growth in India: Stagnant population (1901-1921), Steady growth stage (1921-1951), Rapid growth stage (1951- 1981) and high growth with deﬁ nite signs of slowing down (1981-2011).",
            "74.05% .",
            "neonatal mor tality r ate. An age-speci ﬁ c mortality rate is a mortality rate limited to a particular age group. The crude death rate is calculated as the number of deaths in a given period divided by the population exposed to risk of death in that period. The infant mortality rate is the number of infant deaths for every 1,000 live births.",
            "55 . As per Census 2011, the share of children (0-6 years) accounts for 13.1 % of the total population in the Country.",
            "The demographic transition model has four stages: pre-industrial, urbanizing/industrializing, mature industrial, and post-industrial."
        ]
    },
    {
        "category": "Geography",
        "topic": "Atmosphere",
        "notes": [
            "T emper atur e Inv ersion occurs when the normal pattern of temperature decreasing with altitude is reversed, and the air becomes warmer as you go higher. This phenomenon can lead to air pollution problems and is often seen in valleys or areas with stagnant air. Adiabatic lapse rate: Change of temperature with a change in altitude of an air parcel without gaining or losing any heat to the environment surrounding the parcel. Temperature Convection - The process by which heat is transferred through the movement of ﬂuid (like air or water) due to temperature differences.",
            "Ultr a violet r adiation. The UV radiation spectrum is divided into three types : UVA, UVB and UVC. These rays can affect our skin in different ways. Ozone layer : It is a region in the Earth's stratosphere that contains a high concentration of ozone (O3) gas. This layer acts as a shield, protecting the Earth from the Sun's harmful ultraviolet (UV) radiation. Infrared radiation (IR), also known as thermal radiation, is that band in the electromagnetic radiation spectrum with wavelengths above red visible light between 780 nm to 1mm (0.78 μm to 1000 μm).",
            "smog. Fog forms when an air mass with high water vapor suddenly cools, causing condensation on ﬁne dust particles. It is essentially a cloud at or near the ground, leading to poor visibility, often reduced to zero. Fog is denser and thicker than mist. Fog reduces visibility to less than one kilometer, while mist reduces visibility to one to two kilometers. Frost forms on cold surfaces when condensation takes place below freezing point (00C), i.e. the dew point is at or below the freezing point. Q.758 . The upper portion of the earth is known as: SSC CGL 26/09/2024 (1st Shift) (a) Stratosphere (b) Troposphere (c) Lithosphere (d) Mesosphere Sol.758.(c) Lithospher e. It is bounded by the atmosphere above and the asthenosphere (another part of the upper mantle) below. The stratosphere is the second-lowest layer of Earth's atmosphere. The troposphere, the lowest layer of the atmosphere, contains about 75-80% of the atmospheric mass. Most clouds form in the troposphere, where nearly all weather occurs. The mesosphere is the third highest layer, situated between the stratosphere and the thermosphere.",
            "T r opopause. The air temperature at the tropopause is about - 80oC over the equator and about - 45oC over the poles. The temperature in this region is nearly constant, and hence, it is called the tropopause. The stratosphere is found above the tropopause and extends up to a height of 50 km. One important feature of the stratosphere is that it contains the ozone layer.",
            "T r opospher e. It is the lowermost layer of the atmosphere and is often referred to as the \"region of mixing”. Its average height is 13 km and extends roughly to a height of 8 km near the poles and about 18 km at the equator. Stratosphere (contains the ozone layer) - 2nd layer of the Earth's atmosphere, extending from about 10 to 50 km in altitude. Mesosphere - 3rdlayer of the Earth's atmosphere, extending from about 50 to 85 km in altitude. Most meteors burn up in this atmospheric layer. Thermosphere - 4thlayer of the Earth's atmosphere, extending from about 85 to 500 km in altitude.",
            "CFCs, banned in India for depleting the ozone layer, were used in plastic foams, cleaning electronics, and aerosol cans. They are now replaced by HFCs, which have an ozone depletion potential of 0.",
            "Earth's magnetic ﬁeld (Geomagnetic ﬁeld) - The magnetic ﬁeld that extends from Earth's interior out into space, where it interacts with the solar wind, a stream of charged particles emerging from the Sun. Earth’s Magnetism - Generated by convection currents of molten iron and nickel in the earth’s core. These convection currents are caused by heat escaping from the core, a natural process called a geodynamo.",
            "Contr olling air pollution. Graded Response Action Plan (GRAP): It was formulated in 2016 and noti ﬁ ed in 2017 for Delhi and the National Capital Region (NCR) by the Ministry of Environment, Forest and Climate Change.Q.764. Which of the following statements is NOT correct regarding the stratosphere ? SSC CHSL 14/03/2023 (4th Shift) (a) It lies above the mesosphere. (b) It extends up to a height of 50 km. (c) It contains a layer of ozone gas. (d) This layer is almost free from clouds. Sol.764.(a) Str at ospher e - Its height of the bottom varies with latitude and with the seasons. Aviation & Jet Streams ﬂy in the Stratosphere.",
            "Mesospher e. Meteorites are space rocks that fall to Earth's surface. Meteorites are the last stage in the existence of these types of space rocks.",
            "Thermospher e. It is a layer of Earth's atmosphere that is directly above the Mesosphere and below the Exosphere. The temperature starts increasing again with increasing height in this layer. Aurora and satellites occur in this layer.",
            "24o- 25oCelsius. Chennai has warm temperatures year round ranging between 29°C (84°F) and 37°C (98°F). {Coldest month (January - 29°C (84°F)}. Chennai features a tropical wet and dry climate. Chennai lies on the thermal equator and is also coastal, which prevents extreme variation in seasonal temperature.",
            "Monsoon / Rainy season. Major seasons in India: Rainy {(Southwest Monsoon Season) June to September}, Autumn {(Season of Retreating Monsoon) October and November}, Winter {(Cold WeatherSeason) December to February}, and Summer {(Hot Weather Season) March to May}.",
            "9-13 km. Jet Streams (geostrophic wind) are relatively narrow bands of strong wind. Types: Polar-Night Jet Stream, SubTropical Jet Streams (westerlies), Tropical Easterly Jet Stream.",
            "T r opical Monsoon Rainfor est Climate. Tropical monsoon climates have monthly mean temperatures above 18 °C (64 °F) in every month of the year and a dry season. Tropical monsoon climate is the intermediate climate between the wet Af (or tropical wet climate) and the drier Aw (or tropical savanna climate).",
            "Gr eenhouse E ff ect. When the Sun's energy reaches the Earth's atmosphere, some of it is re ﬂ ected back to space and the rest is absorbed and re-radiated by greenhouse gases. The absorbed energy warms the atmosphere and the surface of the Earth.",
            "Ar abic wor d 'mausim', meaning weather, was ﬁrst used in English in British India to refer to seasonal changes in wind direction."
        ]
    },
    {
        "category": "Geography",
        "topic": "Rocks",
        "notes": [
            "r ock cy cle. It is a series of processes that create and transform the types of rocks in Earth's crust. Lithi ﬁ cation: This is speciﬁ cally the process by which sediments are compacted and cemented to form sedimentary rocks. Metamorphism is the process by which existing rocks (Igneous, Sedimentary, or even other Metamorphic rocks) are transformed into metamorphic rocks under high pressure, and temperature. Weathering and erosion: These are processes that break down existing rocks into smaller particles.",
            "Regolith. It can be found both at the surface and at varying depths. This layer of fragmented soil material forms the outermost covering of the land and is present almost everywhere, covering the underlying bedrock. Regolith is primarily inorganic and acts like a blanket over unbroken rock.",
            "Sedimentar y r ocks are formed by the deposition and compaction of sediments over time, often in layers. These layers, also called strata. Examples - Sandstone, conglomerate, limestone, shale, loess. Igneous rocks (primary rocks) form out of magma and lava from the interior of the earth. Examples - Granite, gabbro, pegmatite. Metamorphic Rocks form under the action of pressure, volume and temperature changes. Examples - Gneissoid, granite, syenite, slate.",
            "Physical weathering is caused by the effects of changing temperature on rocks, causing the rock to break apart. The process is sometimes assisted by water. Exfoliation occurs as cracks develop parallel to the land surface, a consequence of the reduction in pressure during uplift and erosion.",
            "the crust. The Earth's crust is the thinnest of all its layers, about 35 km thick on the continental masses and only 5 km on the ocean ﬂoors. The main minerals in the continental crust are silica and alumina, while the oceanic crust consists primarily of silica and magnesium. Beneath the crust lies the mantle, which extends to a depth of 2900 km. The innermost layer is the core, with a radius of about 3500 km, made mostly of nickel and iron.",
            "i-c, ii-a, iii-b. The rock cycle is a web of processes that outlines how each of the three major rock types - igneous, metamorphic, and sedimentary - form and break down based on the different applications of heat and pressure over time.",
            "Petrology is the science of rocks. Rock: Any natural mass of mineral matter that makes up the Earth's crust.",
            "Olivine. The mineral olivine is a magnesium iron silicate with the chemical formula (Mg,Fe)2SiO4. It is a type of nesosilicate or orthosilicate. Bornite, also known as peacock ore, is a sulﬁ de mineral with a chemical composition of Cu5FeS4.",
            "Sea cliffs are steep faces of rock and soil that are formed by destructive waves. A sea cave is a cave formed on a cliff by the wave action of an ocean or lake. A sea arch is a natural arch or bridge made of stone that has been created when water wears away the underside of a rock, leaving just the top behind.",
            "Gr anite r ock (Igneous rock). Lesser Himalaya consists of metamorphosed sedimentary rocks (quartzite, marble, slate, phyllite, schist and gneiss).",
            "P ar ent r ock . The color in the soil is mainly due to two factors – organic content and the chemical nature of iron compounds found in the soil.",
            "T wo. Based on the texture of rocks, igneous rocks are classi ﬁ ed into Intrusive igneous rocks (Plutonic rocks) and Extrusive igneous rocks (Lava or Volcanic rocks).",
            "Wind er osion. A mushroom rock (perched rock) is a typical mushroom-shaped landform that is formed by the action of wind erosion. These rocks are mostly found in arid regions. Such rocks are found in the Thar Desert of India.",
            "Quar tzite. Granite is a coarse-grained (phaneritic) intrusive igneous rock composed mostly of quartz, alkali feldspar, and plagioclase. Sandstone is a clastic sedimentary rock composed mainly of sand-sized silicate grains. Basalt is a ma ﬁ c extrusive rock, is the most widespread of all igneous rocks, and comprises more than 90% of all volcanic rocks.",
            "Pumice is a light-colored, extremely porous igneous rock that forms during explosive volcanic eruptions. Obsidian has been used for tools and ornaments. Granite is a hard igneous rock made of quartz, feldspar, and mica. Slate is a metamorphic rock.",
            "Karst regions contain aquifers that are capable of providing large supplies of water. Typical karst forms include sinkholes, caves, natural bridges and sinking streams."
        ]
    },
    {
        "category": "Geography",
        "topic": "Mountain",
        "notes": [
            "K2, also known as Mount Godwin Austen (8,611 meters), is the world’s second-highest peak in the Karakoram range, spanning Pakistan, China, India, and extending into Afghanistan and Tajikistan. Trishul Peak is in the Himalayas, while Kamet Peak (7,756 meters) is the highest in the Zanskar range. Nanda Devi (7,817 meters) is the third-highest peak in the Himalayas.",
            "Nilgiri Hills are where the Western Ghats and Eastern Ghats meet. They are located at the tri-junction of Karnataka, Kerala, and Tamil Nadu. The highest peak in this region is Doda Betta. The Aravalli Range is known for its mineral resources, such as copper and zinc. The Himalayas are famous for saffron cultivation in the Kashmir region.",
            "Nanda De vi. It is the second-highest mountain in India, after Kangchenjunga (8598 m), and the highest entirely within the country. It ranks as the 23rd highest peak in the world. The Garhwal Himalayas lie between the Sutlej and the Kali river and is 320 km long. It is a part of the Himalayan Shivalik Hills (outermost hills of the Himalayas found in Himachal Pradesh and Uttarakhand).",
            "Meghala y a Plateau. The plateau is separated from the main block of the peninsular plateau by a gap called the Garo-RajMahal gap. It is located on the northeastern ﬂank of Peninsular India. It is one of the rainiest, most tectonically active areas in the world. Hills in Nor th East India - Lushai Hills or Mizo Hills (Mizoram and Tripura), Chin Hills (Manipur to Chin State of Myanmar), Japfu Mountain Range (Nagaland), Barail Range (Assam), Da ﬂ a Hills and Abor Hills (Arunachal Pradesh).",
            "China. Mount Kailash - Located near Lake Mansarovar and Lake Rakshastal. The Indus River originates from Mansarovar lake (Tibet). Some highest mountain peaks : India - Kanchenjunga (8598m), Nanda Devi (7817m). Nepal - Mount Everest (8848.86 m), Dhaulagiri (8172m). Hindu temple outside India : Nepal - Pashupatinath Temple, Indonesia - Prambanan Temple, Bangladesh - Dhakeshwari temple, Cambodia - Angkor Wat. Q.794 . Name an oval-shaped range of hills sculpted by glacial ﬂow . SSC CHSL 07/08/2023 (1st shift) (a) Sandur (b) Drumlins (c) Moraines (d) Esker Sol.794.(b) Drumlins - It is formed by the ﬁlling of heavy rocky debris in the glacial crevices and its stay under the ice. One end of the drumlins facing the glacier called the stoss end and the other end called tail. Eskers: When glaciers melt in summer, the water ﬂows on the surface of the ice. These waters accumulate beneath the glacier and ﬂow like streams in a channel beneath the ice.",
            "T amil Nadu (Aanna Malai, Doddabetta, Nilgiri). Famous hills:- Chhattisgarh - Tulasi Dongar, Bailadila, Balaraja Gutta. Odisha - Devmali, Turia Konda, Mahendragiri, Devagiri. Rajasthan - Guru Shikhar, Mt. Abu, Sunda. Kangchenjunga (Sikkim) - Highest mountain peak in India.",
            "Sandakphu (3636 m). It is located on the border between India and Nepal, belongs to the Singalia Mountain ranges. It is a part of the Purvanchal range. Doddabetta (2637 m) - It is the highest peak of Tamil Nadu and a part of Nilgiri Mountain Range.",
            "Indian Plate and E ur asian Plate. Plates - They are large, rigid pieces of the Earth's lithosphere that ﬁt together like a jigsaw puzzle, and their movements are responsible for shaping the Earth's surface through processes such as earthquakes and the formation of mountains. Major plates (7) - African Plate, Antarctic Plate, Eurasian Plate, North American Plate, South American Plate, Paci ﬁ c Plate and Indo-Australian Plate.",
            "Gujar at. Dhinodhar Hill is a tourist and pilgrimage spot. Other hills in Gujarat - Chotila, Pavagadh, Palitana, Saputara, Girnar, Bardo, Gabbar. Hills : Maharashtra - Mahabaleshwar, Panchgani, Matheran, Lonavala, Amboli etc. West Bengal - Gorgaburu Hill, Ajodhya Hills, Susunia Hill etc. Andaman and Nicobar Islands - Ross Island, Barren Island, Saddle Peak, Katchal, Narcondam Island etc.",
            "P ar asnath. It is named after Lord Parshvanath (23rd Jain Tirthankara). Kangto peak (ArunachalPradesh). State and Highest Peak - Gujarat (Girnar Peak), Rajasthan (Guru Shikhar), Andhra Pradesh (Arma Konda), Haryana (Karah Peak), Karnataka (Mullayanagiri Peak).",
            "The height of the Western Ghats progressively increases from north to south. The highest peaks of Western Ghats include the Anai Mudi (2,695 metres) and the Doda Betta (2,637 meters).The Western Ghats, also known as the Sahyadri Hills, Mainly traverse the States of Kerala, Tamil Nadu, Karnataka, Goa, Maharashtra and Gujarat.",
            "Mahar ashtr a. Kalsubai (Everest of Maharashtra) is the highest peak of Maharashtra’s Ahmednagar district in Akola taluka.",
            "Rhine V alle y. Fold mountains are the most common type of mountain in the world. The rugged, soaring heights of the Himalayas, Andes, Alps andAravalli Range (oldest range) are all active fold mountains. Rhine Valley (Germany) is the valley of the river Rhine in Europe. It is also known as Alpine Rhine. The Appalachian Mountains are found in North America.",
            "2500. The great Himalayan range width varies between 160-400 km from north to south. Famous peaks of Himalayas: Mount Everest (8848 m), Mt. Kanchenjunga (8598 m), Mt. Makalu (8481 m), Mt. Dhaulagiri (8172 m). The Himalayas consist of three parallel ranges - Himadri (Great Himalayas or the Higher Himalayas), Himachal (Lesser Himalayas or the Lower Himalayas) and Shiwaliks (Outer Himalayas).",
            "6000 metr es. The Himalayas consist of three parallel ranges, the Greater Himalayas or the Inner Himalayas or the Himadri, the Lesser Himalayas called the Himachal (with an average height of 3,700 to 4500 meters), and the Shivalik hills (with an average height of 900 to 1100 meters), which comprise the foothills.",
            "Ur al. It is formed as a result of the compression of tectonic plates, leading to the formation of large fold-like structures on the Earth's crust. Alps mountain (natural boundary between France and Italy), Andes Mountains range (South American countries of Chile and Argentina), Himalaya (plains of the Indian subcontinent from the Tibetan Plateau). Caucasus mountains (Asia and Europe).",
            "Alps mountain r ange. Fold mountains form when two or more of the Earth's tectonic plates collide. Types - Anticline, Syncline, Monocline, Isocline. Features - Rugged relief, imposing height (lofty), high conical peaks. Examples are the Rockies, the Andes, the Alps, the Himalayas, etc. Old fold Mountain - An Appalachian mountain range, Aravali mountain range, and Ural mountain range.",
            "Horsts. Block mountains are formed due to the upward movement of the middle block between two normal faults. The up-thrown block is also called a horst. Graben is bounded by normal faults dipping toward each other. These mountains include the Great African Rift Valley , the Rhine Valley (graben) in Germany, etc.",
            "Ladakh. Fatu La is a mountain pass on the Srinagar-Leh highway in the Zanskar Range of the Himalayas in Ladakh, UT. It is one of two high mountain passes between Leh and Kargil, the other being Namika La.",
            "Dhaulagiri is in west-central Nepal. Cho Oyu lies on the Nepal-Tibet border. Makalu is southeast of Everest, on the Nepal-Tibet border. Lhotse is on the border between Tibet and Nepal's Khumbu region.",
            "Only I and II. Mount Kilimanjaro is a dormant volcano in Tanzania. It is the highest mountain in Africa . It was formed when molten rock from the depths of the earth rose from the crust and piled up on its own. Top mountains in Africa:- Mount Kenya, Mount Stanley, Mount Speke, Mount Baker, Mount Emin.",
            "Odisha. The Deomali peak height is 1,762 m. The Borail Range is the highest Mountain Ranges in Assam. Someshwar Fort is the highest peak of Bihar. It is part of Shivalik hill.",
            "Nagaland . Some other mountains: Japfu Peak, Changkikong Range, Mount Saramati, Veda Peak, Ongpangkong Range.",
            "Arunachal Pr adesh. Gorichen Peak (6858 m) is the highest peak in Arunachal Pradesh, Dhupgarh is the highest in Madhya Pradesh, and Reo Purgyil is the highest in Himachal Pradesh.",
            "8,000. The death zone refers to altitudes where oxygen pressure is too low to sustain human life for extended periods.Q.816. Which of the following is a mountain peak that rises above the surrounding peaks at the mountainous border of the Indian state of Nagaland and the Sagaing region of Myanmar? SSC MTS 26/10/2021 (Evening) (a) Mount Kalsubai (b) Mount Doddabetta (c) Mount Saramati (d) Mount Dhupgarh Sol.816.(c) Mount Sar amati. Doddabetta is the highest mountain in the Nilgiri Mountains at 2,637 meters. Kalsubai (highest point) is a mountain in the Western Ghats, located in the Indian state of Maharashtra.",
            "600. Within the earth, a continuous movement is taking place. The internal process leads to the upliftment and sinking of the earth's surface at several places. The external process is the continuous wearing down and rebuilding of the land surface. Eg: Erosion and Deposition.",
            "Mountain building. A convergent boundary is an area on earth where two or more lithospheric plates converge or collide and one plate eventually slides beneath the other.",
            "Sri Lanka. Pidurutalagala (Mount Pedro) is the tallest mountain in Sri Lanka, standing at 2,524 m in Nuwara Eliya.",
            "Karbi A nglong Hills. Javadi Hills and Shevaroy Hills are located in Tamil Nadu.",
            "South A ndaman. It has an elevation of 295 meters. Middle Andaman is separated from North Andaman Island by Austen Strait, and from Baratang Island at the south by Homfray's Strait.",
            "Sikkim. Mount Jopuno, located in western Sikkim at 5,603 meters, is situated within Khangchendzonga National Park.",
            "Nagari hills. Other hill stations in Andhra Pradesh include Tirumala, Araku Valley, Horsley Hills, Lambasingi, Nallamala Hills.",
            "Gujar at. Other prominent hills in Gujarat include– Bhujia Hill, Dhinodhar, Girnar, Kalo Dungar, Pavagadh Hill, Thaltej-Jodhpur Tekra, Wilson Hills.",
            "K12 Mountain. Kirat Chuli Mountain or Tent Peak is a mountain in the Himalayas. Kabru is a mountain in the Himalayas on the border of eastern Nepal and India. Kanchenjunga is part of the Great Himalaya Range. K12 is the second highest peak in the Saltoro Mountains, a subrange of the Karakoram range in the Siachen region, in Ladakh.",
            "A nanthagiri Hills. Borra Caves, also called Borra Guhalu, are located on the East Coast of India, in the Ananthagiri hills of the Araku Valley of the Visakhapatnam district in Andhra Pradesh. Volcano Q.827 . Which of the following types of volcanic eruptions of Earth’s volcanoes are most explosive? SSC MTS 12/11/2024 (3rd Shift) (a) Caldera (b) Lapolith (c) Dykes (d) Flood basalt provinces Sol.827.(a) Calder a. A caldera eruption is the most explosive type of volcanic activity, occurring when a volcano's magma chamber empties and the ground above collapses, forming a large, circular depression. Example: Yellowstone Caldera. Dykes: It is a vertical or steeply inclined geological formation that occurs when magma cuts through rock layers and solidi ﬁ es. Flood basalt provinces: Flood basalt refers to large, extensive lava ﬂows that spread out over vast areas. Example: Deccan Traps in India.",
            "Degassing is the process by which gases are released from the interior of the solid Earth, typically through volcanic activity or other geological processes. This includes gases such as water vapor, carbon dioxide, sulfur dioxide, and others that are expelled from magma or other subsurface materials. Q.829 . Which of the following statements is best related to the 'paci ﬁ c ring of ﬁr e'? SSC MTS 14/09/2023 (2nd Shift) (a) Known for thermal power station (b) Known for volcano and earthquakes (c) Known for only glacial formations (d) Known for tropical rainforests Sol.829.(b) The 'ring of ﬁr e' is a ring of volcanoes in the Paci ﬁ c Ocean."
        ]
    },
    {
        "category": "Geography",
        "topic": "World and Map",
        "notes": [
            "Gulf of Mannar: It is located in the Coromandel Coast region. The Gulf of Mannar is separated from the Palk Bay by a chain of islands and coral reefs known as Adam's Bridge or Ram Setu. It is bound to the northeast by Rameswaram (island), Adam’s (Rama’s) Bridge (a chain of shoals), and Mannar Island.",
            "Majuli is a famous island in the River Brahmaputra, ﬂowing in the state of Assam. It is the biggest district island in the country and is quite close to Jorhat. The island is formed by the Brahmaputra River in the south and the Kherkutia Xuti, an anabranch of the Brahmaputra, joined by the Subansiri River in the north.",
            "Esk er . An esker is formed by meltwater ﬂowing beneath a retreating glacier or ice sheet during the last Ice Age. This debris was deposited through tunnels and channels under the ice, leaving behind a hill or mound once the ice melted. Eskers are commonly found in regions that were once glaciated, such as Canada, Northern Europe, and parts of the United States.",
            "97%. Water covers 71 percent of Earth's surface. Distribution of Earth’s water: Oceans (97.2%), Glaciers (2.1%), Groundwater (0.61 percent); Freshwater lakes (0.009 percent), Inland seas (0.008 percent), Soil Moisture (0.005 percent), Atmosphere (0.001 percent), Rivers (0.0001 percent).",
            "Mediterr anean r egions - These are known as ‘Orchards of the world’. Plants grow in Mediterranean regions - Citrus fruits like lemons, orange and grapefruit, Rosemary, Olive. Mediterranean woodlands are found in the Mediterranean Sea region, Central Chile, the Southwest United States, Australia, and Africa.",
            "Br azil. Copacabana beach: It is located in the South Zone of the city of Rio de Janeiro. Some famous Beaches in the world: Praia do Cassino (“Cassino beach”) is the longest beach in the world, located in Brazil. Monolithi beach, Greece (longest beach of Europe), Marina beach, Chennai (longest beach in Asia). Beaches in India - Puri Beach (Odisha), Rushikonda Beach (Andhra Pradesh), Eden Beach (Puducherry), Radhanagar beach (Andaman and Nicobar), Minicoy Thundi beach (Lakshadweep).",
            "Str ait of Gibr altar separates Morocco and Spain. It joins the Mediterranean Sea and the Atlantic Ocean. Bosporus Str ait (the narrowest strait of the world)- It is a natural strait connecting the Black Sea to the Sea of Marmara. Dar danelles str ait (separates Asian Turkey from European Turkey) -It connects the Aegean Sea with the Sea of Marmara. Malacca Strait (Separates Malay Peninsula and Indonesian Island of Sumatra) - Connects the AndamanSea (Indian Ocean) and the South China Sea (Paci ﬁ c Ocean).",
            "60°. Mid-latitude deser ts - An excessively dry region with an arid climate. Location - Found in the interior parts of the continents. Examples - Argentina's Patagonian Desert (Argentina), Gobi Desert (China and Mongolia), Turkestan (Kazakhstan), Ladakh (Jammu and Kashmir). Crops - Cacti, Prickly Shrubs, Long-rooted wiry grasses.",
            "354 P ersons per sq . km. Other Countries' population density (Food and Agriculture Organization and World Bank population estimates in 2020) in square Km:- India (470), China (150), Myanmar (82), Nepal (205), Bangladesh (1286), New Zealand (19).",
            "Or angutans - Caribbean islands . Scienti ﬁ c name (Pongo), Family (Hominidae). These are large, orange-haired apes that are native to the rainforests of Borneo and Sumatra. Kangaroos: Scientiﬁ c name (Macropodidae), Phylum (Chordata). Ostriches: Phylum (Chordata), found in savanna and desert regions. Lemurs: Scienti ﬁ c name (Lemuroidea), Phylum (Chordata), found in Madagascar.",
            "The United States ofA merica (Largest Coal Reserves) . Largest coal producer (1st China, 2nd India). Jharia Coal Field (Jharkhand) produces the highest coal in India. Central Institute of Mining and Fuel Research (2007) - Dhanbad. Largest Producer: Bauxite (Australia), Gold (China), Diamond (Russia), Silver (Mexico), Chromium (South Africa), Copper (Chile), Uranium (Kazakhstan), Thorium (India).",
            "P olar Region (the area around the Earth’s North Pole or the South Pole). Igloo (small hut-like house made of snow where Eskimos live). Arid regions are dry and have little rainfall. Example - Central and western Asia, North and South America, central and northwest Australia.",
            "Red Sea. It extends southeast from Suez, Egypt (initially as the Gulf of Suez), for about 1,200 mi (1,930 km) to the Strait of Mandeb, which connects with the Gulf of Aden and then with the Arabian Sea. The Black Sea separates Europe from Asia. White Sea - A southern inlet of the Barents Sea located on the northwest coast of Russia. The Caspian Sea - The world's largest inland water body.",
            "Tibet plateau (Roof of the world) is the largest and highest plateau in the world. It is a vast elevated plateau located at the intersection of Central, South and East Asia.",
            "Llamas {Scienti ﬁ c name: Lama glama, Trophic level: Herbivorous}. Longest Mountain Ranges: Andes (South America, longest continental mountain}, Rockies (North America), Great Dividing Range (Australia), Transantarctic Mountains (Antarctica), Atlas Mountains (Africa) etc.",
            "Moja v e Deser t of California. Death Valley is a desert valley in the northern Mojave Desert, bordering the Great Basin Desert. Rivers: Furnace Creek; Amargosa River.",
            "F r ance (12). Russia has 11 time zones, the United Kingdom has 1 time zone and India has only one-time zone.",
            "P akistan. Safed Koh is a mountain range on the Pakistan -Afghanistan border. It parallels the Kabul River. A spur of the range is crossed by the Khyber Pass.",
            "Glacier is a slowly moving mass or river of ice formed by the accumulation and compaction of snow on mountains or near the poles. A plateau is a ﬂat area of land that is elevated above sea level."
        ]
    },
    {
        "category": "Geography",
        "topic": "Miscellaneous",
        "notes": [
            "Seismic Gap - A section of an active fault which has the potential to produce signi ﬁ cant earthquakes. Hypocenter: The point of origin of an earthquake beneath the Earth's surface where the fault rupture begins, representing the actual location where seismic energy is ﬁrst released. Epicenter: The point on the Earth's surface directly above the hypocenter, marking the geographical location where an earthquake's shaking is typically most intense and ﬁrst felt. Seismic Wave: The energy waves generated and propagated through the Earth's crust during an earthquake, which can be classi ﬁ ed into different types like P-waves, S-waves, and surface waves that cause ground motion.",
            "Explosion ear thquak es. Types of Earthquakes: In regions with heavy mining activity, the collapse of underground mine roofs can cause minor tremors, known as collapse earthquakes. The most common type is tectonic earthquakes, which result from the movement of rocks along a fault plane. A subcategory of tectonic earthquakes, known as volcanic earthquakes, occur in areas with active volcanoes. Additionally, reservoir-induced earthquakes are triggered in regions where large reservoirs are present.",
            "On April 1, 1973, Project Tiger was o ﬃ cially launched at the Corbett Tiger Reserve, initially includingnine tiger reserves. International Tiger Day is celebrated annually on July 29. The Wildlife Protection Act was passed in 1972. Projects in India related to animals :Project Hangul (1970), Project Crocodile (1975), Project Elephant (1992), Project Rhino (2005), Project Gangetic Dolphin - (2009), Project Snow Leopard (2009), Project Great Indian Bustard (2012).",
            "E cosystem. This is because an ecosystem encompasses all living organisms (plants, animals, and microorganisms) interacting with each other and with the non-living components (like air, water, and soil) within their environment. These interactions allow for energy ﬂow , nutrient cycling, and the maintenance of life-supporting processes, which are critical functions of nature.",
            "Aquarium. It is a facility or park where a collection of aquatic animals and plants is maintained for study, conservation, and public display. A man-made ecosystem, also known as an artiﬁ cial or anthropogenic ecosystem, refers to a human-created environment where biotic and abiotic components interact to sustain life. Examples of man-made ecosystems include tree plantations, urban landscapes, crop ﬁelds, managed ponds, zoos, and gardens.",
            "T err estrial and Aquatic. An ecosystem is a chain of interactions between organisms and their environment. The term \"ecosystem\" was ﬁrst coined by English botanist A.G. Tansley in 1935. A terrestrial ecosystem refers to a land-based community of organisms and the interactions between biotic and abiotic components in a speci ﬁ c area. An aquatic ecosystem involves interacting organisms that rely on each other and their water environment for nutrients and shelter.",
            "P aleoecology studies past ecosystems and their changes over time using fossils and geological data. Other branches: Demecology (ecology of populations), Ichthyology (study of ﬁshes), and Mycology (study of fungi).",
            "Ecological e ﬃ ciency describes the e ﬃ ciency with which energy is transferred from one trophic level to the next. The number of trophic levels in the grazing food chain is restricted as the transfer of energy follows 10 percent law - only 10 percent of the energy is transferred to each trophic level from the lower trophic level.",
            "seismogr am. Earthquakes are classi ﬁ ed into three zones based on depth: shallow (0-70 km), intermediate (70-300 km), and deep (300-700 km). The vibrations produced during an earthquake are known as seismic waves.",
            "Centr al Go v ernment. The Environment (Protection) Act, 1986 was enacted to safeguard and enhance the environment. The Central Government has the authority to: protect and improve the environment, set emission and discharge standards, regulate industrial locations, manage hazardous wastes, and protect public health and welfare. Some key environmental acts include the Biological Diversity Act (2002), Wild Life (Protection) Act (1972), Forest Conservation Act (1980), Indian Forest Act (1927), and Energy Conservation Act (2001).",
            "John A nthony Allan. Virtual water is the freshwater used to produce goods or services, which is then traded internationally as part of those products.",
            "Chota-Nagpur plateau. This plateau covers parts of Jharkhand, Chhattisgarh, Odisha, and West Bengal. Mundari is a Munda language, belonging to the Austroasiatic language family. Chhota Nagpur plateau is called the “Heart of industrial India” because it is rich in minerals and power fuels. The highest mountain peak of Chota Nagpur Plateau is Parasnath.",
            "Oekologie. Ernst Haeckel, a German biologist and philosopher, made signi ﬁ cant contributions to evolutionary biology. He coined terms like \"ecology,\" \"phylogeny,\" and \"Protista\" and is knownfor his recapitulation theory, stating that an organism's development mirrors its species' evolutionary history.",
            "Thermal strati ﬁ cation occurs when the water in a lake forms distinct layers through heating from the sun. It led to the separation of the lake into three layers. Epilimnion: The upper layer of warmer water. Metalimnion: The middle layer with a zone of gradual decrease in temperature. Hypolimnion: The bottom layer of colder water.",
            "Stalagmite. It rises up from theﬂoor of the caves. Stalactite - It is an icicle-shaped formation that hangs from the ceiling of a cave and is produced by the precipitation of minerals from water dripping through the cave ceiling. The stalagmites and stalactites eventually fuse to give rise to columns and pillars of different diameters.",
            "typical thermal str ati ﬁ cation of a lak e. These layers are referred to as Epilimnion (warm surface waters) - Top-most layer in a thermally strati ﬁ ed lake and Hypolimnion (cold bottom waters) which are separated by the metalimnion, or thermocline layer, a stratum of rapidly changing temperature.",
            "Schedule II. Under this schedule, the species receives protection, and poaching or capturing it without proper authorization is prohibited. The Wild Life (Protection) Act, 1972 is an Indian law enacted to protect plant and animal species.",
            "E cotype is a genetically distinct group within a species adapted to speci ﬁ c environmental conditions. An ecological niche describes how a species interacts within an ecosystem. A biome refers to a community of plants and animals naturally occurring in a region with shared characteristics.",
            "Both Statements 1 and 2 ar e corr ect. When lithospheric plates move, the Earth's surface vibrates, causing earthquakes. The point inside the crust where movement begins is called the focus, while the point directly above it on the surface is the epicenter. Vibrations spread outward from the epicenter, with the strongest impact near this point, decreasing as they move away.",
            "2.5%. Although 71% of the Earth's surface is covered by water, only 2.5% of it is freshwater. Out of total water resources on earth Ocean comprises 97.25%, Ice caps- 2.05%, Groundwater-0.68%, Lakes- 0.1%, Soil moisture- 0.005% , Atmosphere- 0.001% , Streams and river- 0.0001% , Biosphere- 0.00004% . India accounts for about 2.45% of the world's surface area, 4% of the world's water resources, and approximately 16% of the global population.",
            "Asthenospher e. Lithosphere : The rigid outer layer of Earth, consisting of the crust and the uppermost part of the mantle. It is divided into tectonic plates. Mesosphere : The mesosphere is the third highest layer of atmosphere and occupies the region above the stratosphere and below the thermosphere. Exosphere : The outermost layer of Earth's atmosphere, where air is extremely thin, and particles can escape into space.",
            "Hy dr ology . Different Branches and Their Studies: Bryology - The Study of Bryophytes. Biology - The study of living things and their vital processes. Floriculture - The Study of ﬂowers and ﬂowering plants. Ecology - The Study of inter-relationship between living and their environment.",
            "Extr action refers to the process of removing natural resources from the Earth, such as mining, drilling for oil, or harvesting timber. Conservation is the proper management of a natural resource to prevent its exploitation, destruction or degradation. Method of conservation of Natural Resources : Reforestation, Rainwater Harvesting, Treatment of Industrial E ﬄ uents, In-Situ conservation of Biodiversity, Ex-Situ conservation of Biodiversity, Sustainabledevelopment, Crop rotation, Contour ploughing, etc.",
            "pr otection of o z one la y er . The Vienna Convention multilateral environmental agreement was signed in 1985, came into effect in 1988, and achieved universal rati ﬁ cation by 2009. The primary goal of the Vienna Convention is to safeguard human health and the environment from the harmful effects caused by ozone layer depletion.",
            "The pyramid of energy is always upright, and can never be inverted. According to the 10% law proposed by Raymond Lindeman of energy ﬂow , only 10% of energy is transferred from one trophic level to another and 90% of the energy remains at the former trophic level for its needs like respiration and digestion processes. The direction of energy ﬂow in an ecosystem is always unidirectional.",
            "A climax community is the “endpoint” of succession within the context of a particular climate and geography. The climax community remains stable as long as the environment remains unchanged.",
            "E cological niche - A term for the position of a species within an ecosystem. It refers to the Interrelationship of a species with all the biotic and abiotic factors affecting it.",
            "Oil India Limited. Naharkatia (Assam)-Barauni (Bihar) Pipeline (First cross-country pipeline). The Pipeline between Naharkatia and Nunmati became operative in 1962 and that between Nunmati and Barauni in 1964.",
            "William Hopkins. Fathers of Various Fields - Economics (Adam Smith), Telephone (Alexander Graham Bell), Modern Chemistry (Antoine Lavoisier), Classi ﬁ cation/ Taxonomy (Carl Linnaeus), Evolution (Charles Darwin), (Eratosthenes).",
            "Charles Elt on. He introduced the concept of food web, food chain and ecological niche in the classic textbook “Animal Ecology” in 1927. Ernest Haeckel - He coined the term ‘Ecology’ in 1866. Edward O Wilson - Proponent of Sociobiology.Q.879. The Karewa formations are found in the __________ . SSC CPO 04/10/2023 (Morning) (a) North Easter Hills (b) Kashmir Himalayas (c) Uttaranchal Himalayas (d) Terai Region Sol.879.(b) Kashmir Himala y as. The Karewa term means “elevated table land”. Firstly, this term was used by Godwin Austin in 1859. “Vudr” is the local name for it in Kashmiri language. Karewa formations are useful for the cultivation of Zafran (Saffron), almond, walnut, apple, and orchards in Kashmir valley.",
            "A glacier . The Siachen Glacier is located in the Eastern Karakoram range in the Himalayas. It is the world's highest battle ﬁ eld. Nubra river originates from Siachen Glacier. It is situated to the North of Nubra Valley.",
            "The Litt or al Z one - It is an area close to the shore and submerged in water to some degree. Lentic Zone - Ecosystem entails a body of standing water, ranging from ditches, seeps, ponds, seasonal pools, basin marshes and lakes. Benthic Zone - The lowest ecological zone in a water body. Limnetic zone - The top layer of lake water distant from the coast, and extends only as deep as sunlight can penetrate (200 m).",
            "Da vid Tilman. Edward O. Wilson - Father of biodiversity. Karl Möbius - First to develop the concept of ecological community, biocenosis, or living community.",
            "Riv et popper hypothesis. The hypothesis suggests the importance of species richness in the maintenance of the ecosystem. Redundancy hypothesis - It predicts that the species redundancy in a plant community enhances community stability. Predation hypothesis - It predicts that group-living animals are adapted to make alarm calls that distract or confuse predators.",
            "Rajasthan and Madhy a Pr adesh. Chambal Project : Initiated in - 1954. Aim - Harnessing the Chambal River for irrigation, Power generation and for prevention and control of soil erosion in the valley.",
            "Z. The species-area relationship is often evaluated in conservation science in order to predict extinction rates in the case of habitat loss and habitat fragmentation. The equation: log S = log C + Z log A, where S = species richness, A = area, C = Y-intercept.",
            "Conv ectional curr ent Theor y . The Conv ectional curr ents are generated due to radioactive elements causing thermal differences in the mantle portion. Ar thur Holmes - The ﬁrst earth scientist to grasp the mechanical and thermal implications of mantle convection, which led eventually to the acceptance of plate tectonics.",
            "Ste v enson scr een - It is also known as a cotton region shelter, an instrument shelter, a thermometer shelter, a thermoscreen, or a thermometer screen. Skywarn screen - It is a national network of volunteer severe weather spotters. It was established to obtain critical weather information by the National Weather Service.",
            "Miz or am (The Land of rolling mountains). Manipur is known as ‘The Jewel of land’ in India. Nagaland - The falcon capital of the world. Meghalaya - The Abode of Clouds.",
            "1988. Joint Forest Management is about involving local communities in the management and restoration of degraded forests.",
            "Contribution in ecology . Eugene Pleasants Odum (Father ofmodern ecology). Alexander von Humbolt - Father of ecology. Arthur G. Tansley - First to coin the term ecosystem in 1935. Vladimir Vernadsky - Founded the biosphere concept.",
            "Geomorphology is a term that studies change in the earth’s surface due to these exogenic and endogenic forces, where exogenic forces are the external forces originating within the earth’s atmosphere and endogenic forces are internal forces generated from within the earth. Acar ology - Study of mites and ticks. It also involves the study of the Acarina order - it means study of arachnids like spiders, scorpions,etc.",
            "Endemic. Example of Endemic Species - Kangaroos originally endemic to Australia and found nowhere else in the world. Endemic Species of India - Asiatic Lion (Gir Forest), Kashmir Stag (Kashmir Valley), Purple Frog (Western Ghats), Sangai Deer (Loktak Lake), Nilgiri Tahr (Nilgiri Hills).",
            "Low , Narr ow . A population pyramid is a way to visualize age and sex of a speci ﬁ c population. Decreased Death rates allow numbers of people to reach old age. A country in which birth and death rates are high, the pyramid is broad at the base and rapidly narrows towards the top (Kenya).",
            "Dr a vidian (Dr a vida). Major Dravidian Languages - Tamil, Telugu, Kannada and Malayalam. They are mainly spoken in southern India, central India, north-east Sri Lanka.",
            "Epicenter . Hypocenter - A point beneath the Earth's surface where the vibrations of an earthquake originate. Richter scale is the most common standard of measurement for earthquakes. The Richter Magnitude - It is a measure of the amount of energy released during an earthquake and expressed by the Richter scale.",
            "Siwaliks Range. Himalayan Ranges: Himadri (Greater Himalayas or Inner Himalayas), Himachal (Lesser Himalayas), Shiwaliks (Outer Himalayas). Divisions (West to east) : Punjab Himalayas (between rivers Indus and Sutlej), Kumaon Himalayas (Between Sutlej and Kali rivers), Nepal Himalayas (between rivers Kali and Teesta), Assam Himalayas (between rivers Tista and Dihang), Purvanchal (beyond the Dihang river).",
            "Nilgiri Hills: Highest Peak - Doda Betta. Located at the tri-junction of the states of Karnataka, Kerala and Tamil Nadu. Named after the Neelakurinji ﬂowers (purplish-blue ﬂowers) found in Shola forests. Satpur a Hills - The range begins in eastern Gujarat and runs east through Maharashtra and Madhya Pradesh before ending in Chhattisgarh. Nallamala Hills - Andhra Pradesh, eastern ghats. Mahendr agiri Hills is located in the district of Gajapati, Odisha (eastern ghats).",
            "P wa v es. They vibrate parallel to the direction of the wave. This exerts pressure on the material in the direction of the propagation. Earthquake waves (Seismic waves) are vibrations in the earth that transmit energy. Q.899 . ___________species are the species which are not found after searches of known or likely areas where they may occur. SSC CHSL 20/03/2023 (3rd Shift) (a) Extinct (b) Endangered (c) Normal (d) Vulnerable Sol.899.(a) Extinct. An endangered species is a type of organism that is threatened by extinction. Examples: Black Rhino, Tiger, Whale, Red Panda, Chimpanzee, Asian Elephant etc.",
            "Asiatic elephant. A vulnerable species is a species which has been categorized by the International Union for Conservation of Nature (IUCN) as being threatened with extinction.",
            "Neither I nor II. Strait - Narrow body of water that connects two larger bodies of water, Examples - Cook strait (New Zealand), Malacca strait (Indonesia-Malaysia), Mesina strait (Italy-Sicily), Bering strait (Alaska -Russia), Hormuz strait (Gulf of Persia-Gulf of Oman), etc. Isthmus - Narrow strip of land that connects two larger landmasses and separates two bodies of water, Examples - Isthmus of Panama, Isthmus of Suez.",
            "Harr y Hammond Hess. According to the theory of plate tectonics, the earth’s lithosphere is broken into distinct plates which are ﬂoating on a ductile layer called asthenosphere.",
            "Ethnic. Census is the process of collecting, analyzing, and sharing demographic, economic, and social data of all people in a country or speci ﬁ c region at a given time.",
            "Ur al mountain in Russia. Fold Mountains - Himalayan Mountains in Asia, the Alps in Europe, the Andes in South America, the Rockies in North America.",
            "Mount Kilimanjar o in Africa (T anzania). Top mountains in Africa:- Mount Kenya, Mount Stanley, Mount Speke, Mount Baker, Mount Emin.",
            "T r opical E v er gr een F or ests (Amazon forest). They are categorized under the genus Eunectes (great swimmers) and family (Boidae). They thrive very well in hot, humid places with dense foliage. Tropical rainforests are found in South America, Africa, and Southeast Asia around the equator.",
            "Giant salvinia (aquatic fern, native to south-eastern Brazil, Scienti ﬁ c name - Salvinia molesta). Salvinia minima (common salvinia or water spangles), Osmunda regalis (Royal fern), Azolla pinnata (mosquito fern, feathered mosquito fern and water velvet).",
            "Container Based Sanitation . Ecological sanitation is that protects human and ecosystem health while preventing water pollution, conserving energy, and capturing nutrients.",
            "Kar akor am Ranges is known as the 'backbone of high Asia'. It is also known as Krishnagiri which is situated in the northernmost range of the Trans-Himalayan ranges."
        ]
    }
]